export const qaData = [
  {
    "id": "6501",
    "question": "ইসলামিক শরিয়াত মোতাবেক শরীরে ট্যাটু করা যাবে আমাদের মুসলিম হিসেবে?",
    "answer": "শরীরে ট্যাটু আঁকা স্পষ্ট হারাম কাজ। এগুলো অমুসলিমদের কালচার। শরীরে ট্যাটু থাকলে অযুও সঠিক হয় না, তাই সালাত-নামাযও অদাায় করা যায় না।\r\n\r\nعن أبي هريرة رضي الله عنه  عن النبي صلى الله عليه و سلم قال  لعن الله الواصلة والمستوصلة والواشمة والمستوشمة\r\n\r\nআবু হুরায়রা রা. থেকে বর্ণিত রাসূলুল্লাহ সা. বলেন ‘‘যে ব্যক্তি নিজে পরচুলা লাগায় এবং যে অন্যের কাছে লাগিয়ে নেয় এবং যে নিজে উল্কি আঁকে এবং উল্কি লাগিয়ে নেয় আল্লাহ তাদেরকে অভিসম্পাত করেন।’’ সহীহ বুখারী, হাদীস নং ৫৫৯৩।\r\n\r\nঅন্য হাদীসে আছে, ইবনে উমার রা. বলেন\r\n\r\nعن ابن عمر قال لعن النبي صلى الله عليه و سلم الواصلة والمستوصلة والواشمة والمستوشمة\r\n\r\n‘‘যে ব্যক্তি নিজে পরচুলা লাগায় এবং যে অন্যের কাছে লাগিয়ে নেয় এবং যে নিজে উল্কি আঁকে এবং উল্কি লাগিয়ে নেয় নবী সা. তাদেরকে অভিসম্পাত করেন।’’ সহীহ বুখারী, হাদীস নং ৫৬০৩",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6502",
    "question": "আস-সালামু আলাইকুম ওয়া রাহমাতুল্লাহ,আমাদের গ্রামে একটি প্রচলিত প্রথা আছে। যদি কোন ব্যক্তি কারো কাছে একটি গরু কিনে লালন পালন করার জন্য দেয় তাহলে মূল মালিকের অর্থাৎ যে ব্যক্তি গরু কিনে দিয়েছে। সে এই গরু বিক্রির পর যত টাকা লভ্যাংশ হবে তার অর্ধেক  নিবে অবশিষ্ট অর্ধেক যে লালন পালন করেছে।সে এই অর্ধেকের মালিক হবে তবে আমাদের গ্রাম অঞ্চলে যে ব্যক্তি পালন করে সাধারণত তার অতিরিক্ত কোন টাকা খরচ হয় না। কেননা এই যে পশুগুলো ভাগে দেওয়া হয় যার কাছে সেই পশুগুলোকে সে এই পশুগুলোকে মাঠে চড়ায় এতে তার কোন খরচ হয় না। আর সাধারণত অসুস্থ হলে মালিকও এতে খরচ দেয় আর যদি হালকা হয় অসুস্থ তাহলে এটা যার কাছে দেওয়া হয়েছে। সে এটাই বহন করে আর এই যে আমাদের দেশে যে প্রথাটি আছে তা উভয়ের সম্মতিক্রমেই হয় এতে শরীয়তের বিধান কি? এভাবে কি দেওয়া জায়েজ আছে?",
    "answer": "ওয়া আলাইকুমুস সালাম। ইমাম আহমাদ ইবনে হাম্বাল রহ. এর মতে উক্ত পদ্ধতি জায়েজ আছেে। এই বিষয়ে শায়খুল ইসলাম ইবনে তাইমিয়া রহ. বলেন, وَلَوْ دَفَعَ دَابَّتَهُ أَوْ نَخْلَةً إلَى مَنْ يَقُومُ بِهِ وَلَهُ جُزْءٌ مِنْ ثَمَانِيَةٍ صَحَّ، وَهُوَ رِوَايَةٌ عَنْ أَحْمَدَ অর্থ: যদি কোন ব্যক্তি কাউকে পশু কিংবা গাছ লালন-পালন বা দেখা-শোনার উদ্দেশ্যে দেয় আর তার জন্য তার (পশুর বা ফলের) একটি অংশ নির্ধারণ করা হয় তাহলে সহীহ হবে। এটা ইমাম অহমাদ থেকে বর্ণিত। ফাতাওয়ায়ে কুবরা, ৫/৪০৩।\r\n\r\nহানাফী মাজহাবে জায়েজ নেই। তবে হাকীমুল উম্মত আশরাফ আলী থানবী রহঃ বলেছেন-এ পদ্ধতিটি হাম্বলী মাযহাবে জায়েজ। তাই কোন এলাকায় যদি এটি ব্যাপক প্রচলন হয়, আর এ ছাড়া আর কোন পদ্ধতি সহজ না হয়, তাহলে উক্ত পদ্ধতিটি হাম্বলী মাযহাব অনুযায়ী আমাদের মাযহাবেও জায়েজ হিসেবে করা যাবে। {ইমদাদুল ফাতওয়া-৩/৩৪২-৩৪৩} সুতরাং বর্তমানে এটা জায়েজ হিসাবেই ধরা হবে, তবে বিরত থাকা উত্তম।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6503",
    "question": "আমি ছাত্র মেসে থাকি। এখানে প্রায় কেউ তেমন নামাজ পরে না। মেসে একেক দিন একেক জন বাজার করে। এখন তাঁদের আনা মুরগি কি খেতে পারবো?? এছাড়া আমার কাছে কোনো উপায়ও নেই। যেহেতু সবজায়গায় বেনামাজী আছে",
    "answer": "জ্বী, তাদের আনা মুরগী খেতে সমস্যা নেই। আপনি নামায পড়বেন, ইসলামের অনুশাসন মেনে চলবেন। সমস্যা হলে মেস বদল করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6504",
    "question": "কোরবানি গোশ ভাগের নিয়ম। আমাদের গ্রামে কুরবানির পর এক ভাগ সমাজের মানুষের মধ্যে দেওয়া হয় কিন্তু যারা অন্য সমাজ করে তাদের দেওয়া হয় না। এতে দেখে যায় যারা কোরবানি করেন তারাও গোশত পায় যারা কোরবানি করে না তারাও পাই। সঠিক নিয়ম কোনটা?",
    "answer": "এই সমাজ ভাগ দেশের বিভিন্ন অঞ্চলে আছে। এটা ভালো নিয়ম নয়। যারা কুরবানীর দিতে পারে না তাদের কুরবানর একটি অংশ দেওয়ার কথা হাদীসে বলা হয়েছে। এখন যারা কুরবানী দিতে পাবে বা দেয় তারাই যদি দানোর গোশতের একটা অংশ নিয়ে যায়, এটা মূর্খতাপূর্ণ কাজ। সুতরাং যারা কুরবানী দিতে সক্ষম বা কুরবানী দিচ্ছে তাদের এই ভাগের গোশত নেয়া উচিত নয়। এটা লজ্জাজনক কাজ। তবে আত্মীয়দের যে ভাগ আছে সেখানে থেকে কুবরানী দিক বা না দিক সব ধরণের আত্মীয়দের দেয়া যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ঈদ কুরবানী",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6505",
    "question": "আস-সালামু আলাইকুম, আমি রাতে ২ টায় ঘুমাতে যাই ৪ টায় উঠি। ঘুম থেকে উঠে তাহাজ্জুদ পড়া সম্ভব নয় সময় থাকে না আমি যদি ২ টায় তাহাজ্জুদ পরে ঘুমাতে যাই তাহলে কি ঘুম থেকে তাহাজ্জুদ পড়ার যে নেকী সেটা কি পুরোপুরি পাবো? হাদিসে আসছে অর্ধেক রাতে ঘুম থেকে উঠে তাহাজ্জুদ পড়ার? একটু বুঝিয়ে বলবেন?",
    "answer": "ওয়া আলাইকুমুস সালাম। রাসূলুল্লাহ সা. ঘুমিয়ে উঠে তারপর তাহাজ্জুদ পড়তেন। তাহাজ্জুদের স্বাভাবিক নিয়ম এটাই। আপনার পক্ষে যদি সেটা সম্ভব নয় হয় শোয়ার আগে পড়ে ঘুমাবেন। আশা করি আল্লাহ তায়ালা পূর্ণ সওয়াব দান  করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নফল সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6506",
    "question": "আস-সালামু আলাইকুম। আমার বাবা দ্বীনদার না তিনি আমার বিবাহের জন্যে মেয়ে দেখছেন এবং তাকে আমি দ্বীনদার মেয়ের তথ্য দিলে তিনি তার ছবি চান কোনো দ্বীনদার মেয়ে তো তার ছবি দিবে না এক্ষেত্রে কি করণীয়? কিভাবে কি করবো?বি:দ্র: আমার মা নেই।  আমার মা মারা গেছেন",
    "answer": "ওয়া আলাইকুমুস সালাম। আল্লাহ আপনার বিষয়টি সহজ করে দিন। আপনি বাবাকে বলবেন যে, আপনি ধার্মিক মেয়ে বিয়ে করতে চান আর তারা ছবি দেয় না। ছবি দেয়া শরীয়াহ সম্মত না। বিবাহের আগে বিবাহইচ্ছুক ছেলে ছাড়া কারো জন্য সেই মেয়েকে দেখা জায়েজ নেই। তার ছবি দেখাও যাবে না। ধৈর্যের সাথে অপেক্ষা করুন, দুআ করতে থাকুন, ইনশাআল্লাহ সব ঠিক হয়ে যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6507",
    "question": "শিশু জন্মের পর আজান কি জোরে জোরে দেওয়া উচিত? নাকি শিশু জন্মের পর শিশু কে হাতে নিয়ে আস্তে আস্তে দেওয়া উচিত।",
    "answer": "হালকা শব্দ করে আযান দিবে, যাতে শিশুর কানে পৌঁছে ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীদা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6508",
    "question": "ছোট বেলায় আকিকা দেয়া হয়নি, এখন কুরবানির গরুর ৭ভাগের সাথে কি আকিকার ভাগ যোগ করা যাবে? না কি আকিকার জন্য আলাদা পশু আর কুরবানির জন্য আলাদা পশু দিতে হবে?",
    "answer": "একই পশুতে কুরবানী ও আকীকা হবে কিনা এটা নিয়ে মতভেদ আছে। সতুরাং মতভেদের উর্ধ্বে উঠে আকীকার জন্য আলদা পশু দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীকা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6509",
    "question": "আস-সালামু আলাইকুম, আমি এবার ভার্সিটি এডমিশন দিয়েছি। আলহামদুলিল্লাহ অনেকগুলো বিদ্যালয় চান্স পেয়েছি। এখন ভর্তির জন্য অনেকগুলা টাকা প্রয়োজন। আমার বাবা একজন দরিদ্র কৃষক। তার পক্ষে এই সময়ে অনেকগুলো টাকা গোছানো অনেক কষ্টকর।আমি ব্যাংকে উপবৃত্তির জন্য আবেদন করতে চাচ্ছি। একটি ফাউন্ডেশন আছে যেটি দরিদ্র ছাত্রদেরকে অনেক ধরনের সাহায্য করছে। তবে তার প্রধান হচ্ছেন একজন হিন্দু ব্যক্তি। এখন আমার প্রশ্ন হচ্ছে,আমি কি কোন ব্যাংক অথবা উক্ত ফাউন্ডেশন থেকে উপবৃত্তির টাকা গ্রহণ করতে পারব? আমার জন্য কি ব্যাংক এবং উক্ত প্রতিষ্ঠান উপবৃত্তির জন্য আবেদন করা করা উচিত হবে? শরীয়াহ ভিত্তিক উত্তর কাম্য। জাজাকাল্লাহ",
    "answer": "ওয়া আলাইকুমুস সালাম। ভার্সিটিতে পড়া ফরজ ওয়াজিব কিছু না। সুতরাং যে কোন উপায়ে এখানে পড়তেই হবে এমন মানসকিতা বাদ দিতে হবে। হারাম কোন টাকা থেকে উপবৃত্তি গ্রহণ করা যাবে না। উক্ত ব্যাংক বা আর্থিক প্রতিষ্ঠান যদি হালাল টাকা থেকে উপবৃত্তি দেয় তাহলে নিতে সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6510",
    "question": "আমি একজন সিভিল ইঞ্জিনিয়ার। একটি কোম্পানিতেপ্রকল্প ব্যবস্থাপক হিসেবে কাজ করি। প্রতি ঈদের সময় আমার দায়িত্বরত প্রকল্পের বিভিন্ন কন্ট্রাক্টরা বিভিন্ন উপহার ও ক্যাশ দিয়ে থাকেন (আমকে জানিয়ে বা না জানিয়ে)। আমার জন্য এই টাকা নেওয়া কি হালাল না হারাম।",
    "answer": "মনে হচ্ছে উক্ত টাকা বা উপহার তারা আপনাকে দেয় এই প্রত্যাশায় যে, আপনি তাদেরকে অন্যায্যভাবে কিছু সযোগ সুবিধা দিবেন। এটা যদি হয় তাহলে নেয়া হালাল হবে না। এর বাইরে কেউ কাউকে উপহার হিসেবে কিছু দিলে বা টাকা দিলে নেয়া জায়েজ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6511",
    "question": "মা বোন বেপর্দা। ছেলে পর্দা করতে বলে কিন্তু মা বোন ছেলের কথা শুনেনা। বড়ং তারা তাদের মতই চলে এবং মা ছেলেকে উল্টো কথা শুনায়। ছেলেটি সংসারে বড় হলেও তার কথা মা আর বোন উপেক্ষা করে চলে। এক্ষেত্রে ছেলের করণীয় কি? ছেলেটার কি পাপ হবে? ছেলেটি চায় দ্বীনদার পরিবার গঠন করতে।",
    "answer": "ছেলের করণীয় তাদেরকে বুঝানো। তারা যদি না মানে তাহলে ছেলে দায়ী হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পোশাক-পর্দা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6512",
    "question": "আস-সালামু আলাইকুম, মুহতারাম, আমার একটা জিজ্ঞাসা আছে। আমার স্ত্রী দ্বিন মেনে জীবনযাপন করে। ঘরে এবং বাইরে কঠোর পর্দা করে। এখন, আমার গ্রাম থেকে অনেক বন্ধু আসে শহরে, তারা আমার বাসায় যেতে চাই, মাঝে মাঝে রাত থেকে সকালে চলে যেতে চায়। কিন্তু আমার স্ত্রীর পর্দা মানতে অসুবিধা হবে ভেবে সে আমার ঐসব বন্ধুদের বাসায় আনতে কঠোরভাবে নিষেধ করে। এমন পরিস্থিতে আমার করনীয় কি? বন্ধুদেরকে আমি কি বলে বুঝাতে পারি? সুন্দর উত্তর আশা করছি। ধন্যবাদ",
    "answer": "ওয়া আলাইকুমুস সালাম। গ্রাম থেকে কোন বন্ধু বা আত্মীয় প্রয়োজনে আসলে তাকে বাসায় থাকতে দেয়া বা মেহমানদারী করা মুসলিম হিসেবে আপনার দায়িত্ব। পর্দারক্ষা করেও এটা সম্ভব। বন্ধু বা আত্মীয় আসলে পর্দার লংঘন হবে, এটা খুবই খারপ কথা। পর্দা রক্ষা করেই তাদের মেহমানদারী করতে হবে। স্ত্রীর এই অযৌক্তিক কথা মানবেন না। যারা আসবেন তাদের জন্য আলাদা রুম এবং বাথরুমের ব্যবস্থা করবেন। তারা যত সময় বাসায় থাকে ততটুুক সময় আপনিও বাসায় থাকবেন। পর্দা কখনোই বাসায় মেহমান আসার অন্তরায় হতে পারে না। পর্দার দোহাই দিয়ে মেহমানদের বাসায় আসেত নিষেধ করার কোন সুযোগ নেই। পর্দা যেমন ধর্মের অংশ, মেহমানদের মেহমানদারী করাও ধর্মের অংশ। রাসূল সা. এর বাড়িতেও মেহামানরা এসেছেন, রাতে থেকেছেন। حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، عَنْ شُعْبَةَ، عَنِ الْحَكَمِ، عَنْ إِبْرَاهِيمَ، عَنْ هَمَّامِ بْنِ الْحَارِثِ، أَنَّهُ كَانَ عِنْدَ عَائِشَةَ – رضى الله عنها – فَاحْتَلَمَ فَأَبْصَرَتْهُ جَارِيَةٌ لِعَائِشَةَ وَهُوَ يَغْسِلُ أَثَرَ الْجَنَابَةِ مِنْ ثَوْبِهِ أَوْ يَغْسِلُ ثَوْبَهُ فَأَخْبَرَتْ عَائِشَةَ فَقَالَتْ لَقَدْ رَأَيْتُنِي وَأَنَا أَفْرُكُهُ مِنْ ثَوْبِ رَسُولِ اللَّهِ صلى الله عليه وسلم হাফস ইবনু উমার… ইব্রাহীম থেকে হাম্মামের সূত্রে বর্ণিত। তিনি আয়িশা (রাঃ) এর মেহমান ছিলেন। তাঁর সপ্নদোষ হওয়ার পর তিনি কাপড় হতে বীর্য ধৌত করছিলেন। তা আয়িশা (রাঃ) এর বাদী দেখে তাকে (আয়শাকে) অবহিত করেন। তখন আয়িশা (রাঃ) বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহ্ আলাইহি ওয়া সাল্লামের কাপড় হতে এটা খুঁচে তুলে ফেলে দিতাম। সুনানু আবু দাউদ, হাদীস নং ৩৭১। সাহাবীরাও মেহমানদেরকে রাত্রে বাসায় রাখতেন। নীচের হাদীসটি লক্ষ্য করুন: عَنْ أَبِى هُرَيْرَةَ قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ -صلى الله عليه وسلم- فَقَالَ إِنِّى مَجْهُودٌ. فَأَرْسَلَ إِلَى بَعْضِ نِسَائِهِ فَقَالَتْ وَالَّذِى بَعَثَكَ بِالْحَقِّ مَا عِنْدِى إِلاَّ مَاءٌ. ثُمَّ أَرْسَلَ إِلَى أُخْرَى فَقَالَتْ مِثْلَ ذَلِكَ حَتَّى قُلْنَ كُلُّهُنَّ مِثْلَ ذَلِكَ لاَ وَالَّذِى بَعَثَكَ بِالْحَقِّ مَا عِنْدِى إِلاَّ مَاءٌ. فَقَالَ « مَنْ يُضِيفُ هَذَا اللَّيْلَةَ رَحِمَهُ اللَّهُ ». فَقَامَ رَجُلٌ مِنَ الأَنْصَارِ فَقَالَ أَنَا يَا رَسُولَ اللَّهِ. فَانْطَلَقَ بِهِ إِلَى رَحْلِهِ فَقَالَ لاِمْرَأَتِهِ هَلْ عِنْدَكِ شَىْءٌ. قَالَتْ لاَ إِلاَّ قُوتُ صِبْيَانِى. قَالَ فَعَلِّلِيهِمْ بِشَىْءٍ فَإِذَا دَخَلَ ضَيْفُنَا فَأَطْفِئِى السِّرَاجَ وَأَرِيهِ أَنَّا نَأْكُلُ فَإِذَا أَهْوَى لِيَأْكُلَ فَقُومِى إِلَى السِّرَاجِ حَتَّى تُطْفِئِيهِ. قَالَ فَقَعَدُوا وَأَكَلَ الضَّيْفُ. فَلَمَّا أَصْبَحَ غَدَا عَلَى النَّبِىِّ -صلى الله عليه وسلم- فَقَالَ « قَدْ عَجِبَ اللَّهُ مِنْ صَنِيعِكُمَا بِضَيْفِكُمَا اللَّيْلَةَ ». আবু হুরাইরা রাদিয়াল্লাহু আনহু বলেন, এক ব্যক্তি নবি সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর নিকট এসে বলল, আমি ক্ষুধায় কাতর হয়ে আছি।’ আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাঁর কোন স্ত্রীর নিকট সংবাদ পাঠালেন। তিনি বললেন, সেই সত্তার কসম, যিনি আপনাকে সত্যের সঙ্গে পাঠিয়েছেন! আমার কাছে পানি ছাড়া কিছুই নেই।’ অতঃপর অন্য স্ত্রীর নিকট পাঠালেন। তিনিও অনুরূপ কথা বললেন। এমনকি শেষ পর্যন্ত সকল (স্ত্রী)ই ঐ একই কথা বললেন, সেই সত্তার কসম, যিনি আপনাকে সত্যের সাথে পাঠিয়েছেন! আমার কাছে পানি ছাড়া কোন কিছুই নেই।’ তারপর নবি সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, আজকের রাতে কে একে মেহমান হিসাবে গ্রহণ করবে?’’ এক আনসারী বললেন, হে আল্লাহর রাসূল! আমি একে মেহমান হিসাবে গ্রহণ করব।’ সুতরাং তিনি তাকে সাথে করে নিজ গৃহে নিয়ে গেলেন এবং তাঁর স্ত্রীকে বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর মেহমানের খাতির কর।’ অন্য এক বর্ণনায় আছে, তিনি (আনসারী) তাঁর স্ত্রীকে বললেন, তোমার নিকট কোন কিছু আছে কি?’ তিনি বললেন না, কেবলমাত্র বাচ্চাদের খাবার আছে।’ তিনি বললেন, কোন জিনিস দ্বারা তাদেরকে ভুলিয়ে রাখবে এবং তারা যখন রাত্রে খাবার চাইবে, তখন তাদেরকে ঘুম পাড়িয়ে দেবে। অতঃপর যখন আমাদের মেহমান (ঘরে) প্রবেশ করবে, তখন বাতি নিভিয়ে দেবে এবং তাকে দেখাবে যে, আমরাও খাচ্ছি।’ সুতরাং তাঁরা সকলেই খাওয়ার জন্য বসে গেলেন; মেহমান খাবার খেল এবং তাঁরা দু’জনে উপবাসে রাত কাটিয়ে দিলেন। অতঃপর যখন তিনি সকালে নবি সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর নিকট গেলেন, তখন তিনি বললেন, তোমরা দু’জনের আজকের রাতে তোমাদের মেহমানের সাথে তোমাদের ব্যবহারে আল্লাহ বিস্মিত হয়েছেন!’’ সহীহ বুখারি, হাদীস নং ৩৭৯৮; সহীহ মুসলিম, হাদীস নং ২০৫৪। উপরের হাদীসগুলো থেকে স্পষ্ট যে, পর্দা কখনো মেহমানদারীর অন্তরায় হতে পারে না। যারা এটা করে তারা ধর্ম বোঝে না, পর্দাও বোঝে না। সুতরাং স্ত্রীর এই কথাকে কখনই প্রশ্রয় দিবেন না। মেহমানদের বাসায় নিয়ে আসবেন, খাওয়াবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পোশাক-পর্দা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6513",
    "question": "কখন থেকে হায়েজের সলাত মাফ হবে?আবিরত ভাবে শুরু হলে নাকি এর আগেই যখন দুই একদিন আগে থেকে দিনে কয়েক বার খুব সামান্য পরিমাণ দেখা দিলে?",
    "answer": "সামান্য পরিমান যখন রক্ত দেখা যাবে তখনে থেকেই সালাত মাফ থাকবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6514",
    "question": "আস-সালামু আলাইকুম। আমি কিছু টাকা আরেকজনের কাছে আমানত রাখি এবং তাকে এই অনুমতি দেই যে সে তার প্রয়োজনে এটা ব্যবহার করতে পারবে। তারপর সে আমাকে অবগত করে টাকাগুলি ইসলামি ব্যংকে রেখে দেয়। এখন সে ঐ  টাকা থেকে কিছু প্রফিট পেয়েছে। এখন কি সে এই প্রফিটের টাকা ভোগ করতে পারবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। লাভের টাকার মূল মালিক আপনি। আপনি যদি সেই টাকাগুলো তাকে উপহার হিসেবে দিয়ে দেন তাহলে সে ভোগ করতে পারবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6515",
    "question": "আস-সালামু আলাইকুম। আমরা কুরবানির মাংস তিন ভাগ করে এক ভাগ সমাজে যে কয়জন মিসকিন আছে তাদের সমানভাবে ভাগ করে দিই। কিন্তু সমস্যা হচ্ছে আমাদের সমাজে মিসকিনের সংখ্যা অনেক কমে গেছে। গতবার আমরা নিজের ও আত্নীয়ের অংশ মিলে যতটুকু মাংস পেয়েছি, একজন মিসকিন তার চেয়ে বেশি পেয়েছে। তাই এবার লোকজন বলাবলি করছে আটের এক অংশ মিসকিনকে দিবে। এটা কি ঠিক হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। বাংলাদেশে কুরবানীর গোশতের হকদার এমন গরীব মিসকিনদের অভাব নেই। আপনি কোন জায়গার কথা বলছেন, সেটা বুঝতে পারছি না। বাড়ির কাছে যদি গরীব মানুষ না থাকে দূরের গরীবদেরকে দিবেন। সর্বাবস্থায় বেশী বেশী দান করার চেষ্টা করবেন। দান কমিয়ে নিয়ে আসার সিদ্ধান্ত ভালো নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ঈদ কুরবানী",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6516",
    "question": "আস-সালামু আলাইকুম, শায়েখ আশা করছি ভালো আছেন, আমার প্রশ্নটি হলো, বিদায় হজ্জের ভাষণে রাসূলে কারীম সাঃ বলেন: فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ بَيْنَكُمْ حَرَامٌ অর্থঃ তোমাদের রক্ত, তোমাদের সম্পদ, তোমাদের সম্মান পরষ্পরের জন্য হারাম (সম্মানিত) এটা বিস্তারিত ব্যাখ্যা সহ জানালে উপকৃত হতাম",
    "answer": "ওয়া আলাইকুমুস সালাম। রক্ত হারাম হওয়ার অর্থ হলো কেউ কাউকে অন্যায়ভাবে হত্যা করতে পারবে না, আঘাত করতে পারবে না। সম্পদ হারাম হওয়ার অর্থ হলো কেউ কারো সম্পদ অন্যায়ভাবে গ্রাস করতে পারবে না। সম্মান হারাম হওয়ার অর্থ হলো কেউ কাউকে অপমানজনক কোন কথা বলতে পারবে না। কেউ অপমান হয়, কারো সম্মানহানী হয়ে এমন কোন কাজ কারো সাথে করা যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6517",
    "question": "আমি যদি এমন কারো কাছ থেকে টাকা ধার করি যে হারাম রুযী উপার্জন করে এবং তার টাকা আমি চুক্তি অনুযায়ী সময় মত সুদ ছাড়া পরিশোধ করি এটা কি আমার জন্য হালাল হবে?",
    "answer": "যারা হারাম উপার্জনে ব্যস্ত তাদের সামাজিকভাবে বয়কট করা দরকার। তাদের সাথে সব ধরণের লেনদেন থেকে বিরত থাকা উচিত। সুতরাং এমন ব্যক্তির থেকে টাকা ধার নেয়া উচিত নয়। তবে ধার নিয়ে যথা সময়ে দিয়ে দিলে এটা না জায়েজ হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6518",
    "question": "আস-সালামু আলাইকুম শায়েখ আশা করছি ভালো আছেন, আল-হামদুলিল্লাহ আমিও ভালো আছি। শায়েখ আমার একটি প্রশ্ন ছিল আর সেটি হলো, আমি গত ৪ মাস হয়েছে বিবাহ বন্ধনে আবদ্ধ হয়েছি। সেই সময় বিয়েতে  অনেক খরচ হওয়ার ফলে ওলিমা বা বউ ভাতে অনুষ্ঠান করার মত আমার কাছে তেমন টাকা পয়সা বা সামার্থ ছিলো না। এখন আমি আরো ছয়মাস পরে বা আগে ওলিমা বা বউ ভাতে অনুষ্ঠান করতে চাচ্ছি। সেটা কি করা যাবে?  আর করলেও কাদের নিয়ে করতে পারবো? কুরাআন ও সুন্নাহের আলোকে উত্তর প্রদান করলে খুব খুব উপকৃত হতাম।",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, এখন ওলীমা অনুষ্ঠান করতে পারেন। আপনার এবং আপনার স্ত্রীর পরিবারের সদস্যরা, আপনাদের আত্মীয়রা, বন্ধুরা, শুভাকাঙ্খীরা, গ্রাম বা সমাজের সব ধরণের মানুষেরা ওলীমা অনুষ্ঠানে অংশগ্রহন করতে পারবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6519",
    "question": "আস-সালামু আলাইকুম, সোনার প্রলেপ দেওয়া ঘড়ি কি ছেলেরা ব্যবহার করতে পারবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, স্বর্ণের প্রলেপ দেয়া ঘড়ি পুরুষরা ব্যবহার করতে পারবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6520",
    "question": "আস-সালামু আলাইকুম শায়েখ আশা করছি ভালো আছেন?  আলহামদুলিল্লাহ আমিও ভালো আছি।  শায়েখ আমার একটি জিজ্ঞেসা ছিল, আর সেটা হলো আমি বিবাহ বন্ধনে আবদ্ধ হয়েছি গত কয়েক মাস হয়েছে,  এমতাবস্থায় আমার স্ত্রী বলছে যে,  স্ত্রীর দেন মোহরের টাকা পরিশোধ না করে সন্তান নেওয়া যায় না। একথা কি কুরআন ও হাদিস সম্মত? উল্লেখ্য আমার এখন সামর্থ্য না থাকাতে  আমি তার কাছে ৬ মাস বা ১ বছরের সময় নিয়েছি যে, আমি তার  দেন মোহরের টাকা পরিশোধ করে দিবো। আমার স্ত্রীও সময় দিয়েছে। এখন এমতাবস্থায় আমরা কি সন্তান নিতে পারবো? আর নিলেও কি কোনো সমস্যা বা গুনাহ হবে কি? কুরআন ও হাদিসের উপযুক্ত সমাধান দিলে খুবই উপকৃত হতাম।",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনার স্ত্রীর কথাটি সঠিক নয়। দেনমোহর পরিষোধ না হলেও সন্তান গ্রহণে কোন সমস্যা নেই। যত তাড়াতাড়ি সম্ভব মোহর দিয়ে দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6521",
    "question": "মসজিদ কে কি খোদাখানা বলা যাবে? বললে কি গুনাহ হবে?",
    "answer": "ইসলামী পরিভাষায় যে ঘরকে মুসলিমরা সালাত তথা নামায আদায় করার জন্য তৈরী করে সেটাকে মসজিদ বলা হয়। বিশ্বব্যাপী মসজিদ বলতে মুসলিমদের ইবাদতের স্থানকে বুঝানো হয়। এখন নতুন করে এর অন্য কোন নাম দেয়ার কোন সুযোগ নেই। খোদাখানা বা এজাতীয় নাম দ্বারা কোনভাবেই মসজিদকে সংজ্ঞায়িত করা যাবে না।  মসজিদকে মসজিদই বলতে হবে। অন্য কিছু বলা যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6522",
    "question": "Assalamoalikom হুজুর বোর্ড পরীক্ষার  হলে শিক্ষকরা অনেক কোনো নকল দেয় সেটা গ্রহন করা কি জায়েজ? কলেজের প্রাইভেট সার পরীক্ষার পূর্বে প্রাইভেটে কিছু  সাজেশন দেয় যা হুবুহু কলেজের সাধারণ পরীক্ষায় আসে  কারণ ঐ প্রশ্নটা ঐ প্রাইভেট সার ই তৈরি করে অর্থাৎ এটাও একধরনের নকল।   ঐ সাজেশন থেকে পড়া কিংবা ঐ সাজেশন কারো কাছ থেকে সংগ্রহ করা জায়েজ হবে?",
    "answer": "সরাসরি নকল দেয়া এবং সাজেশনের নামে নকল দেয়া উভয়টিই গুরুতর অপরাধ। এই ধরণের কাজ সম্পূর্ণ না জায়জ। সুতরাং নকল করা এবং নকল সরবরাহ করা পরিহার করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6523",
    "question": "আসসালামু আলায়কুম, আমার এক বন্ধু ঈদের নামাজ ১২ তাকবীরে পড়ার জন্য নিজের এলাকার স্থান ছেড়ে প্রায় ৬ কিঃমি দূরে গিয়ে সালাত আদায় করেছেন, আমি নিষেধ করি এইভাবে ঈদের সালাত আদায় করা ঠিক নয়, ঈদের সালাত বন্ধু বান্ধব চাচা, বাবা এদের সাথেই পড়া উচিৎ আর ১২ তাকবীরের জন্য তুই জাচ্ছিস একেবারেই ভুল সিদ্ধান্ত যেখানে ৬ তাকবীরও সহীহ।",
    "answer": "ঈদের সালাত ৬ বা ১২ তাকবীরে আদায় করা যায়। ১২ তাকবীরে ঈদের সালাত আদায় করার মাধ্যমে যদি কারো মন অধিকতর প্রশান্ত হয় তাহলে ১২ তাকবীরে সালাত অদায় করতে কোন সমস্যা নেই। কিছুটা দূরে গিয়েও আদায় করতে পারে। এই নিয়ে বাড়াবাড়ি করার দরকার নেই। যদি কারো কাছে ১২ তাকবীরে পড়া অধিকতর বিশুদ্ধ মনে হয় সে ১২ তাকবীরে পড়বে, এতে কোন সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6524",
    "question": "আস-সালামু আলাইকুম শায়েখ। আমার প্রশ্নটা হলো আমার শরীরে অনেক জায়গায় শ্বেতী দাগ আছে এবং সেটা মুখে দেখা যা। যা দেখতে অনেক খারাপ দেখায় তাই আমি সেটা কালার করে ফেলি।  যেভাবে ট্যটু করে ঠিক সেভাবে করা হয়। শুধু ট্যটু করে কালো কালার দিয়ে আমারটা করা হয় বাদামী কালার দিয়ে। এখন আমার কি ওযু, গোসল হবে কিনা। এটা নিয়ে একটু চিন্তিত আছি।",
    "answer": "ওয়া আলাইকুমুস সালাম। না, ট্যাটু করে কালার করলে জায়েজ হবে না। এমন করলে ওযু, গোসল  হবে না। তবে কলমের কালি জাতীয় কোন কালি দিয়ে কালার করলে সমস্যা নেই। বহু মানুষের এমন দাগ থাকে। এটা নিয়ে এতো চিন্তিত হওয়ার কিছু নেই। ট্যাটু করতে যাবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6525",
    "question": "দীর্ঘদিন যাবত আমি একটা টি-শার্ট ব্যবহার করছি। হঠাৎ একদিন চোখে পড়লো টি-শার্টে ছোট একটি প্রানীর অববয় টাইপ কিছু একটা। এখন আমার কথা হচ্ছে এই টি-শার্ট পড়ে নামাজ পড়া যাবে কি? হাদিসের রেফারেন্স সহ জানালে খুব খুব উপকৃত হবো।",
    "answer": "প্রাণীর ছবি সর্বাবস্থায় নিষিদ্ধ। নিষিদ্ধ বস্তু নিয়ে নামায পড়া মাকরুহ। প্রাণীর ছবি বিশিষ্ট কোন পোশাক পরা যাবে না। নামাযের বাইরেও না, ভিতরেও না, কখনোই না। প্রাণীর ছবি আছে  এমন কোন জিনিস ব্যবহারও করা যাবে না। রাসূলুল্লাহ সা. বলেছেন, إِنَّ أَشَدَّ النَّاسِ عَذَابًا عِنْدَ اللهِ يَوْمَ الْقِيَامَةِ الْمُصَوِّرُونَ- আল্লাহর নিকট ছবি মূর্তি অংকন কারীর সবচেয়ে কঠিন শাস্তি হবে। সহীহ বুখারী, হাদীস নং ৫৬০৬। عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَدِمَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ سَفَرٍ وَقَدْ سَتَرْتُ بِقِرَامٍ لِي عَلَى سَهْوَةٍ لِي فِيهَا تَمَاثِيلُ فَلَمَّا رَآهُ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هَتَكَهُ وَقَالَ أَشَدُّ النَّاسِ عَذَابًا يَوْمَ الْقِيَامَةِ الَّذِينَ يُضَاهُونَ بِخَلْقِِ اللهِ. আয়েশা (রাঃ) বলেন, একদা রাসূলুল্লাহ সা. কোন এক সফর হতে আসলেন, এমতাবস্থায় আমি একটি ছবিপূর্ণ পর্দা তাকের উপর দিয়ে রেখেছি। রাসূলুল্লাহ সা. তা দেখে ছিঁড়ে টুকরা করে দিলেন এবং বললেন, ‘যারা ছবি-মূর্তি অংকন করে ক্বিয়ামতের দিন তাদের কঠিন শাস্তি হবে’। সহীহ বুখারী, হাদীস নং ৫৬১০।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6526",
    "question": "হাফপ্যান্ট পড়ে ফুটবল খেলা যাবে কি?",
    "answer": "না, হাফ প্যান্ট পরে ফুটবল বা অন্য কোন খেলা করা যাবে না। হাঁটু থেকে নাভীর পর্যন্ত অনাবৃত করা জায়েজ নেই। রাসূলুল্লাহ সা. বলেছেন, فَلَا يَنْظُرَنَّ إِلَى شَيْءٍ مِنْ عَوْرَتِهِ، فَإِنَّ مَا أَسْفَلَ مِنْ سُرَّتِهِ إِلَى رُكْبَتَيْهِ مِنْ عَوْرَتِهِ» তাদের কেউ যেন অন্যের সতরের কিছু না দেখে। পুরুষের নাভির নিচ থেকে তার উভয় হাটু পর্যন্ত হল সতর। মুসনাদু আহমাদ, হাদীস নং ৬৭৫৬। হাদীসটি হাসান।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6527",
    "question": "মুরগির হাড় কি চিবিয়ে খাওয়া যাবে?",
    "answer": "জ্বী, মুরগীর হাড় চিবিয়ে খাওয়া যাবে। অন্যে কোন ভাবেও যদি খেতে পারেন সেভাবে খেতেও অসুবধা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6529",
    "question": "দাঁতে কোন খাবার আটকে থাকলে কি ওজু হবে? আমি ফরজ গোসল করার পর বুঝতে পারি আমার দাঁতে মাংসের অংশ আটকিয়ে ছিল, আমার গোসল কি হয়ে যাবে?",
    "answer": "জ্বী, দাঁতে খাবার আটকে থাকলে ওযু-গোসল শুদ্ধ হবে। দাঁতে মাংস আটকে থাকলেও আপনার গোসল পরিপূর্ণ হয়েছে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6530",
    "question": "আস-সালামু আলাইকুম, আমি আর্মি তে চাকরি করি এইখানে সকালে এবং বিকালে হাফ প্যান্ট পরে পিটি করতে হয়। এইটার জন্যে সেনাপ্রধান কেও রিকোয়েস্ট করা হইছে, তারা মানে না। আমি বুঝতে পারি এই চাকরি আমার জন্যে জায়েজ না। কিন্তু আমার পক্ষে সম্ভবও না এইটা ছেড়ে দেয়া। আমার পুরো পরিবারের দায়িত্ব আমার কাছে আমি এখন কি করবো।",
    "answer": "একটা মুসলিম দেশের সেনা বাহিনীতে এই ধরণের নিয়ম খুবই দু:খজনক। এর জন্য  কর্তৃপক্ষ দায়ী হবে। অনিচ্ছা সত্ত্বেও কোন সেনা কর্মীরা বাধ্য হয়ে এমনটা করলে তাদেরকে আল্লাহ তায়ালা মাফ করে দিবেন ইনশাআল্লাহ। তবে এই নিয়মটি কর্তৃপক্ষ যেন বাদ দেন, সেটা করার জন্য আপনার চেষ্টা চালিয়ে যাবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6531",
    "question": "আস-সালামু আলাইকুম, আমি অনলাইন জুয়া থেকে ১ কোটি টাকা আয় করেছি। অনেক আগে তওবা করে সে পথ থেকে ফিরে এসেছি। এখন আমি ঐ ১কোটি টাকা ও আমার হালাল ইনকাম দিয়ে ব্যাবসায়ের মাধ্যমে শতভাগ হালাল ইনকামের চেষ্টা করছি। জুয়া থেকে উপার্জিত ওই ১ কোটি টাকা ব্যাবসায় বিনিয়োগ করার কারনে আমি এক সঙ্গে ওই টাকা গুলো সওয়াবের নিয়ত ছাড়া দান করতে পারছি না। ওই টাকা ব্যাবসায় খাটানোর কারনে ওই টাকার বিপরীতে আমার মুনাফা আসতেছে। এখন আমি যদি ভেঙ্গে ভেঙ্গে ১ কোটি টাকা দান করি তাহলে কি আমি শরিয়া মোতাবেক ঠিক আছি? অনুগ্রহ করে উত্তর জানাবেন। আল্লাহ তায়ালা আপনাকে উত্তম জাজা দান করুক। ধন্যবাদ",
    "answer": "ওয়া আলাইকুমুস সালাম। অবৈধভাবে উপার্জিত টাকা ব্যবসাতে বিনিয়োগ করা জাযেজ হবে না। এবং ঐ টাকা থেকে উপার্জিত লাভও গ্রহন করা না জায়েজ। আপনাকে দ্রুত ঐ টাকা সওয়াবের নিয়ত ছাড়া দান করে দিতে হবে। পৃথিবীতে সম্মানের সাথে বেঁচে থাকার জন্য কোটি কোটি টাকার প্রয়োজন নেই। খুব কম মানুষই এমন বিপুল পরিমাণ টাকা পয়সার মালিক। আল্লাহ তায়ালা কোটি কোটি টাকা ছাড়াই কোটি কোটি মানুষকে পৃথিবীতে বাঁচিয়ে রেখেছেন, ভালো রেখেছেন। সুতরাং আল্লাহ তায়ালাকে ভয় করে এখনই হারাম থেকে বিরত হয়ে যান। আল্লাহ তায়ালা কুরআনে বলেছেন, ,وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا – وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ যে আল্লাহকে ভয় করবে, আল্লাহ তার একটা রাস্তা বের করে দিবেন। এমন উৎস থেকে রিযিক দান করবেন যা কখানো সে কল্পনাও করে নি। যে আল্লাহর উপর ভরসা করে আল্লাহ তার জন্য যথেষ্ট। সূরা তলাক, আয়াত ২-৩।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6532",
    "question": "আস-সালামু আলাইকুম। খুব অসহায় হয়ে এবং দুঃখের সাথে এইখানে শেয়ার করতেছি। আশা রাখছি ভালো একটা সাজেশন পাবো ইনশা আল্লাহ। পারিবারিকভাবেই আমার জন্যে মেয়ে দেখে বিয়ে হয় এবং আমার কোনো হস্তক্ষেপ ছিল না। বিয়ের আগে আমার মা,খালা,বোন গিয়ে মেয়ে দেখে এবং পছন্দ অনুসারেই বিয়ে হয়।কিন্তু বিয়ের পর দিন থেকে আমার মা খালা সবাই আমার বউ কে কালো অসুন্দর রুগিলা গরিব বলে নিয়মিত অসম্মান করে এবং বিভিন্ন জিনিস আনার জন্যে চাপ প্রয়োগ করতো এবং আনলেও মন মতো হতো না তাই আবার সব সময় কথা শুনাতো। এগুলা আমার আর আমার বাবার অগোচরে করতো কারণ আমরা এইগুলা পছন্দ করি না। আমার মা আমাদের সামনে ভালো ব্যবহার করতো আর আমার স্ত্রী এর সাথে গোপনে খারাপ আচরণ করতো। ধর্ম অনুসারে আমি মা কে বিভিন্ন ভাবে বুঝাইতাম ওয়াজ শুনাইতাম কিন্তু কোনো ফল পাই না।আর আমার বউ কেও বুঝিয়ে ধর্য্য ধরতে বলতাম আর ও আম্মুর কোনো কথার উত্তর দিতো না, চুপ হয়ে থাকতো । এমনও হয়েছে আমি বাধ্য হয়ে নিজে কিনে এনে শশুড়বাড়ির নাম করে দিসি । এক পর্যায়ে আমার স্ত্রী মানসিক ভাবে অসুস্থ হয়ে এখন শারীরিক ভাবে অসুস্থ।এক পর্যায়ে শান্তির কথা ভেবে আব্বু আম্মু অনুমতি নিয়ে অফিস এর কাজ আর স্ত্রী অসুস্থতার কথা বলেই শহরে বাসা নিয়ে থাকা শুরু করি। কারণ সে অসুস্থ থাকার কারণে আম্মু কে আম্মুর মনমতো সাহায্য করতে পারতো না তবে সে তার জায়গা থেকে ১০০% চেষ্টা করতো। বলে রাখি আমরা মাসে ২-৩বার বাড়িতে যাই এবং কাজের মৌসুম আসলে গিয়ে অনেকদিন থাকি।এখন আমার ভয় হয় যে এতে কি আমার গুনাহ হবে আলাদা থাকার জন্যে ? আর আমার স্ত্রী যে আমাকে তার প্রতি হওয়া জুলুম এর কথা বলে এতে কি গীবত এর গুনাহ হবে ? ও আমাকে ছাড়া আর কাওকে বলে না ইভেন ওর নিজের বাবা মা কেও না। উল্লেখ আমার মা কে যতই নানা ভাবে নসীহা করি উনি রাগ করে এবং অনেক মিথ্যা কথা বলে। আর এখন তাই কিছু বলতে যাই না আর আমি আমার মা কে অনেক ভালোবাসি এবং তাদের বেপারে আল্লাহ কে অনেক ভয় করি।",
    "answer": "ওয়া আলাইকুমুস সালাম। আল্লাহ আপনাদের উপর রহম করুন। এই সমস্যা দেশের অধিকাংশ পরিবারে। অধিকাংশ শ্বাশুড়ীরা পুত্রবধূদের উপর জুলুম করেন। অনেক পুত্রবধূও শ্বাশুড়ীদের উপর জুলুম করে। আপনি আলাদা বাসা নিয়ে সঠিক কাজ করেছেন। কাজের সময় বেশী দিন স্ত্রীকে বাড়িতে রাখলে যদি সমস্যা হয় তাহলে বেশী দিন রাখারও প্রয়োজন নেই। আপনার স্ত্রী তার প্রতি জুলুমের বিষয়টি সমাধাণের জন্য আপনার কাছে বললে সেটা গীবত হবে না। তবে সমস্যা সমাধাণ হয়ে গেলে এই নিয়ে চর্চা করবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6533",
    "question": "বাচ্চা হবার পর ৪০দিন আগেই ব্লিডিং বন্ধ হলে নামাজ আদায় করা যাবে কিনা",
    "answer": "বাচ্চা হওয়ার যে রক্ত বের হয় তার নাম “নেফাস”। নেফাসের সময় নামায আদায় করা লাগে না।  নেফাসের সর্বোচ্চ সময় ৪০ দিন। ৪০ দিনের পরও যদি রক্ত বের হয় তাহলে সেটা আর নেফাসের রক্ত ধরা হবে না। তখন থেকে নামায আদায় করতে হবে। আর নেফাসের সর্বনিম্ন কোন সময় নেই। রক্ত বের হওয়া বন্ধ হলেই নামায শুরু করতে হবে। ৪০ দিনের আগে যখনই রক্ত বন্ধ হবে তখনই নামায শুরু করা আবশ্যক।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6534",
    "question": "আস-সালামু আলাইকুম। আমার চাচা হালাল ইনকাম করেন। আমরা যৌথ পরিবার। তিনি আমাকে তার নিজের মেয়ের মতো দেখেন।  কিন্তু উনি হোম লোন নিয়ে বাড়ি বানাচ্ছেন। আমি চাচার কাছে থাকি। তাহলে কি আমার সেই বাড়িতে থাকা জায়েজ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। হোম লোন নেয়া সম্পূর্ণ হারাম। আর আপনার দায়িত্ব আপনার পিতার। তিনি যদি আপনার দায়িত্ব পালনে অর্থাৎ ভরণ-পোষণে অক্ষম হন তাহলে চাচার বাড়িতে থাকতে পারেন। আপনার পিতার সক্ষমতা থাকলে আপনাকে চাচার দায়িত্বে ছেড়ে দেয়া এই অবস্থায় ঠিক হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6535",
    "question": "আস-সালামু আলাইকুম স্যার, আমি একজন নওমুসলিমাহ। আমার পিতা মাতা বিধর্মী। আমি এখন স্বামীর বাড়ি থাকি। আমি কি আমার পিতা মাতার কাছে যেয়ে কিছুদিন থাকতে, খেতে পারবো? আমি অনেক মানুষের কাছে শুনছি বিধর্মী মা বাবার বাসায় খাওয়া যাবে না। উল্লেখ, আমার ও আমার স্বামীর পরিবার আমাদের মেনে নিয়েছেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। মৌলিকভাবে আপনার বাবা-মায়ের কাছে যেতে বা থাকতে সমস্যা নেই। তবে যদি সেখানে গেলে আগের ধর্মের প্রতি দূর্বল হয়ে যাওয়ার কোন সম্ভাবনা থাকে বা তারা আপনাকে আবার পূর্বের ধর্মে ফিরে যাওয়ার জন্য উপদেশ দেয় বা নিরাপত্তার অভাব থাকে তাহলে সেখানে যাওয়া ঠিক হবে না। গেলেও বেশী সময় অবস্থান করবেন না। মুসলিম মেয়ের অন্য ধর্মের পরিবেশে থাকলে ধর্ম পাললে সমস্যা হতে পারে। অল্প সময়ের জন্য যাবেন। তাদের জবেহ করা কোন প্রাণীর মাংস খাওয়া যাবে না। এছাড়া অন্যান্য হালাল খাবার খেতে অসুবিধা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6536",
    "question": "আস-সালামু আলাইকুম শায়খ ,ব্যক্তিগত একটি প্রশ্ন এবং আমার নাম দয়া করে প্রকাশ করবেন না। আমি যৌথ পরিবারে থাকি। বাবা মা দাদি একজন ফুপু এবং আমার স্ত্রী সবাই মিলে থাকি। বাবা দাদি অসুস্থ এবং ফুপুর ক্যান্সার। সমস্যা হলো পরিবারের সবাই কেমন যেন আক্রমণাত্মকভাবে কথা বলে। বাসায় কোনো আত্মীয় আসলে তাদের ছোট করে কথা বলে, বিভিন্ন ইস্যু নিয়ে খোঁচা মেরে কথা বলে। এইভাবে সবার সাথেই আস্তে আস্তে সম্পর্ক নষ্ট হয়ে যাচ্ছে।আমি ব্যাক্তিগতভাবে এগুলো খুব অপছন্দ করি, বাধা দেয়ার চেষ্টা করি কিন্তু লাভ হয় না। বাসায় সবাই পাঁচ ওয়াক্ত নামাজ পরে, রোজা রাখে, কুরআন পরে কিন্তু এই অভ্যাস বর্জন করে না। মানসিক ভাবে আমি খুব ভেঙ্গে পরছি। সবার বয়স হয়ে গেসে আর আমাকেই তাদের দেখাশোনা করতে হয়। সারাদিন কষ্ট করে বাসায় এসে যখন এই ধরনের ঘটনা দেখি তখন খুব খারাপ লাগে, কষ্ট হয়।আমার স্ত্রী নতুন, ওর জন্য এই পরিবেশ নতুন আরও কষ্টদায়ক। শাইখ আমি কাউকে কষ্ট দিতে চাই না আর আত্মীয়দের সাথে সম্পর্ক নষ্ট করতেও চাই না। আমি জানি মানুষের মনে কষ্ট দিলে আল্লাহও ক্ষমা করে না। কিন্তু আমি তো অনেক চেষ্টা করি সবাইকে পরিবর্তন করার কিন্তু পারি না। আমার এখন করণীয় কি যদি আমাকে একটু উপদেশ দিতেন খুব উপকার হতো।",
    "answer": "ওয়া আলাইকুমুস সালাম। তাদেরকে বুঝানো এবং তাদের জন্য দুআ, এই দুটো কাজই করতে হবে। পিতা-মাতা-মুরব্বীদের সাথে অন্য কোন আচরণ করা যাবে না। বয়স হলে, অসুস্থ হলে অনেক মানুষের আচরণ একটু অস্বাভাবিক হয়ে যায়, এটা মেনে নিয়ে ধর্য্যের সাথে থাকতে হবে। আল্লাহ উত্তম প্রতিদান দিবেন ইনশাআল্লাহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6537",
    "question": "কোনো ব্যক্তির ব্যাংক একাউন্টে তাকে সাহায্য করার উদ্দেশ্যে তার পক্ষ হয়ে টাকা জমা দিলে তাতে কি সুদের সাক্ষী হিসেবে গণ্য হবো?",
    "answer": "এই লেনদেনে সাক্ষী হিসেবে আপনার প্রয়োজন নেই। সুতরাং সাক্ষী হিসেবে গণ্য না হলেও সীমালংঘনের কাজে সহযোগিতার জন্য আপনি অভিযুক্ত হবেন। আপনি সুদের কাজের সহযোগী হিসেবে গণ্য হবেন। সুরতাং এই ধনণের সাহায্য করা থেকে বিরত থাকবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুদ-ঘুষ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6538",
    "question": "আস সালামু আলাইকুম ওয়া রহমাতুল্লাহ। আমার পিতা মারা গেছেন অনেক বছর আগে, মা বর্তমানে জীবিত আছেন, আমরা সাত ভাই-বোন, ৩ভাই ৪বোন, আমি সবার ছোট। আমরা যৌথ পরিবার, সব বোনদের বিয়ে হয়ে গেছে, মেজ ভাই যেখানে চাকরী করে সেখানেই স্ত্রী-পুত্র-কন্যা নিয়ে থাকে। বড় ভাই, আমি, মাসহ বাকিরা বাড়িতে থাকি। বড় ভাই রিটায়ার্ড পারসন, বর্তমানে ব্যবসা ও ঘের (জলকর) থেকে উপার্জন করে। আমি এখন পর্যন্ত বেকার, একটা কলেজে প্রভাষক হিসেবে অন্তর্ভুক্ত আছি তবে বেতন নেই। আমার স্ত্রী ও একটি ছেলে আছে।আমার মা একদিন আমার বড় বোনকে বলেছে যে  আমাকে তার নামে রেকর্ডকৃত দেড় বিঘা জমি থেকে এক বিঘা দিতে চায়, তোমরা সব ভাই-বোন আলোচনা করে মতামত দাও। আলোচনা শেষে সবাই হ্যাঁ সূচক মতামত দেয়। সিদ্ধান্ত হয় যে আমাকে আলাদা করে দেয়া হবে এবং সংসার খরচ নির্বাহ করার জন্য মায়ের প্রস্তাবকৃত এক বিঘা জমি আমার নামে দলীল করে দয়া হবে। আমিও আলাদা হতে চাই। উল্লখ্য যে, মায়ের নামে অন্যান্য জায়গায় বিভিন্ন দাগে আরও জমি আছে রেকর্ডকৃত।এমতাবস্থায় মা কি তার নামে রেকর্ডকৃত একটি দাগের জমি থেকে আমাকে এক বিঘা জমি হেবা করতে/ দিতে পারবে? শরীয়তের বিধান অনুযায়ী এর সমাধান জানালে খুবই উপকৃত হব।বিঃ দ্রঃ- যদি শরীয়তে কোন বাধা থাকে/ নিষেধ থাকে তবে আমি ঐ জমি নিতে চাই না, তবে বাধা/নিষেধ না থাকলে নিতে আমার কোন আপত্তি নেই।দয়া করে ইমেইলে প্রশ্নের উত্তর পাঠাবেন। তাহলে কৃতজ্ঞ থাকবো। আল্লাহ হাফেজ।",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, উক্ত জমি নেওয়া আপনার জন্য জায়েজ হবে। পিতা-মাতা ইচ্ছা করলে বিশেষ কোন কারণ থাকলে কোন সন্তানকে কিছু অরিরিক্ত সুযোগ-সুবিধা দিয়ে যেতে পারে। তবে বিনা কারণে এমন করা উচিত নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6539",
    "question": "আস-সালামু আলাইকুম, ইদানীং ইউটিউবে প্রবেশ করলে Expert option নামক ট্রেডিং সাইট এর এড আসে আবার এরকম আরো কিছু আপ্লিকেশন আছে যেমন MTFE এই আপ্লিকেশন এ আমার অনেক বন্ধু জড়িত তারা এই আপ্লিকেশন এ ২০০ ডলার ডিপোজিট করে রাখে আর প্রতিদিন ৫ ডলার করে এক্সট্রা ডলার কমিশন পায় এটাকি হালাল হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, হালাল হবে না। সম্পূর্ণ হারাম হবে। বিভিন্ন কারণে এটা সুদের অন্তর্ভূক্ত।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6541",
    "question": "আমার স্বামী একজন মাওলানা মুফতী। তিনি একটি মাদ্রাসায়  অল্প বেতনে খেদমত করেন। দ্রব্যমুল্যের ঊর্ধ্বে গতির এই সময়ে এই আয়ে সংসার চালানো খুব কঠিন। কাছাকাছি মসজিদও নেই, যেখানে ইমামতি করতে পারেন, বাসায় বাসায় গিয়ে প্রাইভেট পড়াতেও সে ইচ্ছুক না। আবাসিক হুজুর হওয়ার জন্য ব্যবসার সুযোগ কিংবা টাকাও তার নেই। সাটিফিকেট থাকা সত্ত্বেও তিনি সরকারি চাকরি করতে চান না শরীয়ত বিরোধী বিষয় থেকে বেঁচে থাকার জন্য। এমন অবস্থাতে তার জন্য মাদ্রাসা ছেড়ে প্রাইভেট কোম্পানিতে চাকরি করা অথবা বিদেশে গিয়ে কাজ করা তার জন্য জায়েজ আছে নাকি এটা তার জন্য দ্বীন বিক্রি করার শামিল হবে?",
    "answer": "প্রাইভেট প্রতিষ্ঠানে বা বিদেশে গিয়ে চাকুরী করা সবার জন্য জায়েজ। শরীয়তের ফরজ-ওয়াজিব-হারাম-হালাল মেনে যে কোন যায়গাতে চাকুরী বা কাজ করা জায়েজ। দ্বীনি ইলম শিক্ষা দেওয়ার কাজ অন্যান্য যে কোন কাজ থেকে শ্রেষ্ট। নূন্যতম প্রয়োজন মিটলে ইলম শিক্ষা দেওয়ার কাজে নিয়োজিত থাকা নি:সন্দেহ উত্তম। তবে আর্থিক সমস্যা বেশী হলে, অন্য কাজের সুযোগ থাকলে সেটা করতে শরীয়তে সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6542",
    "question": "আস-সালামু আলাইকুম। আমি একটা গ্রামে বাস করি। গত রমজানে আমাদের মসজিদে তারাবিহের নামাজের জন্য একজন ইমাম নেয়া হয়, যিনি সহিহ কুরআন তিলাওয়াত করতে পারেন না। উল্লেখ্য সহিহ তিলাওয়াত জানা ইমাম নেয়ার সুযোগও ছিল, কিন্তু তা করা হয়নি। আমার এমন ক্ষমতাও নেই যে আমি এটা পরিবর্তন করতে পারতাম। তাই আমি পাশের একটা মসজিদে নামাজ আদায় করি। এটা কি আমি ভুল করেছি?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, আপনি ভুল করেন নি। আপনি সঠিক কাজটি করেছেন।  তেলাওয়াত সহীহ না হলে সেই ইমামের পিছনে নামায আদায় করা যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6544",
    "question": "আস-সালামু আলাইকুম, আমার ছেলে ঢাকায় একটি মাদ্রাসায় ইবতেদায়ী ৫ম শ্রেণিতে পড়ে। করোনার পরে গত বছর থেকে সাধারণ শিক্ষায় ৫ম শ্রেণির বৃত্তি পরীক্ষা শুরু হলেও মাদ্রাসা শিক্ষায় শুরু হয়নি। এবছরও হওয়ার সম্ভাবনা নাই। এমতাবস্থায়, আমার গ্রামের এলাকায় কোন সরকারি প্রাথমিক বিদ্যালয়ে শুধুমাত্র ভর্তি করে রেখে (পড়াশুনা করবে ঢাকার মাদ্রাসায়) বৃত্তি পরীক্ষা দেওয়াতে চাই। সেক্ষেত্রে বৃত্তি পেলে বৃত্তির টাকা জায়েজ হবে কিনা?",
    "answer": "ওয়া আলাইকুমুস সালাম। সরকার প্রদত্ত বৃত্তির টাকা শিক্ষার্থীরা নিতে পারবে। নিতে কোন সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6545",
    "question": "আস-সালামু আলাইকুম। আমি কাতার অবস্থানরত প্রবাসী। আমাদের কোম্পানিতে প্রায় লোক একটি ব্যবসায়ের সাথে জড়িত। ব্যবসায়ের ধরন এমন। ব্যবসায় (অনলাইনে)  লগইন করার জন্য তাদের কে এককালীন ১৮০০০ টাকা দিয়েছি। আর তারা প্রতিদিন বিভিন্ন প্রোডাক্টের ছবি পাঠায় এপস এ। আমরা প্রোডাক্ট গুলো অনলাইনে রিসিভ করে আবার পাবলিশ করি। আর এর বিনিময়ে ঐ কোম্পানি আমাদের কে নির্দিষ্ঠ পরিমান ডলার সমহারে প্রতিদিন দেয়। এখন আমার প্রশ্ন হলো এটা আসলে হালাল হবে কীনা?আশা করি প্রশ্নটা বুঝাতে পেরেছি। না বুঝাতে পারলে জিজ্ঞেস করেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনাদের বিনিয়োগকৃত টাকা তারা কোন কাজে ব্যবহার করে তার সঠিক কোন তথ্য আপনাদের কাছে না থাকায়, হারাম-হালাল উভয় ব্যবসায় উক্ত টাকা ব্যবহৃত হওয়ার সম্ভাবনার কারণে, নির্দিষ্ট হারে লাভ দেয়ার কারণে এবং উক্ত কথিত ব্যবসাতে গ্রাহকদের টাকা হারানোর প্রবল ঝুঁকির কারণে ( ইতিমধ্যে এই ধরণের বহু কোম্পানী গ্রাহকদের টাকা আত্মসাৎ করে হাওয়া হয়ে গিয়েছে)  এই এই ব্যবসা সম্পূর্ণ না জায়েজ। সুতরাং এই লেনদেন থেকে বিরত থাকতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6546",
    "question": "আস-সালামু আলাইকুম প্রিয় শায়েখ আশা করছি ভালো আছেন।  আল হামদুলিল্লাহ আমিও ভালো আছি।  শায়েখ আমার একটা জিজ্ঞাসা ছিল– নিচের কয়েকটি হাদিস লক্ষ্য করুন–قَالَ: كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي قَبْلَ العَصْرِ أَرْبَعَ رَكَعَاتٍ، يَفْصِلُ بَيْنَهُنَّ بِالتَّسْلِيمِ عَلَى المَلائِكَةِ المُقَرَّبِينَ، وَمَنْ تَبِعَهُمْ مِنَ المُسْلِمِينَ وَالمُؤْمِنِينَ . رَوَاهُ التِّرمِذِيُّ، وَقَالَ: حَدِيثٌ حَسَنٌ১.  বাংলা অর্থ: আলী ইবনে আবী তালেব রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, ‘নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসরের ফরয নামাযের আগে চার রাকাত সুন্নত পড়তেন। তার মাঝখানে নিকটবর্তী ফেরেশতাবর্গ ও তাদের অনুসারী মুসলিম ও মুমিনদের প্রতি সালাম পেশ করার মাধ্যমে পার্থক্য করতেন।’ (অর্থাৎ চার রাকআতে দু’ রাকআত পর পর সালাম ফিরতেন। [তিরমিযী ৪২৯, ইবনু মাজাহ ১১৬১]আরবি হাদিস: وَعَنِ ابنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا، عَنِ النَّبِيِّ صلى الله عليه وسلم، قَالَ: «رَحِمَ اللهُ امْرَءاً صَلَّى قَبْلَ العَصْرِ أَرْبَعاً». رواه أبُو دَاوُدَ وَالتِّرمِذِيُّ، وَقَالَ: حَدِيثٌ حَسَنٌ.২. বাংলা অর্থ: ইবনে উমার রাদিয়াল্লাহু আনহু হতে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “আল্লাহ সেই ব্যক্তির ওপর রহম করুন, যে ব্যক্তি আসরের পূর্বে চার রাকাত সুন্নত পড়ে।” [আবূ দাউদ ১২৭১, তিরমিযী ৪৩০শায়েখ এই হাদিস দুইটির মান কি সহিহ? এই হাদিসের উপর আমল করা যাবে কি? এই হাদিস দুইটির মান কি সহিহ?",
    "answer": "উক্ত হাদীস দুটি হাসান। এগুলোর উপর আমল করা যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হাদীস",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6547",
    "question": "আস-সালামু আলাইকুম। জনাব, আমি একটি বাসায় টিউটর হিসেবে কাজ করি। আমি মাঝে মাঝে তাদের অনুমতি ছাড়া তাদের বাসার ওয়াই ফাই ইউজ করি, এতে কি আমার পাপ হবে? উল্লেখ্য, আমি এই জন্য অনুমতি নিতে যাইনা যে ঐ বাসার অন্যান্য সেবা তো বিনা অনুমতিতে ব্যবহার করি যেমন, ইলেক্ট্রিসিটি ও ওয়াশরুম ইত্যাদি। এবং এটা খুবই স্বাভাবিক।",
    "answer": "ওয়া আলাইকুমুস সালাম। অনুমতি নিয়ে ওয়াই ফাই  ব্যবহার করবেন। অন্যান্য সেবা ব্যবহার তারা দেখেছে, ওয়াই ফাই ব্যবহার তারা দেখেছে না, তাই বিভ্রান্তি এড়াতে তাদেরকে ওয়াই ফাই ব্যবহারের বিষয়টি বলবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6550",
    "question": "আস-সালামু আলাইকুম। অল্প আমলই নাজাতের জন্য যথেষ্ট এই হাদীসটি কি সহীহ?",
    "answer": "হাদীসটি হাকীম রহ. সংকলিত আল-মুসতাদররক কিতাবে বর্ণিত আছে। হাদীস নং ৭৮৪৪। তবে হাদীসটি যয়ীফ। ইমাম যাহাবী রহ. বলেছেন, হাদীসটি সহীহ নয়। হাদীসটির মূল পাঠ নিম্নরূপ: حدثنا أبو العباس محمد بن يعقوب ثنا بحر بن نصر حدثنا عبد الله بن وهب أخبرني يحيى بن أيوب المصري عن عبيد الله بن زحر عن الوليد بن عمران عن عمرو بن مرة الجملي عن معاذ بن جبل رضي الله عنه : أنه قال لرسول الله صلى الله عليه و سلم حين بعثه إلى اليمن : يا رسول الله أوصني قال : اخلص دينك يكفك العمل القليل هذا حديث صحيح الإسناد و لم يخرجاه تعليق الذهبي قي التلخيص : غير صحيح“",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6551",
    "question": "Assalamualaikum. ছেলেদের হাঁটু ঢেকে রাখতেই হবে। কিন্তু বাড়িতে শুধু নিজের আব্বা মা আর নিজের দিদি থাকলে শুধু বাড়ির মধ্যেই হাফ প্যান্ট( হাঁটুর একটু উপর) পড়া জায়েজ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, বাড়ির ভিতরেও আব্বা-আম্মা বা অন্য কারো সামনে হাঁটুর উপরে থাকে এমন কোন পোশাক পরা যাবে না। হাঁটুর ঢাকা থাকে এমন পোশাক পরা ফরজ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6552",
    "question": "আস-সালামু আলাইকুম। পর্দা করেনা এমন নারীর কাছে কোন পণ্য কেনা কি জায়েজ হবে? কিনে ফেললে কি সে হালাল পণ্য হারাম হবে? আমি একটি কোচিং সেন্টারে ভর্তি হতে গেলে সেখানে একটি নারী অফিসের দায়িত্বে ছিলেন যিনি ঠিকমত পর্দা করেননি এমতামস্থায় আমাকে তার সাথে কথা বলতে হয়েছে এবং তার মাধ্যমে ভর্তি হতে হয়েছে এতে কি কোন সমস্যা আছে? আমার জন্য কি সে কোচিং করা হারাম হবে? আমার বিষয়টি সম্পর্কে সঠিক জ্ঞান নেই তাই আপনাদের কাছে জানতে চাই।",
    "answer": "ওয়া আলাইকুমুস সালাম। বেপর্দা নারীর থেকে পণ্য কিনতে গেলে আপনি নিজে পর্দাহীনতার মধ্যে পড়ে যেতে পারেন, তাই প্রয়োজন না হলে পর্দাহীন নারীদের থেকে কোন কিছু না কেনা ভাল। তবে কিনলে হালাল পণ্য হারাম হয়ে যাবে না। না, পর্দাহীন নারীর সাথে ভর্তি সংক্রান্ত আলোচনার কারণে সেখানে কোচিং করা হারাম হবে না। তবে কোচিংয়ের ক্লাসে যদি পর্দাহীন পরিবেশ থাকে তাহলে সেখানে কোচিং করা জায়েজ হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6553",
    "question": "একজন ইসলামি বই লেখক তার স্ত্রী, ৯ ছেলে মেয়ে রেখে মারা গেলেন। তার মৃত্যুর কয়েক বছর পর তার স্ত্রী মারা গেলেন। কিন্তু, স্ত্রীর মা বাবা এখনো  জীবিত। শরীয়াত অনুযায়ী লেখকের শ্বশুর শাশুড়ী লেখকের স্ত্রীর ওয়ারিশ সূত্রে পাওয়া স্থাবর সম্পদ এর ভাগ পেলেন। প্রশ্ন হলঃ লেখকের রয়্যালটির টাকাও কি লেখকের শ্বশুর শ্বাশুড়ি পাবেন? উল্লেখ্য লেখকের বই এখনো ছাপা হয় এবং তার ছেলে মেয়েরা রয়্যালিটির টাকা ভোগ করছেন।",
    "answer": "না, লেখকের রয়্যালিটির টাকা তার শ্বশুর-শ্বাশুড়ী পাবেন না। তার স্ত্রী মারা যাওয়ার সময় যে সম্পদ রেখে গেছেন তার একটি অংশ তারা পাবে। লেখকের কোন সম্পদ তারা পাবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6554",
    "question": "আস-সালামু আলাইকুম। আমার প্রশ্ন হচ্ছে আমি আমার একমাত্র ছোট ভাইয়ের সাথে আজ ১০ মাস কথা বলি না। এর কারণ আমার বাবা, মা ও আমার সাথে ছোট ছোট ব্যাপারে কথা কাটাকাটি হলেও মনে আঘাত করে কথা বলে। কিন্তু আমি তা ভুলে গিয়ে তার সাথে বার বার কথা বলি। আর সে বার বার মনে আঘাত করে কথা বলে।আর এখন বিয়ের পর বৌয়ের কথা শুনে আমাদের সাথে খারাপ ব্যবহার করে, যোগাযোগ ভালো মতো করে না। এমন কি আমার সাড়ে পাঁচ বছরের মেয়ে কে তার বাসায় যাওয়া নিষেধ করে দেয়। তাই তার সাথে কথা বলা বন্ধ করে দেই। কিন্তু তার জন্য আমি আল্লাহর কাছে দোয়া করি তাকে আল্লাহ যেন হেদায়েত দান করেন। তাহলে কি আমার নেক আমল আল্লাহর দরবারে কবুল হবে না? আমার কি গুনাহ হচ্ছে?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনার ছোট ভাইয়ের অনিষ্ঠতা থেকে রক্ষা পেতে যা প্রয়োজন সেটা করবেন। নিজে তার থেকে দূরে থাকবেন। বাচ্চাদের তার কাছে যেতে দিবেন না।  তবে প্রয়োজনীয় কথা বলবেন। কথা বন্ধ রাখবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6556",
    "question": "আস-সালামু আলাইকুম। শ্বশুরবাড়ির পরিবেশ যদি এমন হয় যে সারাক্ষন আপনাকে তটস্থ থাকতে হয় এই ভেবে যে, এখন আবার কোন ইস্যু নিয়ে ঝগড়া শুরু হয়ে যায়, আর উনাদের যেকোনো বিষয়েই ছেলের বউকে টেনে এনে গালাগালি করা হয়, যেমন নতুন ঘর বাঁধা হচ্ছে সেই বিষয়ে আলোচনা করতে করতে ছেলের বউ এর প্রসংগ এনে তার বাবার বাড়ীকে নিয়ে কটুকথা শোনানো শুরু হয়ে গেলো।এভাবে প্রতিদিন ই কোনোনা কোনভাবে এসব চলতে থাকলে তাদের সাথে কিভাবে থাকা যাবে? উল্লেখ্য বিয়ের ৩ বছর পরও পরিস্থিতির কোনো পরিবর্তন হয়নি। তাদের মতে বউদের শ্বশুর বাড়িতে কোনো অধিকার নেই। বউ এর বাবার বাড়ি থেকে কেউ আসলে তাকে অপমান করা, ভাসুর/দেবর সম্বন্ধীয় কেউ বউ এর বাবা মা বোনদের নাম তুলে অশ্লীল ভাষায় গালাগালি করে। ছেলে প্রতিবাদ করলে তাকে কথায় কথায় অভিশাপ দেওয়া। কখনো ঝগড়া করিনি।এসব সহ্য করা অনেক কঠিন হয়ে গেছে। উল্লেখ্য বিয়ের আগে থেকেই এসব আচরনের সম্নুখীন হয়েছি। ভেবেছিলাম বিয়ের পর ঠিক হয়ে যাবে।কিন্তু বিয়ের পর পরিস্থিতি আরো বাজে হয়ে যায়। বাড়ির আশেপাশে কারো সাথেই উনাদের সম্পর্ক ভালো নয়।সবাইকেই সবসময় কটু কথা শোনায়। আমি এভয়েড করেই থাকতে চাইছি। ছেলে নিজের হক আদায় করে। কিন্তু উনাদের ভাষায় হক আদায় হলো বোন দের বাড়িতে প্রতিমাসে বাজার করে পাঠানো, যদিও তারা সামর্থ্যবান।কিন্তু ভাইদের এখনো ইনকাম এখনো তেমন নয় যে সংসার এর যাবতীয় খরচের পর অন্য খরচ করবে। উল্লেখ্য উনাদের ৩ বোন। বোনদের স্বামীর সামর্থ্য থাকা সত্ত্বেও উনাদের বাড়ি বানিয়ে দেওয়া। এইসব করার সামর্থ্য ভাইদের থাকলে হয়তো এখানে বলতে হতোনা।এসব বিষয়েও কথা ছেলের বউদেরই শুনতে হয়।কথা শোনা বিষয় নয়।কিন্তু প্রতিনিয়ত কারো অভিসম্পাত শোনাও কাম্য নয়। দূরে থাকলে তারা ভালো থাকে।উনারা তাবিজ, ঝাড় ফুক, আংটি পড়া, হুজুর বা বদ্যি র কাছে যাওয়া এসবে খুব বিশ্বাসী। এসব দেখলেও দম বন্ধ লাগে। শ্বশুর বেচে থাকা অবস্থায় উনাকেও কটু কথা শোনানো হত। এ অবস্থায় আমার করনীয় কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। খুবই দু:খজনক ব্যাপার। দেশের অনেক পরিবারের অবস্থাই এরকম। স্বামী যদি এই পরিস্থিতির শান্তিপূর্ণ সমাধানে অক্ষম হয় তাহলে স্বামীর উচিত তার স্ত্রীকে নিয়ে এসব খারাপ মানুষদের থেকে দূরে অন্য কোথাও বসবাস করা। আপনি আপনার স্বামীকে বুঝিয়ে বলবেন, এই অসহনীয় পরিস্থিতি থেকে রক্ষা পাওয়ার জন্য আপনাদের দূরে কোথাও বসবাস করা দরকার। যদি স্বামী সে ব্যবস্থা না করতে পারবেন ততদিন কষ্ট হলেও সবরের সাথে এখানে থাকবেন। এক সময় সব ঠিক হয়ে যাবে ইনশাআল্লাহ। আল্লাহ আপনাদের সমস্যার সমাধান করে দিন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6558",
    "question": "যদি কোনো আত্মীয়ের সাথে কথা বললে তারা কথায় কথায় ভুল ধরে ফিতনা সৃষ্টি করে তাহলেও কি তাদের সাথে কথা বলতে হবে? তিনদিনের বেশি কথা না বললে ইবাদাত কবুল হয়না। আমি আমার এক আত্মীয়ের সাথে কথা বলিনা ফিতনা ফ্যাসাদের ভয়ে ও তারা আমাকে কথা দ্বারা কষ্ট দেয় ও অপমান করে।আমার এখন কি তাদের সাথে কথা বলতেই হবে?",
    "answer": "কারো থেকে খারাপ আচরণের আশঙ্কা থাকলে, কোন ক্ষতির আশঙ্কা থাকলে তাকে এড়িয়ে চললে সমস্যা নেই। তবে তার প্রতি কোন হিংসা করা যাবে না। তার ক্ষতিও চাওয়া যাবে না। স্বাভাবিক অবস্থায় কথা না বলা গুনাহ। আপনি যা উল্লেখ করেছেন সেই অবস্থায় নিজেকে রক্ষা করা জন্য যা কিছু করার করা যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6559",
    "question": "আস-সালামু আলাইকুম হুজুর। আশা করি আল্লাহর অশেষ রহমতে ভালো আছেন। আমি আমার স্ত্রী কে নিয়ে কর্মসূত্রে নিজ বাসা থেকে দূরে থাকি। এখন, আমার মা চায় আমার স্ত্রী, আমার সন্তানকে নিয়ে তার সাথে ১০-১৫ দিন থাকুক। কিন্তু আমার স্ত্রী কোন ভাবেই আমাকে ছাড়া শ্বশুর বাড়ি থাকতে চায় না। আমার স্ত্রীর কথা হলো আমাকে সহ প্রয়োজনে ১ মাস থাকবে। কিন্তু আমাকে ছাড়া ১ দিনো শ্বশুরবাড়ি একা থাকবে না।(বিয়ের পর আমার স্ত্রীকে ১৬ দিন একা আমার বাসায় রেখেছিলাম, তখন আমার মা তাকে মানসিক আঘাত বা কস্ট দিয়েছিলো, যেটা আমি আমার স্ত্রীর কাছ থেকে পড়ে জানতে পেরেছি)।এখন আমার স্ত্রী যেহেতু একা শ্বশুড়বাড়ি আমার মায়ের সাথে থাকতে চায় না, এজন্য আমার মা আবার কস্ট পায়। সে অভিশাপ দেয়। ও আমাকে এই জন্য তিরস্কার করে যে আমি কেনো জোড় করে আমার স্ত্রীকে রেখে আসি না। এখন হুজুর আমার কি করনীয়? আমি কি মায়ের কথা শুনব নাকি স্ত্রীর চাওয়াকে গুরুত্ব দিব?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনাকে দুটোই করতে হবে। মায়ের কথাও শুনতে হবে, স্ত্রীর কথাও রাখতে হবে। বেশীর ভাগ পরিবারে শ্বাশুড়ীরা পুত্রবধুদের প্রথমে এমন কষ্ট দেয় আর পুত্রবধুরা সেটা মনে রেখে পরে শ্বাশুড়ীদের কষ্ট দেয়। আপনি যদি কর্মস্থলে খুব বেশী ছুটি না পান তাহলে মাঝে মাঝে (সেটা দু মাস পর পর হতে পারে) স্ত্রীকে ৫-৭ দিনের জন্য বাড়িতে রেখে আসবেন। ৫-৭ দিনের জন্য গেলে কোন সমস্যা হবে না। স্ত্রীকে এটা বুঝাবেন নাতি-নাতনিদের সাথে তাদের সময় কাটানোর ইচ্ছা, এটা অন্যায় নয়, এটা সব মানুষেরই চাওয়া, এই অল্প দিনের জন্য গেলে সেখানে কোন কষ্ট পাওয়াার আশঙ্কা নেই। আর কষ্ট পেলেও তো কয়েক দিন। আর এমন কষ্ট দেওয়ার ঘটনা পৃথিবীতে এটাই প্রথম নয়। এটা বহু যুগ ধরে চলে আসছে। আপনর আম্মাও হয়তো প্রথম জীবনে এমন খারাপ আচরণের শিকার হয়েছে, এভাবে বুঝাবেন। সবাইকে নিয়েই আপনাকে চলতে হবে, কাউকে বেশী গুরুত্ব দিয়ে অন্যকে অবহেলা করা যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6561",
    "question": "আস-সালামু আলাইকুম ওয়া রাহমাতুল্লাহ। আমি কুমিল্লায়ে থাকি। এখনে সুন্নিদের প্রচুর ভণ্ডামি চলে। শুক্র বার জুম্মাতে অন্য মাযহাব অনুসারিদের গালি দেয়। তাই আমি মসজিদে তাদের পিছনে নামাজ না পরে ঘরে পরি, এমনকি জুম্মা ও পরি না। ঘরে জুম্মার দিন জোহর নামাজ পরি। মসজিদে যেয়ে নামায পরতে মন চায়। দয়া করে একটা সমাধান দেন। আস-সালামু আলাইকুম।",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনার সিদ্ধান্ত মোটেও সঠিক নয়। কোন ভাবেই জুমুআর নামায বাদ দেওয়ার কোন সুযোগ নেই। সেখানে তো মসজিদ একটা দুটো নয়, অনেক মসজিদ। যেখান ভালো ইমাম, বিশুদ্ধ আকীদার খতীব নামায পড়ায় সেখানে জুমুআর নামায আদায় করবে। আর যদি কোন ক্রমে ভালো ইমাম না পান তাহলে এই বিদআতী ইমামদের পিছনেই আপনাকে নামায আদায় করতে হবে। এতো দিন যা করছেন তার জন্য তওবা করবেন, সামনে আর কখনো জুমুআর নামায মিস করবেন না। অন্যান্য ওয়াক্তের নামাযও মসজিদে আদায় করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6563",
    "question": "আপন ভাই যদি ছয় মাস যাবত কথা না বলেন, সেই বিদেশে থাকায় সে কল করলেও রিসিভ করে না অন্যান্য সোশ্যাল মিডিয়াও থেকেও আমাদেরকে সবাইকে ব্লক করে দিয়েছে। ২ ঈদ মিলে শুধু ঈদ মোবারক ইমেইল পাঠায়। আমাদেরকে বলে দিয়েছে দরকার না হলে কোন কল কিংবা sms না দিতে। এখন এক্ষেত্রে তো আমি আত্মীয়তার সম্পর্ক রক্ষা করতে পারছি না, তো এই ক্ষেত্রে কি আমার গুনাহ হবে, আমার আমল কবুল হবে না? এবং আমার কি করনীয়।",
    "answer": "আপনি নিজ থেকে কারো সাথে সম্পর্ক ছিন্ন করবেন না। আপনার সাথে কেউ যদি ছিন্ন করে তাহলে তার দায় তার। সে গোনহগার হবে। আপন ভাইয়ের এমন আচরণ গ্রহনযোগ্য নয়, তবে যদি এর পিছনে অন্য কারো ভূমিকা থাকে তাহলে সেটা বিবেচনায় নিয়ে সম্পর্ক উন্নতির জন্য চেষ্টা করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6564",
    "question": "আস-সালামু আলাইকুম, ধরেন আমি একটা সূরা মুখস্ত করার চেষ্টা করছি, কয়েকটা আয়াত ভালোভাবেই মুখস্ত করছি, কিন্তু নামাজে তিলওয়াত করতে গেলে অনেক দিন এমন হয় নামাজের মধ্যেই ভুলে যায় আর মনে পড়ে না, এক্ষেত্রে কি করবো",
    "answer": "ওয়া আলাইকুমুস সালাম। যদি পড়তে সমস্যা হওয়ার সময় ৩ আয়াত পরিমাণ পড়া হয়ে যায় তাহলে রুকুতে চলে যাবেন, এরপর সাজদা করবেন, স্বাভাবিক নিয়মে নামায শেষ করবেন। আর যদি ৩ আয়াত পরিমাণ পড়া না হয় তাহলে কুরআন শরীফের অন্য কোথাও হতে অন্তত ৩ আয়াত পরিমাণ তেলাওয়াত করে তারপর রুকুতে যাবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "কুরআন",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6565",
    "question": "আস-সালামু আলাইকুম।আমার শাশুড়ী আমার বউকে NRBC ব্যংকে একটি ডিপোজিট একাউন্ট খুলে দিয়েছে এবং মাসে মাসে একটা এমাউন্টও রাখে। কিন্তু সেটা কোন ইসলামিক ডিপোজিট না নরমাল ডিপোজিট। এখন আমার প্রশ্ন হলো এই টাকা নেয়া কি আমার উচিত হবে? অথবা আমি যদি একাউন্ট এর ধরন পরিবর্তন করি তাহলে কি একাউন্ট করবো?  যে একাউন্ট সম্পুর্ন রুপে আমার জন্য হালাল?আমার জন্য খুবই গুরুত্বপূর্ণ বিষয় এটি। একটি সঠিক উত্তর এর আশা করছি। ধন্যবাদ।",
    "answer": "ওয়া আলাইকুমুস সালাম। নন ইসলামিক কোন ব্যাংকে ডিপোজিট খোলা যাবে না। এখান থেকে প্রাপ্ত লাভ সুদ হিসেবে গণ্য। সুতরাং কোন ইসলামী ব্যাংকে ডিপোজিট খুলবেন। ইসলামী শরীয়াহ ভিত্তিক ব্যাংক থাকা অবস্থায় কোন নন ইসলামিক ব্যাংকে কোন ধরণের একাউন্ট খুলবেন না। এতে খারাপ কাজে সহযোগিতা হবে। খারাপ কাজে সহযোগিতা নিষিদ্ধ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6566",
    "question": "আস-সালামু আলাইকুম, আমার নানা, ছোট বেলা থেকেই পাঁচ ওয়াক্ত নামাজ পড়তেন, সহিহ হাদীস জানতেন ও সাধ্যমত আমলও করতেন কিন্তু বছরের একটা দিনকে কাকতালীয়ভাবে খারাপ পেতেন ও বিশ্বাস করতেন, তিনি কি শিরকের ওপর মারা গেছেন? কলেজে ছেলে মেয়ে একই ছাদের নীচে ক্লাস করা ইসলামে নিষেধ, শুধু মেয়েদের ক্লাস করতে হলে বাসে করে জেলা শহরে যেতে হবে, এ ক্ষেত্রে কি করবো?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনার প্রথম প্রশ্ন খুব বেশী স্পষ্ট নয়। কোন মূ’মিনে যদি বছরের কোন দিনকে অশুভ বিশ্বাস করেন তাহলে এটা ইসলামী বিশ্বাসের পরিপন্থি। অশুভ দিন বলতে কিছু নেই। যদি তিনি বছরের কোন একটা দিনকে অশুভ মনে করে থাকেন তাহলে তার গুনাহ হয়েছে। আর ছেলে-মেয়ে এক শ্রেনীকক্ষে ক্লাসের চেয়ে বাসে করে দূরে শুধু মেয়েদের পড়াশোনার ব্যবস্থা যেখানে সেখানে যাওয়া ভাল মনে হয়। তবে সেখানেও সমস্যা থাকে, নিরাপত্তার সমস্যা থাকে। পর্দা, নিরপত্তা উভয়টার দিকে খেয়াল রাখতে হবে। পর্দা ফরজ, নিরাপত্তায় থাকা আপনার জীবনের জন্য যত প্রয়োজন এইসব পড়াশোনা তত প্রয়োজন নয়। অধিক প্রয়োজনীয় বিষয়টি অগ্রাধিকার দিয়ে সামনে চলবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6567",
    "question": "আস-সালামু আলাইকুম শায়েখ, প্রতি বছরের মতো এ বছরও আলহামদুল্লিলাহ্ কোরবানী করার তৌফিক হয়েছে শ্বশুর বাড়ির দিকের আত্বীয়দের সাথে। মনের দিক দিয়ে এবারের কোরবানীতে প্রশান্তি পাচ্ছি না। কারণ আমার বড় সমন্ধি ও আমার শাশুড়ি মাংশের আশায় বড় গরু কিনেছে, তাদের সাথে কোরবানীতে শরিক না হলে সম্পর্ক নস্ট হবে ভেবে শরিক হয়েছি। এখন আমাদের করণীয় কি?",
    "answer": "ওয়া আলাইকুমুস সালম। কুরবানী সহীহ হয়েছে। তবে আগামীতে মানসিক প্রশান্তির জন্য আপনি ছাগল বা ছোট পশু কুরবানী দিবেন। অথাব যাদের সাথে দিলে ভালো লাগবে তাদের সাথে কুরবানী করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ঈদ কুরবানী",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6568",
    "question": "সেনাবাহিনীর চাকরিতে টাখনুর নিচে ইউনিফর্ম পরানো হয়। আবার অনেক সময় হাফ প্যান্ট ইউনিফর্ম পরানো হয়। শেভ করানো হয়। এমতাবস্থায় একজন তরুণ যে দেশের সেবার জন্য মুসলিমদের জন্য কাজ করতে সেনাবাহিনীতে যেতে চায় তার কি করণীয়। তার কি সেনাবাহিনীর চাকরির দিকে না গিয়ে অন্য চাকরি খোঁজা উচিত?",
    "answer": "যে চাকুরি করতে গিয়ে ইসলামী বহির্ভূত কাজ করতে হয় সে চাকুরী থেকে অন্য চাকুরী বা কাজ যেখানে ইসলামী বিধি বিধান পূর্ণাঙ্গভাবে মানা যায় সেটা অবশ্যই উত্তম। তবে অনিচ্ছা সত্ত্বেও যদি কোন মুসলিম তরুন সেনাবাহীনিতে যোগ দিয়ে এমন গোনাহের কাজ কাজ করতে বাধ্য হয় তাহলে আশা করি আল্লাহ তাকে ক্ষমা করে দিবেন। এর জন্য দায়ী থাকবে সরকার ও সেনা কর্তৃপক্ষ। একটি মুসলিম দেশের সেনাবাহীনিতে এমন নিয়ম খুবই দুর্ভাগ্যজনক।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6569",
    "question": "আমার স্বামী একটি সরকারি ব্যাংকে নেটওয়ার্কিং ইঞ্জিনিয়ার হিসেবে কর্মরত। এটা ব্যংকের লেনদেন সংক্রান্ত নয়। কিন্তু যেহেতু ব্যাংক তাই আমরা সবসময়ই দ্বিধার মধ্যে থাকি যে উপার্জন হালাল হচ্ছে কিনা। এবিষয়ে যদি কিছু বলতেন?",
    "answer": "সুদ ভিত্তিক কোন ব্যাংকে নেটওয়ার্কিং ইঞ্জিনিয়ার হিসেবে কাজ করা জায়েজ হবে না। সরাসরি সুদ বা হারাম কাজে জড়িত না হলেও এই কাজ “স্পষ্ট হারাম” কাজে সহযোগিতা । এই সহযোগিত নিষিদ্ধ।  আল্লাহ তায়ালা বলেছেন,ولا تعاونوا على الإثم والعدوان মন্দকর্ম ও সীমালংঘনের কাজে তোমরা একে অপরকে সহযোগিতা করো না। সূরা মায়েদা, আয়াত নং ২। তাছাড়া তিনি যে বেতন পান তা সম্পূর্ণ সুদের লাভ থেকে প্রাপ্ত টাকা। সুদ ভিত্তিক ব্যাংকের উপার্জনের একমাত্র উৎস হচ্ছে সুদ। তাই এই চাকুরী থেকে প্রাপ্ত অর্থ হালাল নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুদ-ঘুষ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6570",
    "question": "আস-সালামু আলাইকুম। আমি সাধারণ আমার একমাত্র ছেলেকে নিয়ে মসজিদে জামাতের সাথে ফরজ নামাজ পড়ে বাসায় এসে সুন্নত নামাজগুলো আদায় করি। কিন্তু অনেক সময় ছেলে বা আমার সময়ের মিল না হওয়ার কারণে জামাতে নামাজ পড়তে পারি না। তখন ওকে ফোন করে বলি, একটু অপেক্ষা করার জন্য যে এক সাথে দুজন মিলে জামাত করে নামাজ পড়বো। অনেক সময় এমন হয়, আমি বাসায় পৌঁছাতে পৌঁছাতে জামাত ছুটে যাওয়ার সম্ভবনা থাকে কিংবা দেখা যায় জামাতের সময় হেয়ে গেছে কিন্তু তার ক্লাশ শেষ হয় নাই। এ অবস্থায় আমি বা সে পরস্পরের জন্য অপেক্ষা করে পরে এক সাথে বাসায় দুজনে জামাতে সালাত আদায় করি। তাছাড়া, অনেক সময় আমি বাসায় না থাকলে সে একা মসজিদে দিয়ে জামাতে নামাজ পড়তে গড়িমসি করে। ইদানিং এটা খুব বেশী হচ্ছে।আমার প্রশ্ন হল- এ ভাবে নামাজ আদায় (দুজনে মিলে জামাত করে) করলে কি জামাতে নামাজ পড়ার হুকুম আদায় হবে? জাজাকুমুল্লাহ খায়রান।",
    "answer": "ওয়া আলাইকুমুস সালাম। কোন কারণে কয়েকজনের যদি মসজিদে জামাত মিস হয় তাহলে সেক্ষেত্রে জামাত করে নামায আদায় করতে পারে। তবে ইচ্ছাকৃতভাবে মসজিদের জামাত মিস করে কয়েকজন মিলে জামাত করা ভাল কাজ নয়। দুজন মিলে নামায পড়লে  একাকী পড়ার চেয়ে বেশী সওয়াব হবে তবে তাতে কখনো মসজিদের জামাতের মত সওয়াব পাওয়া যাবে না। নীচের হাদীসটি লক্ষ্য করুন: أبي بن كعب، قال: صلى بنا رسول الله – صلى الله عليه وسلم – يوما الصبح فقال: “أشاهد فلان؟ ” قالوا: لا، قال: “أشاهد فلان؟ ” قالوا: لا، قال: “إن هاتين الصلاتين أثقل الصلوات على المنافقين، ولو تعلمون ما فيهما لأتيتموهما ولو حبوا على الركب، وإن الصف الأول على مثل صف الملائكة، ولو علمتم ما فضيلته لابتدرتموه، وإن صلاة الرجل مع الرجل أزكى من صلاته وحده، وصلاته مع الرجلين أزكى من صلاته مع الرجل، وما كثر فهو أحب إلى الله تعالى” উবাই ইবনু কা’ব (রাঃ) সূত্রে বর্ণিত। তিনি বলেন, একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সাথে ফজরের সালাত আদায় করার পর বললেনঃ অমুক হাযির আছেন কি? সাহাবীগণ বললেনঃ না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ দুই ওয়াক্ত (ফজর ও ’ইশা) সালাতই মুনাফিকদের জন্য বেশি ভারী হয়ে থাকে। তোমরা যদি এই দুই ওয়াক্ত সালাতে কি পরিমাণ সাওয়াব রয়েছে তা জানতে, তাহলে হামাগুড়ি দিয়ে হলেও তোমরা অবশ্যই এতে শামিল হতে। জামা’আতের প্রথম কাতার মালায়িকাহর (ফিরিশতাদের) কাতারের সমতুল্য। তোমরা যদি এর ফাযীলাত সম্পর্কে জানতে, তাহলে অবশ্যই তোমরা এজন্য প্রতিযোগিতা করতে। নিশ্চয় দু’জনের জামা’আত একাকী সালাত আদায়ের চেয়ে উত্তম। তিনজনের জামা’আত দু’জনের জামা’আতের চেয়ে উত্তম। জামা’আতে লোক সংখ্যা যত বেশী হবে মহান আল্লাহর নিকট তা ততই বেশি পছন্দনীয়। সুনানু আবু দাউদ, হাদীস নং ৫৫৪। হাদীসটি হাসান সহীহ। সুতরাং যখন আপনাদের একজনের মসজিদে যাওয়ার সময় থাকে সে মসজিদে গিয়ে নামায আদায় করবে। তবে কোন কারণে দুজনের কেউই মসজিদের জামাত না পেলে দুজন বাড়িতে জামাত করে নামায আদায় করবেন। তবে একজনের অপেক্ষায় আরেকজন মসজিদের জামাত বাদ দিবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6571",
    "question": "আস-সালামু আলাইকুম। আমি আমার পিতা মাতার একমাত্র মেয়ে সন্তান, আমার আর কোন ভাই বোন নেই। এক্ষেত্রে আমার আব্বু তার নামে যে সকল জায়গা সম্পতি আছে তা আমাকে দান করে দিয়ে যেতে চাচ্ছেন, আমি শুনেছি আমার আব্বুর মৃত্যুর পর আব্বুর জায়গায় সম্মতি আমার চাচারাও পাবেন। এক্ষেত্রে আমার করণীয় কি? (আমার চার চাচা ও তিন ফুফি)",
    "answer": "ওয়া আলাইকুমুস সালাম। না, এটা করা আপনার আব্বার জন্য বৈধ হবে না। আল্লাহ তায়ালার বিধানে সন্তুষ্ট থেকে তার কাজ করা উচিত। কাউকে দিয়ে যাওয়ার দরকার নেই। তিনি মারা গেলে আল্লাহ বিধান অনুযায়ী যারা যতটুকু পাওয়ার পাবে। আপনি পুরো সম্পদের অর্ধেক পাবেন, আপনার আম্মা ৮ ভাগরে একভাগ পাবে। চাচারা বাকীটুুকু পাবে। এভাবে শুধু আপনার নামে লিখে দেওয়া আল্লাহ তায়ালার বিধানে হস্তক্ষেপ করার শামিল।  যদি তিনি সব সম্পদ আপনার নামে লিখে দেন তবুও আপনার জন্য উচিত হবে যার যা অংশ প্রাপ্য সেগুলো তাদের দিয়ে দেওয়া। যাতে করে আপনার পিতা আল্লাহর আযাব-গজব থেকে মুক্তি পান।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "দান-সদকাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6572",
    "question": "আস-সালামু আলাইকুম স্যার। আমি যদি আমার শ্বশুর শাশুড়ী কে অসম্মান না করে কিছু কারণে তাদের সাথে কথা না বলি সেটা কি ধরনের গুনাহ হবে? আর কিছু কারণের মধ্যে আমার বাবা মা কে অসম্মানের বিষয় থাকে এবং আমি মন থেকে বিষয়গুলো মানতে না পারি তাই কথা বলা বন্ধ করি।স্যার আমাকে একটু বলুন এটা কতোটুকু অন্যায় ও কি করা উচিত? জাজাকাল্লাহ খাইরান।",
    "answer": "ওয়া আলাইকুমুস সালাম। একেবারে কথা বন্ধ করবেন না।  খুব বেশী কথা না বললেও সালাম বিনিময় করবেন। টুকটাক দুয়েকটা কথা বলবেন। এতেই তারা আপনার মনোভাব বুঝতে পারবে। যদি ভাল হওয়ার ইচ্ছা থাকে ভাল হয়ে যাবে। তবে তারা আপনার পিতা-মাতাকে অসম্মান করে এমন সুযোগ দিবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6573",
    "question": "আস-সালামু আলাইকুম, এই হাদিস টা কতটুকু সহিহ যদি একটু বুঝিয়ে বলতেন:حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا الأَوْزَاعِيُّ، عَنْ عَمْرِو بْنِ سَعْدٍ، عَنْ يَزِيدَ الرَّقَاشِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ  “لَيْسَ بَيْنَ الْعَبْدِ وَالشِّرْكِ إِلاَّ تَرْكُ الصَّلاَةِ فَإِذَا تَرَكَهَا فَقَدْ أَشْرَكَ “.حدثنا عبد الرحمن بن إبراهيم الدمشقي، حدثنا الوليد بن مسلم، حدثنا الأوزاعي، عن عمرو بن سعد، عن يزيد الرقاشي، عن أنس بن مالك، عن النبي ـ صلى الله عليه وسلم ـ قال  “ليس بين العبد والشرك إلا ترك الصلاة فإذا تركها فقد أشرك “.তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: সহীহ তারগীব ৫৬৫, ১৬৬৭।",
    "answer": "হাদীসটি সনদের দিক দিয়ে দূর্বল হাদীসটির সনদ সহীহ নয়। তবে হাদীসটির বক্তব্য সঠিক, সহীহ হাদীস দ্বারা প্রমাণিত। সহীহ সনদের হাদীসে উক্ত বক্তব্য আছে। حدثنا يحيى بن يحيى التميمي، وعثمان بن أبي شيبة، كلاهما عن جرير، قال يحيى: أخبرنا جرير، عن الأعمش، عن أبي سفيان، قال: سمعت جابرا، يقول: سمعت النبي صلى الله عليه وسلم يقول: «إن بين الرجل وبين الشرك والكفر ترك الصلاة» হযরত জাবের রা. থেকে বর্ণিত হাদীসে রাসূলুল্লাহ সা. বলেছেন (মুসলিম) ব্যক্তি এবং কুফর ও শিরকের মাঝে পার্থক্য হলো নামায ছেড়ে দেওয়া। সহীহ মুসলিম, হাদীস নং ২৫৬।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হাদীস",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6574",
    "question": "আস-সালামু আলাইকুম হুজুর। আমার একটা বিষয় জানার ছিলো, আমাদের সমাজে দেখা যায়, মানুষ মৃত্যুবরণ করলে তার রুহের মাগফেরাত জন্য দোয়া/মিলাদের আয়োজন করা হয় এবং খাওয়া দাওয়ার ব্যবস্থাও করা হয়।এটা হাদিস কুরআন অনুযায়ী কতোটা সমর্থন করে…?",
    "answer": "এই সব অনুষ্ঠান করা সুন্নাহ ভিরোধী কাজ। রাসূলু্ল্লাহ সা. ও তার সাহাবীগণ এসব করেন নি। এ সম্পর্কে শায়খ ড. আব্দুল্লাহ জাহাঙ্গীর রহ. বলেছেন, মৃত্যু পরবর্তী জীবনের সফলতা, মুক্তি, শান্তি ও নেয়ামত লাভের ইচ্ছা ও চেষ্টা সকল ধর্মের অনুসারিগণই করেন। এই জাতীয় সকল কর্ম একান্তই ধর্মীয় ও বিশ্বাসভিত্তিক। বিভিন্ন জাতির মধ্যে ধর্মহীনতা ও অজ্ঞানতার প্রসারের ফলে এ বিষয়ে অনেক কুসংস্কার ও উদ্ভট ধারণা বিরাজমান। যেমন, অনেক সমাজে মনে করা হয়, মৃতের জীবত আত্মীয়স্বজনের দান, খাদ্য প্রদান বা কিছু অনুষ্ঠান পালনের উপরে মৃতব্যক্তির পারলৌকিক মুক্তি নির্ভরশীল।   ইসলামে এ সকল কুসংস্কারের মূলোৎপাটন করা হয়েছে। ইসলামের শিক্ষা অনুসারে মানুষের পারলৌকিক মুক্তি, শান্তি ও সফলতা নির্ভর করে তার নিজের কর্মের উপরে। সৎকর্মশীল মানুষের মৃত্যুর পরে বিশ্বের কোথাও কিছু না করা হলে, এমনকি তাঁর দেহের সৎকার করা না হলেও তাঁর কিছুই আসে যায় না।   অপরদিকে জীবদ্দশায় যিনি শিরক, কুফর, ইসলাম বিরোধিতা, ইসলামের বিধিনিষেধের ও ইসলামী কর্ম ও আচরণের প্রতি অবজ্ঞা, জুলুম, অত্যাচার, অবৈধ উপার্জন, ফাঁকি, ধোঁকা ইত্যাদিতে লিপ্ত থেকেছেন তার জন্য তার মৃত্যুর পরে বিশ্বের সকল মানুষ একযোগে সকল প্রকার শ্রাদ্ধ, অনুষ্ঠান, প্রার্থনা ইত্যাদি করলেও তার কোনো লাভ হবে না। তবে যদি কোনো ব্যক্তি বিশুদ্ধ ঈমানসহ ইসলামের ছায়াতলে থেকে সৎকর্ম করে মৃত্যুবরণ করেন, তাহলে জীবিত ব্যক্তিগণ তাঁর জন্য প্রার্থনা করলে প্রার্থনার কারণে দয়াময় আল্লাহ তাঁর সাধারণ অপরাধ ক্ষমা করতে পারেন বা তাকে সাওয়াব ও করুনা দান করতে পারেন।   এছাড়া এই ধরনের মানুষের কল্যাণের উদ্দেশ্যে কোনো জীবিত মানুষ দান বা জনকল্যাণমূলক কর্ম করলে সেই কর্মের সাওয়াব করুনাময় আল্লাহ উক্ত মৃতব্যক্তিকে প্রদান করতে পারেন। এই ধরনের কর্মকে সাধারণত আরবিতে ঈসালে সাওয়াব ও ফারসিতে সাওয়াব রেসানী বলা হয় যার অর্থ: সাওয়াব পৌঁছানো। তাহলে আমরা দেখছি যে, মানুষের মুক্তি নির্ভর করে মূলত নিজের কর্মের উপর। তবে বিশুদ্ধ ঈমানদার সৎ মানুষদের জন্য দোয়া ও দান করা যায়।   কুরআন কারীমে মৃত ব্যক্তির জন্য দোয়া করার নির্দেশনা প্রদান করা হয়েছে। হাদীস শরীফে মৃত ব্যক্তির জন্য ক্ষমা প্রার্থনা, দোয়া ও দান-সদকা করার জন্য নির্দেশ দেওয়া হয়েছে। তাঁদের উদ্দেশ্যে জীবিত ব্যক্তির এ সকল কর্মের সাওয়াব তাঁরা লাভ করবেন বলে উল্লেখ করা হয়েছে। এছাড়া মৃতের দায়িত্বে হজ্জপালন বাকি থাকলে তা তাঁর পক্ষ থেকে পালন করার নির্দেশ দেওয়া হয়েছে। এগুলি সাধারণ নির্দেশনা ও ফযীলতমূলক হাদীস।   এখন আমাদের দেখতে হবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও তাঁর সাহাবায়ে কেরাম এই ফযীলতের কর্মটি কী-ভাবে পালন করেছেন। অর্থাৎ এই কর্মটির ক্ষেত্রে সুন্নাত কী তা জানতে হবে। এখানে উল্লেখ্য যে, দোয়া বা দান-সদকার জন্য কোনো প্রকার সমাবেশ, অনুষ্ঠান বা দিন তারিখের কোনো প্রকারের ফযীলত বা গুরুত্ব আছে, সে কথা কোনো হাদীসে কখনো বলা হয়নি। এছাড়া কুরআন খতম, কালেমা খতম ইত্যাদি ইবাদত পালন করে মৃত ব্যক্তিদের জন্য সাওয়াব দান করলে তাঁরা এ সকল ইবাদতের সাওয়াব পাবেন বলে কোনো হাদীসে কোনো প্রকারে বলা হয়নি।   রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও সাহাবীদের যুগে কারো ইন্তেকালের পরে তার জন্য দোয়া করার উদ্দেশ্যে পরবর্তী সময়ে কখনো কোনোভাবে তাঁরা জমায়েত হননি। কারো মৃত্যু হলে নিকটাত্মীয়গণের জন্য তিনি দিন শোক প্রকাশের বিধান রয়েছে ইসলামের। এই তিন দিনে সমাজের মানুষেরা মৃতের আত্মীয়গণকে সমবেদনা জানাতে ও শোক প্রকাশ করতে তাঁদের বাড়িতে আসতেন।   এছাড়া মৃত ব্যক্তির জানাযার নামাযের ও দাফনের পরে আর কখনো তাঁকে কেন্দ্র করে ৩ দিনে, ৭ দিনে, ৪০ দিনে বা মৃত্যুদিনে বা অন্য কোনো সময়ে মাসিক, বাৎসরিক বা কোনোভাবে তাঁর কবরের কাছে, অথবা বাড়িতে বা অনুষ্ঠানকারীর বাড়িতে বা অন্য কোথাও কোনোভাবে তাঁরা কোনো অনুষ্ঠান করেননি বা কোনো জমায়েতও করেননি। মৃত ওলী, প্রিয়জন বা বুজুর্গের জন্য দোয়া ও ঈসালে সাওয়াবের ক্ষেত্রে তাঁদের সুন্নাত ছিল ব্যক্তিগতভাবে দোয়া করা এবং সুযোগ সুবিধা ও আগ্রহ অনুযায়ী ব্যক্তিগতভাবে তাঁদের জন্য দান-সাদকা ও হজ্ব ওমরা বা কুরবানি করা।   সুযোগমত কোন প্রকারের আনুষ্ঠানিকতা ছাড়া তাঁদের কবর যিয়ারত করে তাঁদেরকে সালাম দেওয়া ও তাঁদের জন্য দোয়া করা। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর ইন্তেকালের পরে প্রায় একশত বৎসরের মধ্যে খুলাফায়ে রাশেদীন ও সাহাবীগণ একটিবারও তাঁর কুলখানী, ইসালে সাওয়াব, ওরস ইত্যাদি উপলক্ষ্যে তাঁর ওফাত দিনে বা অন্য কোনো দিনে, কোনো রকম দিন নির্ধারণ করে বা না-করে, মদীনায় বা অন্য কোথাও কখনোই কোনো অনুষ্ঠান, সমাবেশ, মাহফিল, খানাপিনা কিছুই করেননি। মৃত বুজুর্গ বা প্রিয়জনদের জন্য দোয়া করার ও সাওয়াব প্রেরণের আগ্রহ ও প্রয়োজনীয়তা তাঁদের ছিল।   এবিষয়ের হাদীসগুলি তাঁরা জানতেন। এজন্য জমায়েত হওয়া, বিভিন্ন দিনে, নিয়মিত বা অনিয়মিত মৃতের কবরে, বাড়িতে বা অন্য কোথাও কোনো অনুষ্ঠান করা তাদের পক্ষে সম্ভব ছিল। কিন্তু কখনই তাঁরা তা করেননি। তাঁরা সকল প্রকারের জমায়েত, আনুষ্ঠানিকতা বর্জন করেছেন। কোনো প্রকারের দিন তারিখ মাস বার পালন-করা বর্জন করেছেন। সকল প্রকারের কুলখানী, ওরস, জমায়েত বা অনুষ্ঠান তাঁরা বর্জন করেছেন।   তাঁরা ব্যক্তিগত ও অনানুষ্ঠানিক দোয়া ও দানকেই এ সকল ক্ষেত্রে একমাত্র পদ্ধতি বলে মনে করেছেন। প্রকৃতপক্ষে মৃত বুজুর্গ বা প্রিয়জনের জন্য সদা সর্বদা সুযোগ ও আবেগ অনুসারে দোয়া করাই ছিল তাঁদের স্থায়ী ও নিয়মিত সুন্নাত। এছাড়া কোনো কিছুই তাঁরা নিয়মিত করেননি। কারো পিতামাতা বা কোনো আপনজন ইন্তিকাল করলে হয়ত ইন্তিকালের পরেই তাঁদের জন্য কিছু দান করেছেন, জমি ওয়াকফ করেছেন বা অনুরূপ জনকল্যণমূলক কোনো কাজ করেছেন। কেউ বা তাঁদের হজ্ব বাকি থাকলে হজ্ব আদায় করে দিয়েছেন।   কখনো মৃত ব্যক্তির বন্ধুদেরকে হাদিয়া প্রদান করেছেন বা ছাগল জবেহ করে তার গোশত তাদের বাড়িতে পাঠিয়ে দিয়ে তাদেরকে ইকরাম করেছেন মৃত ব্যক্তির ইকরামের অংশ হিসেবে। ঈসালে সাওয়াব বা মৃতের জন্য সাওয়াব প্রেরণের জন্য সর্বদা দোয়া করাই ছিল তাঁদের নিয়মিত সুন্নাত। এখন আমাদের সমাজে মৃতব্যক্তিদের জন্য দোয়ার উদ্দেশ্যে অথবা তাদের জন্য দান-সদকার সময়ে বিভিন্ন পদ্ধতিতে আমরা জমায়েত হই ও অনুষ্ঠান করি।   এ সকল অনুষ্ঠান নিঃসন্দেহে খেলাফে-সুন্নাত বা সুন্নাত বিরোধী। বিভিন্ন ওজর ও অজুহাতের এগুলি জায়েয বলা হয়েছে। কিন্তু অবস্থা এমন পর্যায়ে পৌঁছে গিয়েছে যে, কেউ যদি পূর্ণ সুন্নাত অনুযায়ী অনানুষ্ঠানিকভাবে দান-সাদকা ও দোয়া করেন তাহলে অনেক মুসলমান তাঁর কর্মকে খুবই অপছন্দ করবেন। এভাবে তাঁরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর সুন্নাতকে অপছন্দ করছেন। এহইয়াউস সুনান, পৃষ্ঠা ৩৮৮-৩৯১। বিস্তারিত জানতে এই বইটির ৩৮৮-৩৯৯ পৃষ্ঠা দেখুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হাদীস ও উসূলুল হাদীস",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6575",
    "question": "মহিলাদের পিরিয়ড চলাকালীন যে ফরজ সালাত গুলো আদায় করা হয়না, সেগুলো কি পিরিয়ড শেষ হওয়ার পর কাযা করতে হয় নাকি মাফ হয়ে যায়?",
    "answer": "না, পিরিয়ডের সময়ের নামায কাযা করতে হয় না। তবে রোজা কাজা করতে হয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6576",
    "question": "আস-সালামু আলাইকুম।আমার স্ত্রী বাপের বাড়ি বেড়াতে গেলে আমাদের পরিবারের এবং আমার  বিভিন্ন দোষ ত্রুটির কথা বলে। পরে আমার শ্বশুর  ফোন দিয়ে বলে আমাদের সাথে আর সম্পর্ক রাখবে না। পরে তাদের পক্ষ থেকে জানায় কাজী অফিসে বসে  খোলা তালাক হবে। পরে উভয় পক্ষ কাজী অফিসে আসি এবং শালিসির মত পরিস্থিতি তৈরি হয়।শালিসির লোকজন আমার মত জানতে চাইলে আমি বলি আমাকে যদি তাদের মেয়ে দেয় তাহলে আমি নিব। পরে আমার শ্বশুরের মত জানতে চাইলে তিনি বলেন আমার মেয়ে দিব না। পরে আমার স্ত্রীর কাছে জানতে চাইলে সে বলে আমার গার্ডিয়ান যে সিদ্ধান্ত নেয়।পরে সালিশির লোকজন আমাদের ১ লক্ষ টাকা কাবিন ছিল সেখান থেকে ৫০ হাজার টাকা এবং তিন মাসের খোরপোশ ১৫ হাজার মোট ৬৫ হাজার টাকা দেওয়ার কথা বললে তাতেই তারা রাজি হয়।পরে তালাকের কাগজে আমার স্ত্রী স্বাক্ষর দিতে আসলে কান্নাকাটি করে পরে ওর গার্ডিয়ান স্বাক্ষর দিতে বললে কাগজে কি লেখা ছিল তা না পরেই স্বাক্ষর দেয়। পরে আমাকে স্বাক্ষর দিতে বললে আমি রাজি না হলে মেয়ে পক্ষ থেকে একজন বলে স্বাক্ষর না দিলে মামলা করব। তারপর আমিও স্বাক্ষর দিয়ে দেই। কিন্ত কাগজ  কি লেখা ছিল আমিও পড়ে দেখি নাই(কাগজে “এক তালাক, দুই তালাক বায়েন” লেখা ছিল)। স্বাক্ষর দেওয়ার পর কাজী আমাকে মুখের তালাক দিতে বলে এবং আমি আমার স্ত্রীর নাম উচ্চারণ করে ” এক তালাক ” বলে উঠে যাই আর দিতে চাই না (আসলে মুখের তালাক ও আমি দিতে চাই না)। পরে কাজী এবং যারা ছিল তারা বলে পুরপুরি তালাক দিয়ে দাও। তখন মাগরিবের ওয়াক্ত শেষ হইয়া যাইতেছিল তাই আমি বলি আচ্ছা নামাজ শেষ করি।পরে মেয়ে পক্ষ সবাই চলে যায় এবং আমি নামাজ শেষ করে আসার সময় কাজি বলে মুখের তালাক টা পুরোপুরি দিয়ে যাও।তারপর কাজী স্ত্রীর নাম উল্লেখ করে ” এক তালাক, দুই তালাক, তিন তালাক বায়েন দিলাম ” বলতে বলে এবং আমিও বলি।এখন প্রশ্ন হচ্ছে খোলা তালাকের কাগজে স্বাক্ষর দেওয়ার পর মুখে এক তালাক দেওয়ায় কী এক তালাক বাইন হয়ে খোলা তালাক হয়ে গেছে?  এবং যদি খোলা তালাক হয়ে থাকে তাহলে পরবর্তী তিন তালাক কি পতিত হবে?নাকি ঐ তিন তালাক দ্বারাও খোলা তালাক হবে?আসলে খোলা তালাক হইছে না আমার কর্তৃকই তালাক হইছে?এক্ষেত্রে স্বামী – স্ত্রী পুনরায় সংসার করতে চাইলে করনীয় কী এবং কোন পথ কি আছে?দয়া করে বিস্তারিতভাবে জানালে একটু উপকৃত হতাম।",
    "answer": "খুলা হচ্ছে কোন কিছুর বিনিময়ে স্ত্রী বিচ্ছিন্ন হয়ে যাওয়া। এক্ষেত্রে স্বামী সে বিনিময়টি গ্রহণ করে স্ত্রীকে বিচ্ছিন্ন করে দিবে; এ বিনিময়টি স্বামী কর্তৃক স্ত্রীকে প্রদত্ত মোহরানা হোক কিংবা এর চেয়ে বেশি সম্পদ হোক কিংবা এর চেয়ে কম হোক। তালাক হচ্ছে স্বামীর অধিকার। স্বামী তালাক দিলেই তালাক সংঘটিত হবে।খুলা তালাকের পদ্ধতি হলো  স্বামী বিনিময় গ্রহণ করবেন কিংবা তারা দুইজন এ বিষয়ে একমত হবেন; এরপর স্বামী তার স্ত্রীকে বলবেন: আমি তোমাকে বিচ্ছিন্ন করে দিলাম কিংবা আমি তোমাকে খুলা তালাক দিলাম, কিংবা এ জাতীয় অন্য কোন শব্দ। খুলা যদি তালাক শব্দ দিয়ে বলে তালাক হিসেবে গণ্য হবে। অন্য শব্দে বললেও অধিকাংশ ফকীহর মতে তালাক হিসেবেই গণ্য হবে। যদি এই সময় তিন তালাক দেয়ার কথা বলে তাহলে তিন তালাক পতিত হবে। যদি সে সময় শুধু তালাক দেয় তাহলে এক তালাকে বায়েন হবে, ইদ্দতের মধ্যে যদি আবার তালাক দেয় তাহলে সেই তালাকও পতিত হবে। যেহেতু আপনি খোলা করার সময় তিন তালাক দিয়েছেন সেহেতু তিন তালাক পতিত হবে। যদি আপনি মনে করেন খোলা করার সময় তিন তালাক দেন নি, পরবর্তীতে দিয়েছেন তবুও তিন তালাক হবে। কারণ আপনি ইদ্দতের মধ্যে দিয়েছেন। এখন আর সংসার করার কোন সুযোগ নেই। যদি সেই মহিলার কোথাও বিয়ে হওয়ার পর তালাক দেয় অথবা সেই স্বামী মারা যায় তাহলে কেবল আপনি বিবাহ করতে পারবেন। রদ্দুল মুখতার ১১/১৯৬ আরবী পাঠ হলো فإذا أبان امرأته ثم طلقها ثلاثا في العدة وقع আল মাউসুয়াতুল ফিকহিয়্যাতুল কুয়েতিয়্যাহ ১১/২৩৭ বিস্তারিত জানতে আরো দেখতে পারেন",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6577",
    "question": "আস-সালামু আলাইকুম। দুই হাতে মুসাফাহা করা সুন্নাত নাকি এক হাতে মুসাফাহা করা সুন্নাত?",
    "answer": "ওয়া আলাইকুমুস সালাম। বিভিন্ন হাদীস থেকে মুসাফাহা বা হাত মেলানোর আদব ও সুন্নাত জানা যায়। যেমন, মুসাফাহার সময় আল্লাহর প্রশংসা করা, ইসতিগফার করা, দুআ করা ইত্যাদী। মুসাফাহা অবশ্যই ডান হাতে হতে হবে। ওযর বা অক্ষমতা ছাড়া বাম হাত মেলানো ইসলামী আদবের ঘোর পরিপন্থি। একে অপরের শুধু ডান হাত ধরবেন, না অপরের ডান হাতকে নিজের দুহাতের মধ্যে রাখবেন তা নিয়ে আলিমগণ মতভেদ করেছেন। হাদীসের আলোকে বুঝা যায় যে, এক হাতে বা দুহাতে যে কোন ভাবে ডান হাত মেলালেই মুসাফাহা হবে। হাদীস শরীফে বারংবার হাত মেলানোর কথা এবং ডান হাত মেলানোর কথা বলা হয়েছে। এতে বুঝা যায় যে, শুধু ডান হাত মেলালেই হবে। তবে ইমাম বুখারী উল্লেখ করেছেন যে, প্রসিদ্ধ দুজন তাবি-তাবিয়ী হাম্মাদ ইবনু যায়িদ (মৃত্যু ১৭৯হি.) এবং আব্দুল্লাহ ইবনে মুবারক (১৮১হি.) দু হাতে মুসাফাহ করেছেন। সুতরাং দু হাতে মুসাফাহা করতেও সমস্যা নেই। বিস্তারিত জানতে দেখুন, ড. আব্দুল্লাহ জাহাঙ্গীর রচিত খুতবাতুল ইসলাম বইটির ৪২৬ পৃষ্ঠা।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুন্নাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6578",
    "question": "আমার পিতা-মাতা এবং পরিবার আমার পছন্দ ছাড়া এক প্রকার বাধ্য করে জোর করে পাত্রের সাথে বিয়ে দেয়। আমি বিয়েতে রাজি ছিলাম না। যেহেতু আর কোন উপায় নেই বিয়ের আগে ভেঙে দেয়ার তাই তখন অনিচ্ছাকৃতভাবে রাজি হয়ে বিয়ে করি। তাহলে কি আমার বিয়ে শুদ্ধ হয়েছে?",
    "answer": "জ্বী, বিবাহ শুদ্ধ হয়েছে। তবে মেয়ে রাজি না থাকা অবস্থায় জোর করে বিয়ে দেওয়া একটা মূর্খতা। এই কাজ জায়েজ নয়। অধিকাংশ আলেমের মতে প্রাপ্তবয়স্ক মেয়ের অনুমতি ছাড়া কোন বাবা নিজের মেয়েকে বিবাহ দিতে পারবে না। عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لَا تُنْكَحُ الثَّيِّبُ حَتَّى تُسْتَأْمَرَ، وَلَا تُنْكَحُ البِكْرُ حَتَّى تُسْتَأْذَنَ، وَإِذْنُهَا الصُّمُوتُ আবু হুরায়রা রা. থেকে বর্ণিত হাদীসে আল্লাহর রাসূল বলেন, ইতপূর্বে বিবাহ হয়েছিলে এমন মেয়েকে বিবাহ দেয়া যাবে না তার কাছে অনুমতি নেয়া ছাড়া, আর প্রাপ্ত বয়স্ক কুমারী মেয়েকে বিবাহ দেয়া যাবে না তার কাছে অনমুত চাওয়া ছাড়া, আর চুপ থাকাটাই তার অনুমতি দেয়া বলে গণ্য। সুনানু তিরমিযী, হাদীস নং ১১০৭। হাদীসটি সহীহ। এই হাদীসের ভিত্তিতে অধিকাংশ আলেমের মত হচ্ছে বাবা জোর করে তার মেয়েকে বিবাহ দিতে পারবে না। যদি জোর করে বিয়ে দেয় তাহলে মেয়ে চাইলে সেই বিয়ে বাতিল করতে পারবে, তালাক চাইতে পারবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6579",
    "question": "আস-সালামু আলাইকুম। বাংলাদেশে যত গুলো ইসলামি রাজনৈতিক দল আছে, তার যে কোনো একটি দলের সাথে যোগদান করা কি বৈধ? কুরান ও হাদিসের আলোকে জানতে চাই?",
    "answer": "ওয়া আলাইকুমুস সালাম। ইসলামী দল বা ইসলামী রাজনীতি দীনি দাওয়াতের একটি অংশ। সুতরাং এটা ইসলাম সম্মত। বর্তমানে সমাজে যারা ইসলামী মূল্যবোধের প্রসার ও প্রতিষ্ঠা চান না, তারা রাজনীতিকে ব্যবহার করে ইসলামী মূল্যবোধের বিকাশ রোধ করেন। এ কারণে ইসলামের বিরুদ্ধে সকল প্রচেষ্টার মুকাবিলা করাও আমাদের নৈতিক দায়িত্ব। তবে যারা মানুষের মনগড়া আইন প্রতিষ্ঠার জন্য রাজনীতি করি সে সব দলে যোগ দেয়া যাবে না।বিস্তারিত জানতে দেখুন, ড. আব্দুল্লাহ জাহাঙ্গীর রচিত এহইয়াউস সুনান বইয়ের ৪৬৬ পৃষ্ঠ থেকে ৪৭৭ পৃষ্ঠা।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "দাওয়াত ও তাবলিগ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6580",
    "question": "আস-সালামু আলাইকুম।সালাতের মধ্যে যদি আমি আল্লাহর নিয়ামত, তার দয়া, জান্নাত, জাহান্নাম এবং আমার করা ভূল ত্রুটি গুলো নিয়ে চিন্তা করি এবং সেগুলো থেকে বের হওয়ার চিন্তা করি তাহলে কি ঠিক হবে? মানে নামাজে এরকম চিন্তা করা জায়েজ আছে কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, নামাযের মধ্যে এসব চিন্তা করা যাবে না। নামাযের বিষয়গুলোর দিকে লক্ষ্য রাখতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6581",
    "question": "আস-সালামু আলাইকুম, আমি সরকারি শিক্ষা প্রতিষ্ঠানে চাকরি করি। আমার অফিস সময় (৯ থেকে ৫.১৫)। প্রতিষ্ঠানে আমার কাজ হলো সকাল ৯ টায় শরীরচর্চা এবং দৈনিক সমাবেশ করানো। আর বিকেল ৪ টায় একটা ক্লাস নেয়া। মাঝখানে পুরো সময় অফিসে আমার কোনো কাজ থাকে না, যদি থাকে বস কল করে ডেকে আনে। এমতাবস্থায় দিনের যে সময়টাতে কাজ থাকে না এই সময় আমি যদি বাসায় অবস্থান করি, এটা আমার জন্য জায়েজ হবে কিনা? উল্লেখ্য আমার বস এ ব্যাপারে তেমন আপত্তি করেন না।",
    "answer": "ওয়া আলাইকুমুস সালাম। না, শুধু বসের সন্তুষ্টিতেই বাড়িতে থাকা যাবে না। কাজ থাকুক বা না থাকুক আপনাকে অফিসে থাকতে হবে। আপনি যে চুক্তিতে নিয়োগ হয়েছেন, সেই চু্ক্তি অনুযায়ী চলবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6582",
    "question": "আস-সালামু আলাইকুম। কুরআনের সুরা মখস্থ করার ক্ষেত্রে সিজদার আয়াতগুলা মুখস্থ করার সময় সিজদা কিভাবে করতে হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। মুখস্ত করার জন্য এক জায়গায় বসে যতবারই একটি সাজদার আয়াত পড়ুন না কেন একবার সাজদা দিতে হবে। একই সাজদার আয়াত এক বৈঠকে বহুবার পড়লেও একবার সাজদা করলেই যথেষ্ট হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "কুরআন",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6583",
    "question": "আস-সালামু আলাইকুম। একজন আলেম বলেছেন আমরা মুমিন সবাই আল্লাহর ওলী । কিন্তু আরেকজন আলেম বলেছেন যে কারা আল্লাহর ওলী এটা আমরা কেউই জানিনা কারণ এটা গায়েবের বিষয়। তো আমি এই বিষয়টা নিয়ে একটু দ্বিধার মধ্যে রয়েছি। আশাকরি আমাকে বিষয়টি বুঝিয়ে বলবেন। জাজাকামুল্লাহ খাইরান",
    "answer": "ওয়া আলাইকুমুস সালাম।  আল্লাহ তায়ালা বলেছেন, أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ الَّذِينَ آَمَنُوا وَكَانُوا يَتَّقُونَ ‘‘জেনে রাখ! নিশ্চয় আল্লাহর ওলীগণের কোনো ভয় নেই এবং তারা দুশ্চিমত্মাগ্রস্থও হবে না- যারা ঈমান এনেছে এবং যারা আল্লাহর অসন্তুষ্টি থেকে আত্মরক্ষা করে চলে বা তাকওয়া অবলম্বন করে।’’ সূরা ইউনুস, আয়াত ৬২-৬৩। সুতরাং যারা মূ’মিন এবং ইসলাম অনুযায়ী চলে তারা সকলে সাধারণ অর্থে আল্লাহর ওলী বা আল্লাহ তায়ালার কাছে প্রিয়। যে ব্যক্তি যতি বেশী নেক আমল করবেন সে ততো বেশী আল্লাহ তায়ালার নিকট প্রিয় হবেন। তবে কার আমল আল্লাহ তায়ালা গ্রহণ করছেন আর কার আমল গ্রহণ করছেন না, কে আল্লাহ তায়ালার নিকট প্রিয়, কে প্রিয় না সেগুলো আল্লাহ ছাড়া কেউ জানে না। আমাদের কাজ করতে হবে আল্লাহ তায়ালার সন্তুষ্টির জন্য। ইনশাআল্লাহ আমরা আমাদের প্রতিদান পাবো।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুন্নাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6584",
    "question": "আস-সালামু আলাইকুম। আমি একটি অফিসে ব্যাবস্থপক পদে কর্মরত আছি। কাজের ফাঁকে সময় পেলে আমি কুরআন -হাদিস চর্চা করি। আল্লাহর রহমতে দায়িত্বে অবহেলা করার চেষ্টা করিনা। এখানে  কুরআন -হাদিস , ইসলামি বই, পেপার -পত্রিকা এবং যিকির -আযকার করার যথেষ্ট সুযোগ আছে। যদি এসব না করি তহলে কাজের ফাকে চুপচাপ বসে থাকতে হবে। এটা জায়েয হবে কিনা? জানালে উপকৃত হব।",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, কাজের যদি কোন ক্ষতি না হয়, তাহলে অফিসে বসে আপনি অলস সময়গুলো ইসলামী জ্ঞান অর্জনের কাজে লাগাতে পারেন, যিকির-আযকার করতে পারেন, এতে কোন সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6585",
    "question": "আস-সালামু আলাইকুম। অনেকেই কোনো ভালো কাজ করার পর এই বলে দুআ করে যে ” এর সওয়াব রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের রওযা মোবারকে পৌঁছে দিতে ” এটা কি কুরআন ও সুন্নাহ দ্বারা প্রমাণিত?",
    "answer": "ওয়া আলাইকুমুস সালাম। ভালো কাজ যদি দান-সদকাহ হয় তাহলে তার সওয়াব রাসূলুল্লাহ সা. বা যে কোন মৃত মানুষকে দেওয়ার জন্য আল্লাহ তায়ালার কাছে দুআ করা যাবে, এটা সুন্নাহ দ্বারা প্রমাণিত। দান-সদকার সওয়াব মৃত ব্যক্তিদের উপকারে আসবে। মৃতদের জন্য দুআ করাও কুরআন দ্বারা প্রমাণিত। অধিকাংশ আলেম ও ফকীহদের মতে জীবিত ব্যক্তিদের  দৈহিক ইবাদতের (সালাত, সাওম ইত্যাদি) সওয়াবও মৃত মানুষদেরকে দান করা যাবে। সুতরাং এভাবে দুআ করেত সমস্যা নেই। অনেক আলেম অবশ্য বলেছেন, দৈহিক ইবাদতের সওয়াব মৃত মানুষদের উপকার করবে না। দৈহিক ইবাদত মৃত ব্যক্তিদের উপকার করবে মর্মে কুরআন-সুন্নাহতে স্পষ্ট কোন প্রমাণ পাওয়া যায় না। বিস্তারিত জানতে ওয়া আলাইকুমুস সালাম। ভালো কাজ যদি দান-সদকাহ হয় তাহলে তার সওয়াব রাসূলুল্লাহ সা. বা যে কোন মৃত মানুষকে দেওয়ার জন্য আল্লাহ তায়ালার কাছে দুআ করা যাবে, এটা সুন্নাহ দ্বারা প্রমাণিত। দান-সদকার সওয়াব মৃত ব্যক্তিদের উপকারে আসবে। মৃতদের জন্য দুআ করাও কুরআন দ্বারা প্রমাণিত।অধিকাংশ আলেম ও ফকীহদের মতে জীবিত ব্যক্তিদের  দৈহিক ইবাদতের (সালাত, সাওম ইত্যাদি) সওয়াবও মৃত মানুষদেরকে দান করা যাবে। সুতরাং এভাবে দুআ করেত সমস্যা নেই। অনেক আলেম অবশ্য বলেছেন, দৈহিক ইবাদতের সওয়াব মৃত মানুষদের উপকার করবে না। দৈহিক ইবাদত মৃত ব্যক্তিদের উপকার করবে মর্মে কুরআন-সুন্নাহতে স্পষ্ট কোন প্রমাণ পাওয়া যায় না।বিস্তারিত জানতে",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "দান-সদকাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6586",
    "question": "আস-সালামু আলাইকুম। শায়েখ, ফজরের জামাতের সময় নিয়ে এরূপ কি কোন হাদিস আছে যে সূর্য উদয়ের ২৩ মিনিট আগে জামাত শেষ করতে হবে।",
    "answer": "ওয়া আলাইকুমুস সালাম। না, হাদীসে মিনিটের কোন সংখ্যা",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6587",
    "question": "আস-সালামু আলাইকুম শায়খ, আমার একটা প্রশ্ন যাকাত নিয়ে? আমার স্ত্রীর ইসলামি ব্যাংকে ৫০০০০০/-  আছে বছর শেষে কিছু মুনাফা দেয়, আমার প্রশ্ন হলো যাকাত কি মুনাফা সহ হিসাব হবে নাকি শুধু ৫০০০০০/- টাকার হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। মুনাফাসহ যাকাতের হিসাব করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6588",
    "question": "আস-সালামু আলাইকুম, আমি যখন আল্লাহর কথা চিন্তা করি তখন আমার অন্তরে আল্লাহর একটা কল্পিত চিত্র চলে আসে। এটা প্রায় অনেক বছর ধরে চলে আসছে। এজন্য এটা আমি ছাড়তে পারছি না। এবং অনেক সময় মনেও থাকেনা যে আমি এই অপরাদটা করছি। আমি এ থেকে কিভাবে বাঁচব দয়াকরে জানাবেন এবং এটা কি বড় কোনো গুনাহ কিনা সেটাও জানাবেন। জাজাকুমুল্লাহ খাইরান।",
    "answer": "ওয়া আলাইকুমুস সালাম। অনাচ্ছিকৃত এমন হলে আল্লাহ তায়ালা ক্ষমা করে দিবেন। তবে আপনি চিন্তা করবেন, আল্লাহ তায়ালা সৃষ্টি নিয়ে, আল্লাহকে নিয়ে নয়। আর ইবাদতে মনোযোগ দিবেন। হারাম-হালাল মেনে চলেবেন, ফরজ-ওয়াজিব কাজগুলো অবশ্যই আদায় করবেন। চিন্তা না করে কর্মের প্রতি অধিক মন দিবেন। আর আল্লাহর কাছে দুআ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6589",
    "question": "হায়েজ এর পরে কখন থেকে নামাজ শুরু করবো?",
    "answer": "নামাযের যে ওয়াক্তের সময়  রক্ত বন্ধ হয়ে যাবে, গোসল করে ঐ ওয়াক্তের নামায পড়বেন। এরপর স্বাভাবিক নিয়মে ওয়াক্ত অনুযায়ী নামায পড়বেন। যেমন, যোহরের ওয়াক্তের মধ্যে হায়েজ থেকে পবিত্র হলে গোসল করে যোহরের নামায পড়তে হবে। এরপর যথানিয়মে পরের নামায পড়তে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6590",
    "question": "আস-সালামু আলাইকুম ওয়া রাহমাতুল্লাহ, চাকুরীর সুবাদে বিভিন্ন দিবসে (শোক দিবস/ শহীদ দিবস) আমাদেরকে পুষ্প স্তবক অর্পণ করতে হয়। এটা অর্পণ করলে তো ঈমান থাকে না। এ অবস্থায় চাকরি করা কতটা যুক্তিযুক্ত? এখন আয়ের বিকল্প পথ নেই যে, এটা ছেড়ে সেটা ধরবো। এমতাবস্থায় করনীয় কি? বিস্তারিত জানাবেন প্লিজ, আমার রুটি রুজির বিষয়। সারাজীবন ইবাদত করে যদি তা বর্বাত হয়ে যায়, তাহলেতো সবই গেলো।",
    "answer": "ওয়া আলাইকুমুস সালাম। এগুলো বড় ধরণের গুনাহের কাজ। তবে ঈমান নষ্ট হযে যায়, এরকম না। এগুলো করলে গুনাহ হবে, তবে চাকুরীর বেতন হারাম হবে না। সুতরাং যে কোন উপায়ে এগুলো থেকে বিরত থাকার চেষ্টা করতে হবে। যাদের চাকুরী বা কাজে এই ধরণের হারামে লিপ্ত হতে হয় না, তাদের কাজ নিঃসন্দেহ উত্তম। আল্লাহর কাছে এমন কর্মের দুআ করা দরকার যেখানে কোন ধরণের হারাম বা না জায়েজ কাজে জড়ানোর কোন সম্ভাবনা থাকে না। আর আল্লাহকে ভয় করে হারাম কাজ ছেড়ে দিলে আল্লাহ তাদের যথাযথ প্রতিদান দিবেন মর্মে কুরআনে উল্লেখ আছে।  আল্লাহ তায়ালা কুরআনে বলেছেন, ,وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا – وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ যে আল্লাহকে ভয় করবে, আল্লাহ তার একটা রাস্তা বের করে দিবেন। এমন উৎস থেকে রিযিক দান করবেন যা কখানো সে কল্পনাও করে নি। যে আল্লাহর উপর ভরসা করে আল্লাহ তার জন্য যথেষ্ট। সূরা তলাক, আয়াত ২-৩। সুতরাং হারাম ছেড়ে দিলে রিযিকের ব্যবস্থা আল্লাহ করে দিবেন। সাময়িক কষ্ট হতে পারে, তবে দীর্ঘ মেয়োদে হালালের ভিতরেই কল্যান ও শান্তি নিহিত।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুন্নাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6591",
    "question": "আস-সালামু আলাইকুম। আমার ভাই একটি সরকারী প্রতিষ্ঠানের স্বল্প বেতনভুক্ত কর্মচারী। তার স্বল্প বেতনে বর্তমান পরিস্থিতিভেদে সংসার চালাতেই হিমশিম খেতে হয়। এজন্য বিকল্প উৎস থেকে টাকা উপার্জনের চেষ্টা করছে কিন্তু হালাল হারামের তোয়াক্কা করছেন না।সে কোনো একজনকে ছোট একটি পদে সরকারী চাকুরীর ব্যবস্থা করে দেওয়ার জন্য তার কাছ থেকে কয়েক লক্ষ টাকা নিয়েছেন এবং সেই ব্যাক্তির জন্য তদবীর করে তার চাকরীর জন্য চেষ্টা করছেন। আমি তাকে অসৎ উপায়ে উপার্জনে বিরত থাকার জন্য বারবার বলেছি তাতে খুব একটা কাজ হচ্ছে না। সে এটিকে হারাম ভাবতেই ইচ্ছুক নয়। এমতাবস্থায় তার বাসায় যাওয়া কিংবা তার বাসায় গেলে খাওয়া আমার জন্য যায়েজ কিনা? তাকে কিভাবে উত্তম নাসিয়াহ দিতে পারি?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি আপনার সাধ্যমত বুঝানোর চেষ্টা করুন যে, এগুলো হারাম-অবৈধ কাজ। এমন কাজে দুনিয়াতে বিপদ-আপদ আরো বেশী আসে, আখেরাতে আযাবের সম্মুখীন হতে হয়। হালালের ভিতর থাকলে সাময়িক কষ্ট হলেও দীর্ঘ মেয়াদে সুখ শান্তি লাভ ভয়, আখরাতে চিরস্থায়ী জান্নাত পাওয়া যায়। তার বাড়িতে যাওয়া আসা করবেন, দুয়েক সময় খেতেও সমস্যা নেই। তার সাথে সম্পর্ক ছিন্ন করলে তো তাকে ভাল কথা বলার সুযোগও হাত ছাড়া হয়ে যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6592",
    "question": "আস-সালামু আলাইকুম। আমি একটি সম্মানজনক পেশায় চাকরি করি। আমার বাবা ও একজন চাকরীজীবি। আমি আলহামদুলিল্লাহ সুদ এবং ঘুষ থেকে বিরত থাকার চেষ্টা করি।কিন্তু আমার বাবার উপার্জনে বেতনের টাকার পাশাপাশি ব্যাংকে-পোষ্ট অফিসে রাখা টাকার অংশ ও আছে। আমাদের গ্রামে পুরাতন টিনের বাড়ি ছিলো। সেখানে নতুন বিল্ডিং নির্মাণে সাহায্য করার জন্য, আমার বাবাকে আমি আমার হালাল উপার্জন থেকে প্রায় ২০ লক্ষ টাকা দিয়েছি। এখন প্রশ্ন হচ্ছে, যখনই আমি আমার কর্মস্থল থেকে বাসায় যাই, তখন নতুন বিল্ডিং এ থাকতে হয়। এই বাসায় থাকা কিংবা এই বাসার কোন অংশ ভাগ নেওয়া (বাবার অবর্তমানে) আমার জন্য জায়েজ কিনা?",
    "answer": "ওয়া আলাইকুমুস সালাম। এই বাড়ি নির্মানের কাজে সহযোগিতা করা আপনার উচিত হয় নি। আপনি আলাদা বাড়ি করলে ভালো হতো। এখন আপনি যেটা করতে পারেন সেটা হলো, আপনি আপনার ২০ লাখার টাকার পরিমাণ একটা ফ্লাট আলাদা করে আপনার মালিকানায় নিবেন, সেখানে আপনি থাকবেন। বাবার অবৈধ কোন",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুদ-ঘুষ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6593",
    "question": "আসসালামু আলাইকুমহাদিসের মধ্যে প্রায় সময় দেখা যায় সাহাবাগণকে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কিছু জিজ্ঞেস করেছেন তখন প্রায় সময়ই সাহাবিগন উত্তর দিয়েছেন যে আল্লাহ ও তার রাসুল ভালো জানেন।আমার প্রশ্ন হলো এখানে কি আল্লাহর জানার সাথে রাসুল স. কে জানার জন্য শরিক করা হলো না?উল্লেখ্য যে, আমি একজন মুসলিম এবং শিরক থেকে বেঁচে থাকতে চাই। এবং এটি জানি যে শিরক থেকে বেচে থাকতে আমাদের সাহাবিদের মতো আল্লাহ ও তার রাসুল স. কে ভালোবাসতে হবে। কিন্তু উপরের আমার প্রশ্নের বিষয়টি আমার অন্তরে কিছু সংশয় সৃষ্টি করছে। আশা করি অন্তরের সংশয় দূর করতে জ্ঞানগর্ভ উত্তর দিবেন ইনশাআল্লাহ। জাজাকাল্লাহ খাইরান।",
    "answer": "ওয়া আলাইকুমুস সালাম। প্রথম কথা হলো আপনি শিরক নিয়ে চিন্তা করবেন না। আপনি যেভাবে শিরক নিয়ে গবেষণা শুরু করেছেন তাতে এই চিন্তা আপনাকে মানসিক রোগী বানিয়ে ছাড়বে। কুরআনে বহু জায়গায় বলা আল্লাহ এবং তার রাসূলের আনুগত্য করতে বলা হয়েছে। তদ্রুপ হাদীসের বহু জায়গাতে পাওয়া যায় সাহাবীরা বলেছেন, আল্লাহ এবং তার রাসূল ভালো জানেন। এভাবে বলাটা সর্বোচ্চ আদব। এখান বলা হয়, আমরা কিছু জানি না। আল্লাহ এবং তার রাসূলই আমাদের জানায়। শিরক বিদআত আমাদের শিখতে হবে সাহাবীদের কথা কাজ থেকে। এখন সাহাবীদের কাজই যদি শিরক মনে হয় তাহলে বুঝেতে হবে, আপনি সঠিক উৎস থেকে শিক্ষা পাচ্ছেন না। কোন চিন্তা না করে সাহাবীরা যেভাবে ইসলাম মেনেছেন সেভাবে মানবেন। আপনি চিন্তা-ভাবনার জগৎ থেকে বের হয়ে আমলের জগতে আসুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "শিরক-বিদআত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6594",
    "question": "আস-সালামু আলাইকুম। জনৈক ভাই বলেছেন, মসজিদের মিম্বর পাকা করলে সেটা মূর্তী হয়ে যায়। স্থায়ী ভাবে মিম্বর পাকা করা যাবেনা, বরং চেয়ার বা কাঠের তৈরী এ জাতীয় মিম্বর রাখতে হবে।তবে আমাদের মসজিদে যে পাকা করা, এ বিষয়ে ইসলাম কি বলে, কোথাও কি এমন কোনো নিষেধাজ্ঞা আছে?",
    "answer": "ওয়া আলাইকুমুস সালাম। জনৈক ভাইয়ের কথা ঠিক নয়। পাকা মিম্বার তৈরী করতে কোন সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হাদীস ও উসূলুল হাদীস",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6595",
    "question": "আস-সালামু আলাইকুম। আমার পরিবারের লোকজন আমাকে মোটেও পছন্দ করেনা এবং পিছনে কারণ আমি জানি না।আমার মা আমাকে সারাদিন জাহান্নামী জাহান্নামী বলে ডাকে, ঘরের কাজ করতে পারি না দেখে শারীরিক অসুস্থতার কারণে। আমার বিয়ের দিন ধার্য হলে আমি আমার মায়ের কাছে একটা স্বর্ণের চেইন চাই, সামর্থ্য থাকা সত্ত্বেও ওরা মেয়েকে কিছু দিবে না। মেয়ে হয়ে কি বাবা-মার কাছে কোন আবদারই রাখতে পারব না?মা বাবা ভাই মিলে একত্র হয়ে আমাকে বিয়ে দিতে চায় না, ছেলের প্রস্তাব আসছে এবং ছেলেপক্ষ রাজী, আমাকে বিয়ে না দেওয়ার জন্য বিভিন্ন ধরনের ফন্দি বের করছে। ওদের মূল উদ্দেশ্য ওদের ঘর পাহারা দেওয়ার জন্য মেয়ে দরকার এবং ঘরের কাজ করার জন্য মেয়ে দরকার। এক্ষেত্রে আমার কি করা উচিত।",
    "answer": "ওয়া আলাইকুমুস সালাম। সম্ভবত আপনার চিন্তা ভুল হচ্ছে। বাবা-মা মেয়ের বিষয়ে এমন করবে কেন? যদি সত্যই এমন হয় তাহলে এটা খুবই দুঃখের বিষয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6596",
    "question": "আস-সালামু ওয়া আলাইকুম ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহুআমি বেসরকারী রিয়েল-এস্টেট কোম্পানী-তে চাকুরি করি।যাদের কাজই হলো রাজউক কর্তৃক প্লট ক্রয়-বিক্রয় করা।১) নাম্বার প্রশ্নঃ রাজউক এর কোন প্লট ক্রয়-বিক্রয় ক্ষেত্রে রাজউক কর্তৃক ফাইল অনুমোদন করতে হয়।এইটা আবার দুই ভাগে বিভক্তঃ যথা১। উত্তরা অফিস, ২। হেড অফিস/মতিঝিল।এই দুই অফিসে ফাইল অনুমোদন করতে ৮০,০০০/- থেকে ৮৫,০০০/- টাকা খরচ হয়।আমার প্রশ্ন হলো যে, বায়ার অথবা সেলার হইতে আমি যে চুক্তির বিনিময়ে দুইটি অফিসেরই ফাইল অনুমোদনকরিয়ে দিবো ১,০০,০০০/- (এক লক্ষ) টাকার বিনিময়ে। আমি যে, চুক্তির ভিত্তিতে ১ লক্ষ টাকা নিয়ে ফাইলঅনুমোদন করিয়ে দেওয়ার পর, অবশিষ্ট ১৫-২০ হাজার টাকা আয় করলাম সেটা হালাল হবে কী? কেননা ঘুষছাড়া এসকল সরকারী অফিসে কোন কার্যক্রম করা যায়না। যদিও আমি বা আমরা অপছন্দ হওয়া সত্বেওনিরুপায় হয়েই ঘুষ দিয়ে এই কাজগুলো করিয়ে থাকি।২) নাম্বার প্রশ্নঃ একটি প্লট যখন রেজিস্ট্রি কার্যক্রম সম্পন্ন হয়। তখন সেটা রাজউক এবং ভুমি নামজারী করতে হয়। এখানে ২ ধরনের নামজারী করতে হয়। এইগুলো আমরা ৫০,০০০/- (পঞ্চাশ হাজার) টাকার বিনিময়ে বায়ার/সেলার-দের সাথে চুক্তি করে কাজ করে থাকি। এখানেও ২টি নামজারী করতে ৩৮ থেকে ৩৯ হাজার টাকা খরচ হয়। যেখানে সরকার পায় মাত্র-১২০০০+১৫০০= ১৩,৫০০/- টাকা বাকী টাকা ঘুষ দিতে হয়।অবশিষ্ট  ১১-১২ হাজার টাকা যেটা আয় করলাম সেটা হালাল হবে কী? কেননা ঘুষ ছাড়া এসকল সরকারীঅফিসে কোন কার্যক্রম করা যায়না। যদিও আমি বা আমরা অপছন্দ হওয়া সত্বেও নিরুপায় হয়েই ঘুষ দিয়ে এইকাজগুলো করিয়ে থাকি।৩) নাম্বার প্রশ্নঃ রাজউক কর্তৃক প্লট বরাদ্দ পাইছে ২০০৪ সালে বা তার আগে, তখন জাতীয় পরিচয়পত্র হয়নাই। পরবর্তীতে দেখা যায় যে, জন্ম সন বা নিজ নাম বা পিতা, মাতার নামের সাথে রাজউক কর্তৃক আবেদনফরম এর নামের মিল নেই। তখন জাতীয় পরিচয়পত্র সংশোধন করতে হয়। তখনও আমরা বায়ার অথবাসেলার-দের সাথে চুক্তিতে কাজ করে থাকি। দেখা-যায় ঐখানেও ৬০,০০০/- (ষাট হাজার) টাকা চুক্তিকরলাম। কিন্তু কাজ করতে লাগলো ৪০,০০০/- (চল্লিশ হাজার) টাকা। অবশিষ্ট ২০,০০০/- (বিশ হাজার)টাকা যেটা আয় করলাম সেটা হালাল হবে কী? মোট কথা ক্লায়েন্ট এর প্রয়োজনে বা তাহার ন্যায্য পাওয়ার জন্য চুক্তিভিত্তিক টাকা নিয়ে জন্ম সনদ, মৃত্যু সনদ, জাতীয় পরিচয়পত্র সংশোধন, পাসপোর্ট ইত্যাদিডকুমেন্টসগুলো সরকারী অফিস হতে ঘুষ দিয়ে কাজ করানোর পর, অবশিষ্ট টাকা পারশ্রমিক হিসাবে গ্রহণ করা হালাল হবে কী? যদিও আমি বা আমরা অপছন্দ হওয়া সত্বেও নিরুপায় হয়েই ঘুষ দিয়ে এই কাজগুলো করিয়ে থাকি। কেননা ঘুষ ছাড়া এসকল সরকারী অফিসে কোন কার্যক্রম করা যায়না। আমার প্রশ্ন হইলো যে, বায়ার বা সেলার এর সাথে চুক্তি করে যে কাজগুলো নিরুপায় হয়ে সরকারী অফিসে ঘুষ দিয়ে করার পর, আমার বা আমাদের আয়গুলো হালাল হলো নাকী? আর হালাল না হলে, তাহলে এখান থেকে বাঁচার উপায় কী? বা কোন পথে হাটলে আমাদের জন্য সহজ হবে। আল্লাহ তায়ালা আপনাদের-কে নেক হায়াত দান করুক এবং উত্তম প্রতিদান দিক। আমিন।",
    "answer": "ওয়া আলাইকুমুস সালাম। এখানে আয়ের যেসব উৎসের কথা বলা হয়েছে একটাও চাকুরী থেকে প্রাপ্ত আয় নয়। চাকুরীকে অসৎ উদ্দেশ্যে ব্যবহার করে  অবৈধভাবে টাকা উপার্জনের কিছু মাধ্যমের কথা উল্লখ করা হয়েছে। তার প্লটা বিক্রয় করা, কিন্তু এটাকে হাতিয়ার করে অন্যান্য কাজ করে যাচ্ছে। যে কাজ সরকারীভাবে বৈধ নয়, ধর্মেও অবৈধ। এই ধরণের কোন পেশার অনুমোদন সরকার দেই নি। সুতরাং যদি মানুষের কল্যানের কথা চিন্ত করে কোন রকম অতিরিক্ত টাকা পয়সা না নিয়ে শুধু যতটুকু খরচ হয় ততটুকু টাকা নিয়ে এই কাজ করে দিতে পারে, তাহলে করবে আর যদি না পারে তাহলে এই কাজ করা বাদ দিয়ে তার যে মূল কাজ প্লট কেনা-বেচা সেটা করবে। মানুষের দূর্বলতাকে কাজে লাগিয়ে এই উপার্জন সম্পূর্ণ অবৈধ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6597",
    "question": "আস-সালামু আলাইকুম। আমার বিবাহের সময় কিছু সমস্যার কারণে বিয়ের দিন একটি খালি কাগজে সাইন নেওয়া হয় এবং দেনমোহর না দিয়ে উশুল হিসেবে উল্লেখ করা হয়। আর বাকি সব কিছুই ঠিক মত হয়। এখন এই বিয়ে কি যায়েজ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। অন্যান্য কাজ যদি ঠিকঠাক হয় অর্থাৎ ইজাব-কবুল যদি হয়, সাক্ষীরা যদি থাকে তাহলে বিবাহ বৈধ হয়েছে। কাগজে লেখা বিবাহের জন্য কোন শর্ত নয়। দেনমোহর যদি উল্লেখ না করে তবুও বিবাহ বৈধ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6598",
    "question": "আস-সালামু আলাইকুম, আমার শ্বশুর আর উনার কিছু বন্ধুরা মিলে একটি ট্রাস্ট করেছেন এখন সেই ট্রাস্ট থেকে উনার এক বন্ধুকে কিছু টাকা ঋণ দিয়েছেন সেই ঋণ এর জন্য উনার এক ফ্লাট থেকে তারা মাসে মাসে টাকা নেন এখন উনারা আবার ঋণ সম্পূর্ণ টাকা আবার নিবেন এখন উনারা যে মাসে মাসে ফ্লাট ভাড়া নিচ্ছেন এটা কি সুদ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, ঋনের বিপরীতে অতিরিক্ত যে টাকা তারা নিচ্ছে অর্থাৎ বাড়ি ভাড়ার টাকার সম্পূর্ণ সুদ হিসেব গণ্য।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুদ-ঘুষ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6599",
    "question": "আস-সালামু আলাইকুম, আমি দেশের একটি প্রথম সারির ফিন্যান্সিয়াল কোম্পানিতে “নেটওয়ার্ক ইঞ্জিনিয়ার” পদে কর্মরত আছি। এটি যেহেতু আইটি সম্পর্কিত কাজ, আমার এই আয় কি হালাল হবে? নাকি এটিও হারাম বলে গণ্য হবে?",
    "answer": "আস-সালামু আলাইকুম, আমি দেশের একটি প্রথম সারির ফিন্যান্সিয়াল কোম্পানিতে “নেটওয়ার্ক ইঞ্জিনিয়ার” পদে কর্মরত আছি। এটি যেহেতু আইটি সম্পর্কিত কাজ, আমার এই আয় কি হালাল হবে? নাকি এটিও হারাম বলে গণ্য হবে?",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6600",
    "question": "আমি একটি চাকরি করি যেটা কল সেন্টার। আমি একজন নারী। যেহেতু প্রতিদিন আমি কাস্টমারদের ফোন দিয়ে থাকি তার মধ্যে ৬০ জন পুরুষ অনেক সময় এটা বেশি হয়। এখন এই চাকরি ছেড়ে দিলে অন্য কোথাও চাকরি পাওয়া খুব কঠিন হবে আমার জন্য। আমি জানি অপ্রয়োজনে অন্য পুরুষদের সাথে কথা বলা যায় না। আমার সিনিয়র অফিসার অনেকে বলে আপনি পর্দা করেন তাহলে এই চাকরি করেন এটা কি ইসলামে আছে। আমার করণীয় কী অন্য কোথাও চাকরি না পাওয়া পর্যন্ত এই চাকরি ছাড়তে ও পারছি না।",
    "answer": "আল্লাহ তায়ালা কুরআনে মুসলিম মহিলাদেরকে বলেছেন,وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى তোমরা তোমাদের বাড়ি ঘরের মধ্যে থাকো, প্রাচীন জাহেলী যুগের মহিলাদের মত নিজেদের প্রাদর্শন করো না। সূরা আহযাব, আয়াত নং ৩৩। অন্য আয়াতে আল্লাহ বলেছেন, الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ পুরুষরা মহিলাদের উপর কর্তৃত্ব করবে, কারণ আল্লাহ একজনকে অন্যজনের উপর শ্রেষ্ঠত্ব দান করেছেনএবং পুরুষেরা তাদের টাকা পয়সা খরচ কর। সূরা, নিসা আয়াত ৩৪। বিদায় হজ্জের ভাষনে রাসূলুল্লাহ সা. বলেছেন, وَاسْتَحْلَلْتُمْ فُرُوجَهُنَّ بِكَلِمَةِ اللَّهِ وَلَكُمْ عَلَيْهِنَّ أَنْ لاَ يُوطِئْنَ فُرُشَكُمْ أَحَدًا تَكْرَهُونَهُ. فَإِنْ فَعَلْنَ ذَلِكَ فَاضْرِبُوهُنَّ ضَرْبًا غَيْرَ مُبَرِّحٍ وَلَهُنَّ عَلَيْكُمْ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ তোমরা তাদের (স্ত্রীদের) লজ্জাস্থানকে হালাল করেছো আল্লাহর কালিমা দ্বারা… তাদের খাবার-দাবার ও পোশাকের দায়িত্ব তোমাদের ওপর। সহীহ মুসলিম, হাদীস নং ৩০০৯;সুনানু আবু দাউদ, হাদীস নং ১৯০৭। আলেমদের এ ব্যাপারে ঐক্যমত পোষন করেছেন যে, স্ত্রীর ভরন-পোষনের দায়িত্ব স্বামীর। আলমাউসুয়াতুল ফিকহিয়্যাতুল কুয়েতিয়্যাহ, ৪১/৩৫। উপরের আয়াত ও হাদীস থেকে জানা যায়, মহিলাদের দায়িত্ব হলো ঘর সামলানো আর পুরুষের দায়িত্ব হলো পরিবারের আর্থিক দিকটি সামলানো। এর বাইরে গেলে পৃথীবির স্বাভাবিক ভারসম্য নষ্ট হয়। আমরা দেখছি ইউরোপ-আমেরিকাতে মহিলারা বাইরে কাজ করে এমন পর্যায় গিয়েছে যে, অনেকেই পরিবার গঠন করতে, সন্তান নিতে রাজী নয়। ফলসরূপ জনসংখ্যা কমে যাচ্ছে। স্বাভাবিক ভারসম্য নষ্ট হচ্ছে আর সেখানে পুরুষরা মহিলাদের কোন দায়িত্ব নিতেও রাজী নয়। আমাদের দেশের অনেক মহিলা বিদেশে গিয়ে রান্নাবান্না ও ঘর গোছানের কাজ করে। যখন তারা বিদেশে গিয়ে এটা করে তখন সবাই সেটাকে বিশেষ কাজ মনে করে আর ঐ একই কাজ যখন নিজের বাড়িতে করে তখন সেটাকে তারা কাজ মনে করে না। এটার কারণ আমাদের মাথা পঁচে গিয়েছে। সুস্থ চিন্তা করার ক্ষমতা হারিয়ে যাচ্ছে। উপার্জনের নামে মহিলাদের বাইরে বের হওয়ার অবাধ সুযোগ দিয়ে জাতিকে দিন দিন ধ্বংসের দিকেই নিয়ে যাওয়া হচ্ছে বলে মনে হয়। বিয়ের আগে মেয়েদের দায়িত্ব তার পিতার-ভাইয়ের। বিয়ের পর তার স্বামীর। স্বামী মারা গেলে সন্তানদের। তবে কোন মহিলার যদি বাইরে গিয়ে কাজ করা ছাড়া জীবন পরিচালনার কোন উপায় না থাকে তাহলে পূর্ণ পর্দার সাথে বাইরে কাজ করতে পারবে। মহিলাদের সাথে কাজ করতে হয় এমন জায়াগায় কাজ করতে চেষ্ট করবে। আপনার যদি এই চাকুরী ছাড়া জীবনধারণের কোন ব্যবস্থা না থাকে তাহলে আপতত করতে থাকুন এবং পর্দর পরিবেশে কোন চাকুরীর চেষ্টা করতে থাকুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6601",
    "question": "আস-সালামু আলাইকুম। শায়েখ! আশা করছি ভালো আছেন। আলহামদুলিল্লাহ আমিও ভালো আছি।  তবে বেশি ভালো নেই। শায়েখ আমার একটা প্রশ্নটা হলো– গায়েবানা জানাজা পড়া কি ইসলামে জায়েজ আছে? হাসিদের আলোকে হাদিসের মুল আরবী  ইবারতটি দলিল সহকারে জানালে খুবই উপকৃত হবো, ইনশাআল্লাহ আশা করছি যথাযথ  উত্তর প্রদান করবেন। অপেক্ষায় থাকবো।",
    "answer": "ওয়া আলাইকুমুস সালাম। গায়েবানা জানাযার (মৃত ব্যক্তির অনুপস্থিতিতে জানাযা) বিষয়ে আলেম ও ফকীহদের মাঝে ইখতিলাফ বা মতবিরোধ আছে। এই বিষয়ে মোট ৪টি মতামত পাওয়া যায়। ১। নিঃশর্ত জায়েজ। এটা শাফেয়ী ও হাম্বলী মাজহাবের মতামত। ২। গায়েবানা জানাযা কোনভাবেই জায়েজ নেই। হানাফী ও মালেকী মাজহাবের মতামত এটাই। হাম্বলী মাজহাবের ইমাম আল্লামা ইবনে কুদামা রহি. বলেন, وتجوز الصلاة على الغائب في بلد آخر بالنية فيستقبل القبلة ويصلي عليه كصلاته على حاضر وسواء كان الميت في جهة القبلة أو لم يكن وسواء كان بين البلدين مسافة القصر أو لم يكن وبهذا قال الشافعي وقال مالك و أبو حنيفة : لا يجوز অন্য শহরে কিবলার দিকে",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জানাযা-কবর যিয়ারত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6603",
    "question": "আস-সালামু আলাইকুম।ঢাকা শহড়ে বাসায় প্রতিদিনই ফকির এসে দরজায় নক করে। এমনকি তারা হেটে ছয় সাত তলায়ও উঠে যায়।বাসায় দিনের বেলা অধিকাংশ সময়ই পুরুষ থাকেনা। এমতাবস্থায় বাসার মহিলারা নিরপত্তার স্বার্থে তাদের ভিক্ষা না দিলে কি বিষয়টি ইসলামের দৃষ্টিতে অপছন্দনীয় হবে? আজকাল এ ধরনের প্রচুর দুর্ঘটনার সংবাদ পাওয়া যায় পত্র পত্রিকায়।",
    "answer": "ওয়া আলাইকুমুস সালাম। নিরাপত্তার সমস্যা হলে নিরাপত্তা অবলম্বন করে ভিক্ষা দিতে হবে। দরজান নীচ দিকে টাকার ১টা নোট দিয়ে দেয়া নিরাপত্তার জন্য কোন সমস্যা নয়। এই ধরণের ভবনের নীচে অনেক সময় গার্ড থাকে, তাদের মাধ্যমেও সম্ভব হলে নিরাপত্তা নিশ্চিত করতে পারেন। ইচ্ছা থাকলে এই ধরণর বহু উপায় বের হতে পারে। বড় বড় ভবনগুলো এখন অসহায় ভিক্ষুকদের জন্য বিড়ম্বনার কারণ। সুতরাং নিরপত্তার পর্যাপ্ত ব্যবস্থা নিয়ে তাদেরকে সাহায্য করতে হবে। কিছু অপরাধীর কারণে ঢালাওভাবে অসহায় মানুষদের বঞ্চিত করা ঠিক হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6604",
    "question": "কত বছরে শিশুরা মসজিদে গিয়ে মুসল্লিদের সঙ্গে সমানে কাতারে নামাজ পড়তে পারবে?",
    "answer": "কোন নির্দিষ্ট বয়স নেই। শিশুরা মসজিদে গিয়ে যেন দুষ্টমি না করে, অন্য মুসল্লিাদের সালাতের ব্যাঘাত না ঘটে সেটা দেখতে হবে। এই সমস্যাগুলো না হলে যে কোন বয়সীদের মসজিদে নিয়ে যেতে সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6605",
    "question": "আস-সালামু আলাইকুম, আমার ১ টা ছেলে আছে ২.৫ বছরের। সে এখানে সেখানে প্রসাব করে তবে আমি আগে নামাজ পরতাম না আর এগুলো নিয়ে ভাবতামও না। কাপড় পাক করার নিয়মও জানতাম না। না জেনে নাপাক কাপড় দিয়েই রান্নাঘর ক্লীন করেছিলাম যা আমি কয়েকদিন আগে জানতে পারছি।আবার অনেক সময় বিছানায় বাচ্চা  পেশাব করে দেয় আবার সেখানেই অনেক টাইম বাচ্চা ভেজা হাতে ধরে অন্য জিনিস ধরে বা খাবারের ভেজা বাটি নেয় যাতে আমার এখন মনে হচ্ছে সব কিছুতেই অদৃশ্য নাপাকি ছড়িয়ে গেছে। এর মধ্যে কাল আমি বিদেশ আমার স্বামীর কাছে খাবারের কিছু জিনিস পাঠিয়েছি ।এখন আমার মনে খুন ভয় হচ্ছে যে, এই খাবার এর সাথে যদি কোনো অদৃশ্য নাপাকি চলে যায়, আমার বাসা থেকে আর তারা তো জানবেনা, সেখানেও ছড়িয়ে যাবে। আবার সেই রুম এর অন্যরা যখন বাসায় যাবে তখন তাদের সাথে যদি এই নাপাকি তাদের বাসায় গিয়েও ছড়িয়ে যায় আর তাদের নামাজ রোজা না হয়।এখন আমি জানতে চাই যে যদি কোনো ভাবে নাপাকি চলেও যায় আর তারা তা না জেনে ছড়িয়ে যায় তাহলে কী তাদের নামাজ রোজা হবে আর আমার এজন্য কী সারাজীবন গুনাহ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। সামনে থেকে ভাল করে সব কিছু পরিস্কার করবেন। অপবিত্রতাকে ভাল করে পবিত্র করবেন। স্বামীর কাছে যা পাঠিয়েছেন সেগুলো যদি তার কাছে থাকে তাহলে সেই পাত্রগুলো ধুয়ে নিতে বলবেন। টেনশনের কিছু নেই, নতুন করে আর এমন ভুল করবেন না,  বিগত দিনের ভুল বা গুনাহের জন্য আল্লাহর কাছে ক্ষমা প্রার্থনা করবেন। আল্লাহ সবকিছু ক্ষমা করে দিবেন ইনশাআল্লাহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6606",
    "question": "আস-সালামু আলাইকুম ওয়া রহমাতুল্লাহ। কেউ যদি জীবনের বহু বছর নামাজ না পড়ে এবং পরবর্তীতে তাওবা করে নামাজী হয়, তবে তাকে কি ঐ সকল নামাজ কাযা পড়তে হবে? আর তার বদলে কি তার সন্তান কাযা সম্পূর্ণ করতে পারবে। তাছাড়া শুনেছি ইচ্ছাকৃত নামাজ ত্যাগ করা কুফর, এক্ষেত্রে এ কাজ কেউ করলে সে কি আর মুসলিম থাকে না? সেসময় কি সে অ-মুসলিম বিবেচিত হবে?",
    "answer": "রাসূলুল্লাহ সা. এর যুগে কোন মুসলমান ইচ্ছাকৃত ভাবে কোন নামাযই কাজা করেন নি সুতরাং ইচ্ছাকৃত ভাবে বছর বছর নামায কাজা করলে কী করতে হবে সে বিষয়ে সহীহ হাদীসে পাওয়া যায় না।  অধিকাংশ আলেমের অভিমত  হলো বহুদিন ধরে ইচ্ছাকৃত নমায ছেড়ে দিলে (যাকে অনেকেই উমরি কাজা বলে) উক্ত নামায কাযা আদায় করতে হবে। তা সে যত ওয়াক্তই হোক না কেন। যিনি নামায ছেড়েছেন তাকে কাযা করতে হবে, তার সন্তান কাযা করবে না।  আর আল্লাহ তায়ালার কাছে ক্ষমা চাইতে হবে, যেন তিনি ক্ষমা করে দেন। যারা কুরআন-সুন্নাহতে বিশ্বাস করে, নামায ফরজ হওয়াকে মেনে নেয় তারা যদি ইচ্ছা করে নামায ছেড়ে দেয়, তাহলে অ-মুসলিম হবে না ইনশআল্লাহ। তবে নামায ছাড়ার কারণে কবীরা গুনাহ হবে। আলফিকহুল ইসলামিয়্যু ও আদিল্লাতুহু, ২/৩১৩",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6607",
    "question": "আস-সালামু আলাইকুম, এশার নামাযে চার রাকাত ফরজ এর পরে দুই রাকাত সুন্নত এবং শেষে ১ রাকাত বেতের নামায আদায় করি । এটা কি ঠিক আছে কিনা জানতে চাই।",
    "answer": "ওয়া আলাইকুমুস সালমা। জ্বী, এটাকে এশার সালাতের সর্বনিম্ন পরিমাণ বলা যায়। এর চেয়ে বেশীও পড়া যায়। সুন্নাত-নফল আরো বাড়ানো যায়। বিতর ১ রাকআত থেকে বাড়িয়ে ৩ রাকআত পড়া বেশী ভালো।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6608",
    "question": "আস-সালামু আলাইকুম। প্রবাসে কর্মরত আছি (ব্রুনাই)। নামায সম্পর্কিত একটি প্রশ্ন ।প্রতিদিন কাজের স্থান থেকে বাসায় ফিরি সন্ধ্যা ৬:৩০মিনিটে, বাসায় পৌছায় ০৭:০৫ মিনিটের দিকে, পাঁচ মিনিট এদিক সেদিক হয়। এক সাথে অনেক লোক গাড়িতে করে আসতে হয়, চলন্ত গাড়িতে মাগরিবের ওয়াক্ত শুরু হয়ে যায়। আমি জানতে চাচ্ছি মাগরিবের নামাজ কি চলন্ত গাড়িতে সিটেল মধ্যে বসে পড়া যাবে কি না? চলন্ত অবস্থায় কেবলার দিক ও ঠিক থাকেনা, লোকজন কথাও বলি করে।এখানে মাগরিবের ওয়াক্ত শুরু হয় ৬:৩০মিনিটে আর ইশারের ওয়াক্ত শুরু হয় ৭:৩৬ মিনিটে। এখন আমার জন্য উত্তম হবে কোনটা বাসায় এসে পড়া নাকি চলন্ত গাড়িতে পড়া। দয়া করে জানাবেন।",
    "answer": "ওয়া আলাইাকুমুস সালাম। বাসায় ফিরে মাগরিবের নামায পড়বেন। যতটা সম্ভব দ্রুত আদায় কারবেন।  এশার ওয়াক্ত শুরু হওয়ার আগ পর্যন্ত মাগরিবের নামাযের ওয়াক্ত বাকী থাকে। সুতরাং গাড়ীর ভিতর মাগরিবের নামায পড়বেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6609",
    "question": "আস-সালামু আলাইকুম। আগে আমি অজ্ঞাতবশত কয়েকবার সূর্যোদয়ের পরে ফজরের সালাত আদায় করেছি। আমি তখন কাজা নামাজ আদায় করছি–এরূপ কোন নিয়তও করিনি। এক্ষেত্রে আমার নামাজ কি হয়েছিল? তাছাড়া আমার সন্দেহ হয় ২-১ বার হয়ত আমি সূর্যোদয়ের পূর্বে নামাজ শুরু করলেও হয়ত নামাজ শেষ হতে হতে সূর্য উদিত হওয়া শুরু হয়েছিল। সেক্ষেত্রে আমার নামাজ কি কবুল হয়েছিল (কেননা সূর্যোদয়ের সময় নামাজ পড়া হারাম)? হুজুর, জানালে উপকৃত হতাম।",
    "answer": "ওয়া আলাইাকুমুস সালাম। অতীত কর্মের জন্য আল্লাহর কাছে ক্ষমা চাইবেন। ভবিষ্যতে সূর্যোদয়ের আগে যথাসময়ে ফজরের সালাত অদায় করবেন। আপনার আগের সালাতগুলো পরিপূর্ণ ঠিকঠাক সময়ে না হলেও আদায় হয়ে গিয়েছে ইনশাআল্লাহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6610",
    "question": "মালয়েশিয়ায় জুম্মা মসজিদ গুলোতে এলইডি টিভি লাগানো থাকে। যে গুলোতে বিভিন্ন আলেম ওলামাদের ছবি সহকারে তাদের বয়ান করার সময়সুচি ও বয়ান করার ছবি সমূহ সব সময় দেখানো হয়। এমন কি নামাজ চলা কালিনও দেখানো হয়। এতে ছবির কারনে নামাজের ক্ষতি হবে?",
    "answer": "নামায চলাকালীণ টিভি চললে নামাযের প্রতি মনোযোগীতার বাঘ্যাত ঘটবে এটাই স্বাভাবিক। শুধু টিভি নয়, অনাকাঙ্খিত যে কোন শব্দ বা কাজেও নামাযের মনোযোগ নষ্ট হতে পারে। নামাযের প্রতি মানুষের মনোযোগ কমে যায় বা নামাযে বাঘ্যাত ঘটে এমন কাজ করা থেকে অবশ্যই বিরত থাকতে হবে। তবে সেখানকার পরিস্থিতি আমাদের নিকট অনেকটা অস্পষ্ট, সেখানকার অবস্থা স্থানীয় আলেমদের থেকে জানলে ভাল হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6611",
    "question": "মুয়াবিয়া কে কি সাহাবী বলা যাবে? তাছাড়া হাবশার রাজা নাজ্জাশী কি মুমিন হয়েছিলেন?",
    "answer": "হযরত মুআবিয়া রা. একজন বড় মাপের সম্মানীত সাহাবী। সাহাবীকে অবশ্যই সাহাবী বলতে হবে। সাহাবীকে সাহাবী না বলা বড় ধরণের আকীদাগত সমস্যা। বাদশাহ নাজাশীর মুসলিম হয়েছিলেন। রাসূল সা. তার গায়েবানা জানাযা করেছিলেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুন্নাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6612",
    "question": "আস-সালামু আলাইকুম, আমি জানি যে আমি আমার দেশের কোনো যোগ্য ব্যক্তিকে ভোট না দিলে গুনাহগার হবো।কিন্তু আমার দেশে যদি কোনো যোগ্য ব্যক্তি না থাকে সে ক্ষেত্রে আমার করণীয় কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। ভোট না দিলে গুনাহ হবে, এটা সঠিক কথা নয়। আপনি অপেক্ষাকৃত ভাল মানুষদেরকে ভোট দিতে পারেন। তবে প্রচলিত পদ্ধতিতে ভোট না দিলেও সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6613",
    "question": "আস-সালামু আলাইকুম। আমি একজন সরকারি কর্মকর্তা। বিভিন্ন জাতীয় দিবস প্রতিষ্ঠান প্রধান কমিটির মাধ্যমে উৎযাপন করেন। এক্ষেত্রে যে ব্যয় হয় তার সাথে কমিটির সদস্যদের সম্মানীসহ মোট ব্যয় প্রতিষ্ঠানের প্রধান নির্ধারণ করেন; যা বিলে মোট ব্যয় হিসেবেই দেখানো হয়। এই সম্মানীর অর্থ কি হালাল হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। সরকার থেকে যদি  কমিটির সদস্যদের জন্য  সম্মানী নির্ধারণ থাকে তাহলে এই সম্মানী নেওয়া তাদের জন্য জায়েজ হবে। আর যদি নির্ধারণ না থাকে তাহলে প্রতিষ্ঠান প্রধান নির্ধারণ করলেও সেটা জায়েজ হবে না, তখন শুধুামাত্র অনুষ্ঠানের খরচের টাকা ব্যয় হিসাবে দেখাতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6614",
    "question": "আস-সালামু আলাইকুম,আমি আমার উপার্জিত কিছু টাকা দিয়ে সোনা কিনলাম। উদ্দেশ্য এই যে, ব্যাংকে আমার টাকা জমালে বছরে বছরে সুদ খেতে হবে এবং সেটা হারাম হবে। কিন্তু সে টাকা দিয়ে যদি সোনা বা রুপা কিনে জমা করে রাখি এবং সোনার দাম বাড়লে সোনা বিক্রি করে সেটার লভ্যাংশ ভোগ করি তাহলে কি সেটা আমার জন্য হালাল হবে কিনা? আর যদি কোনো কারণে সেটা হারাম হয় তাহলে হারাম হওয়ার কারণটা যানাবেন। জাজাকাল্লাহ খাইরান।",
    "answer": "ওয়া আলাইকুমুস সালাম। না, সোনা কিনে দাম বাড়ার পর বেশী দামে বিক্রি করলে সেটা সুদের অন্তর্ভূক্ত নয়। এটা সম্পূর্ণ হালাল।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6615",
    "question": "আস-সালামু আলাইকুম। আমি কাজী অফিসে গিয়ে একটি মেয়েকে বিয়ে করি… যেখানে অভিভাবক উপস্থিত ছিলেন না… পরবর্তীতে মেয়ের বাবা হুমকি ও ভীতি প্রদর্শন করে আমাদের দুজন কে খোলা তালাক এর ফরম এ স্বাক্ষর করতে বাধ্য করেন… আমরা মুখে কিছু উচ্চারণ করিনি বা আমাদের অন্তরেও ছিল না তালাক এর ইচ্ছে… আর আমাদের বিয়েটা মেয়ের বড় ভাই মেনে নিয়েছিল…পরবর্তী তে আমরা এখনো পরস্পরের সাথে যোগাযোগ রাখছি আর আমরা নিজেদের এখনো স্বামী স্ত্রী হিসেবেই মনে করি… আর আশা করি আল্লাহ সব কিছু ঠিক করে আমাদের আবার এক করে দিবেন… এখন আমাদের কি গুনাহ হচ্ছে?",
    "answer": "ওয়া আলাইকুমুস সালাম। মেয়ের অভিভাবকের তথা পিতার অনুমতির বাইরে এই ধরণের বিয়ের মাধ্যমে পরিবারে, সমাজে, রাষ্ট্রে যে বিশৃঙ্খলা তৈরী করছেন তাতে গুনাহ না হওয়ার কোন কারণ নেই। কাজী অফিসে গিয়ে চুপি চুপি বিয়ে এটা বিয়ের আসল পরিচয় নয়। সবাইকে জানিয়ে দুই পরিবারের উপস্থিতিতে, তাদের সম্মতিতে বিয়ে হলে সেটাই মূলত বিয়ে। অধিকাংশ ফকিহর নিকট অভিভাবকের অনুমতি ছাড়া মেয়েদের বিবাহ সহীহ হয় না। পিতা জীবিত থাকা অবস্থায় বড় ভাই অভিভাবক নন। মেয়ের অভিভাবকের অনুমতি নিয়ে নতুন করে বিবাহ করে সংসার করলে সেটা হবে সবচেয়ে সুন্দর। এর বাইরে এখন যা করছেন তা অনেকটা গায়ের জোরে শরীয়াহকে নিজের প্রয়োজনে নিজের মত করে ব্যাখা করার মত। দেশে বিবাহযোগ্য বহু মেয়ে আছে, জোর করে কারো মেয়েকে বিয়ে করার বৈধতা ইসলামে নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6616",
    "question": "আস-সালামু আলাইকুম শায়েখ। আমি ইস্তনিজা করার পর নামাজ পড়ি। নামাজের কিছু সময় পরে দেখি যে কিছু নাপাকি আমার অগোচরে থেকে গেছে। ঐ নামাজের ওয়াক্তও আছে। আমার কি নামাজ আবার পড়তে হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, শরীরে বা কাপড়ে নাপাক থাকা অবস্থায় যদি নামায আদায় করেন তাহলে সেই নামায সহীহ হবে না। নতুন করে আদায় করতে হবে। ওয়াক্ত চলে গেলেও নতুন করে কাযা আদায় করতে হবে। তবে নাপাকী যদি একটি ছোট পয়সার চেয়েও কম হয় তাহলে নামায আদায় হয়ে যাবে, এতটুকু পরিমাণ মাপ বলে গণ্য হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6617",
    "question": "আস-সালামু আলাইকুম ওয়া রহমাতুল্লাহি ওয়া বারাকাতুহু। সবাই বলে মেয়েরা  আল্লাহর নেয়ামত।  আমি জানতে চাই তাহলে কি ছেলে সন্তান আল্লাহ্ নেয়ামত না।",
    "answer": "ওয়া আলাইকুুমস সালাম। ছেলে-মেয়ে, স্ত্রী, বাবা-মা সবাই আল্লাহর নিয়ামত। আমাদের উচিত নিয়ামতের কদর করা। ছেলে-মেয়েদের সঠিক শিক্ষায় শিক্ষিত করে গড়ে তোলা। কুরআন-সুন্নাহর ভালোবাসা তাদের হৃদয়ে গেঁথে দেওয়ার ব্যবস্থা করা। যদি সন্তানকে সম্পদ হিসেবে গড়ে তুলতে পারেন তাহলে তখন সেগুলো নিয়ামত হবে। আর যদি যোগ্য করে গড় তুলতে না পারেন তাহলে নিয়ামত হয়ে যাবে গজব।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6618",
    "question": "আস-সালামু আলাইকুম, আজকে ১ টা মাসয়ালা দেখলাম যে দূষটামি করে কবুল বললে বা কেউ বিয়ে করলাম বললে আর মেয়ে চুপ থাকলে বিয়ে হয়ে যায়। এখন আমার মনে খুব ভয় হচ্ছে যে আমি জেনারেল লাইনে পড়ার দরূন অনেক ছেলে বন্ধু ছিলো। আল্লাহ মাফ করুক কয়েক জনের সাথে রিলেশনও ছিলো। এখন আমি সিওর মনে করতে পারছিনা কখনো কারো সামনে কবুল বলেছি কিনা, এছাড়া ও অনেক সময় দেখা যায় অনেক নন মাহরাম নানা বা দাদা ওনারা দূষটামি করে বউ বলে বা বিয়ে করলাম বলে আর সেখানে বাবা ও উপস্থিত থাকে তাহলে ও তো বিয়ে হয়ে যায়।আবার অনলাইনে পিক দিয়ে আমার বউ লিখে ছাড়লেও নাকি বিয়ে হয়ে যায়। এখন আমার খুব টেননশন হচ্ছে যে আমার সাথে যদি এমন কওছু হয়ে থাকে আর আমি তা জানিনা তাহলে তো আমার বর্তমান সংসার হারাম। আর আমি ভুলে যাই শুধু। যার কারনে স্পষ্টত মনে ও করতে পারছিনা কারো সাথে কবুল বলেছি কীনা আর কেউ আমায় আমার বাবার সামনে যদি দূষটামি করে ও বউ বা বিয়ের প্রস্তাব দেয় আর আমি চুপ থাকি। এগুলো ভেবে আমার খুব মানষিক কষ্ট হচ্ছে।",
    "answer": "ওয়া আলাইকুমুস সালাম। এগুলো স্পর্শকাতর বিষয়। যেহেতু নির্দিষ্টভাবে কিছু মনে করতে পারছেন না, সেহেতু এটা নিয়ে নতুন করে চিন্তা করার দরকার নেই। ভবিষ্যতে যেন এই ধরণের কোন সমস্যা সৃষ্টি না হয় সেদিকে খেয়াল করবেন। আপনার সন্তানদের বিষয়েও খেয়াল রাখবেন। অতীত কর্মের জন্য আল্লাহর কাছে তওবা করে ক্ষমা চেয়ে নিবেন। আল্লাহ আপনার ভবিষ্যত জীবন ভাল করুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6619",
    "question": "আস-সালামু আলাইকুম। আমি একজনের বাসায় ভাড়া থাকি। সেই বাসার বারিওয়ালা আমার আব্বুর থেকে এক লাক টাকা চেয়েছেন এবং বলেছেন যতদিন উনি আমার আব্বুকে টাকা পরিশোধ না করেন ততদিন আমাদের থেকে রুম ভাড়া নিবেন না। যদি রুম ভাড়া না দেই তাহলে কি আমার আব্বুর জন্য সেটা সুদ হবে? আর যদি আমার আব্বু রুম ভাড়া সম্পুর্ন না দিয়ে প্রতি মাসে অল্প কিছু টাকা দেয় রুম ভাড়ার পরিবর্তে তাহলেও কি সেটা সুদ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। টাকা কর্য দিয়ে তার বিপরীতে এমন আর্থিক সুবিধা না নিলে তা সুদ হিসিবে গণ্য হবে। সুতরাং বাড়ি ভাড়া দিয়ে যেতে হবে। একদম না দিলে সেটা স্পষ্ট সুদ হবে। আর যদি বাড়িওয়ালার সাথে পরামর্শ করে একটু কম দেয় তাহলেও সেটা ‍অনুচিত কাজ হবে, তবে না জায়েজ হবে না। নামমাত্র ভাড়া দেয়ার কোন কৌশল অবলম্বন করা যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6620",
    "question": "আমার মা কিছুদিন হলো মারা গেছে, আমারা ২ ভাই। আমার পিতা সর্বদায় তার বড় ছেলেকে একটু বেশিই সহযোগিতা করে  থাকেন। পূর্বে মা এই বিষয়ে কথা বললেও বর্তামানে বলার মত কেউ নেই। পিতার ২ টি গাড়ি এবং জমিজমা সব আমার ভাইয়ের দখলে এবং সেই সব ভোগদখল করছে, আমি একটি প্রতিষ্ঠানের বিক্রয় প্রতিনিধি হিসাবে খুবই সামান্য রোজগার করি। এমনকি পিতা তার লাগানো গাছের একটি ফল পর্যন্ত আমাকে দেয় না। তাদের কাছ থেকে সুবিধা পায় বলে আমার চাচারা ও কিছু বলে না। মা মারা যাওয়ায় আমি খুবই অসহায় হয়ে পড়েছি। এমতাবস্থায় আমার কি করা উচিত?",
    "answer": "আপনার পিতার এই কাজ অনুচিত। আপনার পিতা যাদের কথা মানে তাদের কাউকে দ্বারা তাকে বুঝাতে পারেন। আপনি নিজেও তাকে বিষয়টি বুঝাতে পারেন যে, তার সন্তান হিসেবে আপনার হক আছে।  তবে সবচেয়ে বেশী যে কাজটি করবেন সেটা হলো, আল্লাহর কাছে দুআ করা। সর্বদা দুআ করবেন, যেন তিনি সঠিক দিকে ফিরে আসেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিচার আচার",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6621",
    "question": "আস-সালামু আলাইকুম, আমি সরকারি চাকুরি করি। সরকার থেকে আমাদের মোটরসাইকেল দেয়া হয়, আমি এখনো মোটরসাইকেল পায়নি। পাওয়ার জন্য আমাকে আবেদনের সাথে আমার বস দশ হাজার টাকা দিতে বলে, না দিলে মোটরসাইকেল পাওয়া খুবই কঠিন। এমতাবস্থায় ঐ টাকা দিয়ে বাইক নেওয়া জায়েজ হবে কিনা? উল্লেখ্য মোটরসাইকেল বরাদ্দ পেলে সরকার থেকে তেল খরচ বাবদ ৮০০/- করে টাকা পাবো যে টাকা তুলতে হিসাব রক্ষন অফিসেও ঘুষ দিতে হবে।",
    "answer": "ওয়া আলাইকুমুস সালাম। না, এসব ক্ষেত্রে হারামে লিপ্ত হওয়ার কোন সুযোগ  নেই। ঘুষ দেয়া যাবে না। অপেক্ষা করুন, দুআ করুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6622",
    "question": "আস-সালামু আলাইকুম ওয়া রাহমাতুল্লাহ। প্লে শ্রেনি ক্লাস কত তারিখ শুরু হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম ওয়া রাহমাতুল্লাহ। আগামীকাল (০১/০১/২০২৪) সোমবার সকাল ৯ টায় ইনশাআল্লাহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6623",
    "question": "যদি কোনো ব্যক্তির উপার্জনের মধ্যে হালাল এবং হারাম উভয় উপার্জন থাকে তাহলে তার উপার্জনের অর্থ উপহার হিসেবে নেওয়া জায়েজ হবে কিনা?",
    "answer": "অধিকাংশ বা সব উপার্জন হারাম হলে নেয়া যাবে না। আংশিক হারাম হলে নেয়া যাবে, এই ধারণায় যে, হালাল টাকা থেকে সে উপহার দিয়েছে। তবে এমন ব্যক্তিকে পরিহার করা উচিৎ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6624",
    "question": "“আস-সালামু আলাইকুম ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু” স্যার আমার প্রশ্ন হল –আমি একটা নামাজ শিক্ষা তে পড়েছি লেখা আছে যে রুকুতে যে তাসবিহ পড়ে ” সুবহানা রাব্বিয়াল আজীম ” ‌এটা সঠিক উচ্চারণ করতে না পারলে, ওই জায়গায় “সুবহানা রাব্বিয়াল কারিম ” পড়তে হবে । এটা কতটা সঠিক?আর যদি এটা না হয় তাহলে সাধারন ভাবে “সুবহানা রাব্বিয়াল আজীম” উচ্চারণ করলে হবে?যদি এই সম্পর্কে কিছু বলেন, উপকৃত হব।",
    "answer": "ওয়া আলাইকুমুস সালাম ওয়া রাহমাতুল্লাহ। রুকুতে ” সুবহানা রাব্বিয়াল আজীম” পড়ার কথা হাদীসে আছে। এছাড়াও রুকুতে পড়ার আরো কয়েকটি তাসবীহ হাদীসে উল্লেখ আছে। তবে  “সুবহানা রাব্বিয়াল কারিম ” পড়ার কথা হাদীসে নেই। সুতরাং “সুবহানা রাব্বিয়াল আজীম”  এই তাসবীহ পড়া নিরাপদ। সালাত সকল দুআ, সূরা বিশুদ্ধ করে পড়তে হবে, বিশুদ্ধ পড়ার চেষ্টা করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "N/A",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6625",
    "question": "আমি একটা বেসরকারি প্রতিষ্ঠানে অল্প বেতনে চাকরি করি। উপার্জিত টাকায় মা আব্বা ও আমি কষ্ট করে দিন কাটাই।  মা অসুস্থ থাকায় এ মুহূর্তে বিয়ে করাটা জরুরি!  এমতাবস্থায় আমি কী করতে পারি?",
    "answer": "বিবাহের মধ্যে আল্লাহ অনেক বরকত রেখেছেন। সুতরাং আপনি বিবাহ করে নিন, এবং পবিত্র জীবনজাপন করুন। আল্লাহ ইনশাআল্লাহ আপনার উপার্জন বাড়িয়ে দিবেন, এবং রিজিকে বরকত দান করবেন। আল্লাহ তায়ালা বলেন, ” ﻭﺃﻧﻜﺤﻮﺍ ﺍﻻﻳﺎﻣﻲ ﻣﻨﻜﻢ ﻭ ﺍﻟﺼﺎﻟﺤﻴﻦ ﻣﻦ ﻋﺒﺎﺩﻛﻢ ﻭ ﺇﻣﺎﺋﻜﻢ ﺇﻥ ﻳﻜﻮﻧﻮﺍ ﻓﻘﺮﺍﺀ ﻳﻐﻨﻬﻢ ﺍﻟﻠﻪ “ তোমাদের মধ্য হতে যারা বিবাহহীন তাদের বিবাহ দিয়ে দাও এবং দাস-দাসীদের মধ্যে যারা সৎ তাদেরকেও। তারা যদি নিঃস্বও হয়ে থাকেন তবে স্বয়ং আল্লাহ্ তাকে ধনী বানিয়ে দেবেন – সূরা নুর। আয়াতঃ ৩২। .",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6626",
    "question": "একটা মেয়ে আমাকে প্রেমের প্রস্তাব দেয়, তার বিয়ের এক সপ্তাহ আগে, কিন্তু আমি প্রত্যাখ্যান করি, তার বিয়ে হয়ে যায় অন্য ছেলের সাথে। কিছুদিন পর ওই ছেলের শারীরিক সমস্যা এবং মানসিক সমস্যার জন্য ওই মেয়েই ছেলেকে তালাক দেয়। পরবর্তীতে ওই মেয়ে আমার সাথে আবার যোগাযোগ করে এবং কথা বলে, আমি তাকে বললাম তোমাকে বিয়ে করা অথবা প্রেম করা আমার পক্ষে সম্ভব নয়, সে বলল আচ্ছা ঠিক আছে বন্ধু হিসেবে কথা বলেন।এভাবে কিছুদিন কথা বলার পর একটা পর্যায়ে তার সাথে আমার প্রেমের সম্পর্ক গড়ে ওঠে, আমিও তাকে ভালবাসতে শুরু করি, আমি জানতাম আমার পরিবার মানবে না কোনদিন, তাই আমি তাকে কোনদিন বিয়ের আশ্বাস দেইনি, এরপরেও সে আমাকে ভালোবাসে বলে আমার পরিবারকে তাকে দেখায়। আমার পরিবার কোনভাবেই মেনে নিতে চায় না। সে আমাকে বলে আমাকে বিয়ে করো পরবর্তীতে মেনে নেবে।একদিন আমার ভগ্নিপতি কেউ দেখালাম কিন্তু মেনে নিল না। আমি পড়ালেখা এবং চাকরির জন্য তাদের এলাকাতে থাকতাম, ভগ্নিপতি অমত পোষণ করায় আমি তাকে বলি আমার অনার্স ফাইনাল ইয়ার এর পরীক্ষা দুই মাস পর পরীক্ষা শেষ হলে আমি তোমাদের এলাকায় ছেড়ে চলে যাব সে আমার এই কথায় কিছু বলল না। আমার অনার্স পরীক্ষা শেষ হওয়ার আগেই একদিন, আমাকে দেখা করতে বলে। দেখা করতে গেলে সেখানে কান্না করা শুরু করে এবং আত্মহত্যা করতে চায়। এ কথা শুনে আমি কোন কিছুই ভাবতে পারিনি ওই মুহূর্তে। তার এক বন্ধুর মাধ্যমে ঐদিন ওই মুহূর্তে (এফিডেভিট) করে ফেলি এবং কেউ কারো পরিবারকে না জানানোর জন্ম কথা থাকে। এবং যে যার জায়গায় অবস্থান করতে থাকি।কিন্তু পরবর্তী দিন আমার ভুল ভাঙলো। আমিও ওই মেয়ের কাছে ক্ষমা চাইলাম এবং বললাম তুমি আমাকে ছেড়ে দাও। আমার কান্না শুনে সে বলল তিন মাস পরে দিব। তিন মাস পর আমার সাথে দেখা করতে চাইলো এবং তালাক দিতে চাইলো কিন্তু দিল না বরং আমার পরিবার কেউ জানিয়ে দিল এখন আমার পরিবার আমাকে চাপ দেয়। বলে হয় ওকে ছাড়তে হবে না হয় আমার আমাদের ছাড়তে হবে ।সত্যিকার অর্থেই আমি তওবা করেছি। এখন আমাকে একটু পরামর্শ দিলে বাকি জীবনটা সে অনুযায়ী পরিচালনা করার চেষ্টা করতাম ইনশাআল্লাহ!আপাতত এখন আমি বাড়ি ছাড়া।",
    "answer": "আপনি আপনার পরিবারের পরামর্শ অনুযায়ী কাজ করুন। যা কিছু করবেন তাদেরকে নিয়ে করবেন। আর ভবিষ্যতে এই ধরণের প্রতারক থেকে সাবধাণ থাকবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6627",
    "question": "আস-সালামু আলাইকুম।একটি দরিদ্র পরিবারে জন্মগ্রহণ করে দীনের বিষয়ে অজ্ঞ সাধারণ মুসলিম হিসেবে আমি কিভাবে আমার পুরো জীবন আল্লাহর সন্তুষ্টির মাধ্যমে অতিবাহিত করতে পারি। কেননা দরিদ্র হওয়ার দরুন ইতিমধ্যেই আমি অনেক প্রতিবন্ধকতার সম্মুখীন হয়েছি এবং ভবিষ্যতেও আরো অনেক প্রতিবন্ধকতার সম্মুখীন হওয়ার আশঙ্কা করছি। তাই আমার অবস্থা বিবেচনা করে আপনারা আমাকে এমন কোনো উপদেশ প্রদান করুন যাতে করে আমি আমার পুরো জীবন আল্লাহর সন্তুষ্টির মাধ্যমে অতিবাহিত করতে পারি।",
    "answer": "ওয়া আলাইকুমুস সালাম, দারিদ্রতা কখনেোই ধর্ম পালনের প্রতিবন্ধক নয়। আপনার পক্ষে যে ইবাদত করা সম্ভব সেটই শুধুই আপনার উপর ফরজ। নামায, রোজা, হারাম বর্জন, হালাল ভক্ষন এগুলো আপনি যথাসাধ্য করে যান। সাথে সীমিত পর্যায়ে হলেও দান-সদকা  করবেন। মানুষের সাথে ভাল ব্যবহার করবেন, অন্যের জন্য কষ্টদায়ক কিছু করবেন না। স্থানীয় মসজিদের ইমাম ও আলেমদের কাছে যাওয়া আসা করবেন, তাদের থেকে ধর্মের প্রয়োজনীয় বিষয়গুলো শিখে নিবেন। আল্লাহ আপনাকে ভালো রাখুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "N/A",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6628",
    "question": "আমি একজন আইন বিভাগের শিক্ষার্থী, আমার বিয়ে হয়েছে। চার মাস আগে আকদ হয়েছে। আমি এখনো আমার শ্বশুর বাড়িতে যাইনি, আমাকে এখনো উঠিয়ে নিয়ে যাওয়া হয়নি। গত চার মাসের মধ্যে আমার স্বামীর সাথে আমি কথোপকথনে বুঝতে পেরেছি তার সমস্যা রয়েছে। তার মধ্যে একটি হচ্ছে১. সে নামাজ পড়ে না এবং সে দ্বীনদার না।২. আমি ছাড়া অধিক মেয়ের প্রতি আগ্রহ রয়েছে,৩. সে আমাকে অসম্মান করে কথা বলে,৪. সে ভুল করলেও সে কখনো অনুতপ্ত হয় না,আমি যেভাবে তার সাথে দেখা করতে চাই, কথা বলতে চাই,  সে আমার সাথে কথা বা দেখা করতে চায় না, আজকের দুই সপ্তাহ পর্যন্ত সে আমার সাথে কখনো যোগাযোগ করেনি।এখন আমার প্রশ্ন হচ্ছে আমি কি তার সাথে সংসার করবো বা তার সাথে তাদের বাসায় যাব নাকি বিচ্ছেদ করার চেষ্টা করব? ইসলাম এ বিষয়ে কি বলে?",
    "answer": "নামায না পড়া বা ধার্মিক না হওয়া তো বিয়ের পরে সৃষ্টি হয় নি । বিয়ের আগেই এগুলো ছিল। এগুলো যেমন খোঁজ নেয়া প্রয়োজন বোধ করেন নি, তার চারিত্রিক অবস্থার খোঁজ খবরও হয়তো বিয়ের আগে নেন নি। এখন সংসার শুরু করার আগেই বিচ্ছেদের চিন্তা চলে আসছে। পরিবারের লোকদের সাথে আলোচনা করে সিদ্ধান্ত নেন, কী করবেন।\r\n\r\nআপনার স্বামীকে সংশোধনের প্রয়োজনীয় সময় দিয়ে, বিয়ের আগে আপনাদের কাজও যে যথাযথ হয় নি এইসব মাথায় নিয়ে সিদ্ধান্ত নিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "N/A",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6629",
    "question": "আস-সালামু আলাইকুম।  স্যার, আমি একটা চুল কোম্পানিতে চাকরি করে সেখানে আমার কাজে কোন মহাজন কত কেজি চুল আনলো সেগুলো লেখা এবং পরবর্তীতে  সেগুলা শ্রমিকের মাধ্যমে প্রসেসিং বাই প্রসেসিং অনুযায়ী কাজে করে নেওয়া এবং কাজ শেষে খাতায় লিপিবদ্ধ করা। এখন উক্ত কাজে উপার্জিত অর্থ হালাল হিসাবে গণ্য হবে নাকি হারাম হিসাবে গণ্য হবে।",
    "answer": "পরচৃলা ব্যবহার করা নারী-পুরুষ সকলের জন্য হারাম। সুতরাং এর সাথে সংশ্লিষ্ট যে কোন কাজ থেকে বিরত থাকা আবশ্যক। এই সংক্রান্ত কাজ করা বৈধ হবে না, এখানকার উপার্জনও হালাল হবে না।\r\n\r\nআসমা বিনতে আবু বকর রাদিয়াল্লাহু ‘আনহুমা বলেন, «جَاءَتِ امْرَأَةٌ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَتْ: يَا رَسُولَ اللهِ إِنَّ لِي ابْنَةً عُرَيِّسًا أَصَابَتْهَا حَصْبَةٌ فَتَمَرَّقَ شَعْرُهَا أَفَأَصِلُهُ، فَقَالَ: «لَعَنَ اللهُ الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ» “জনৈকা মহিলা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকট এসে বলল, হে আল্লাহর রাসূল! আমার একটি সদ্য বিবাহিতা কন্যা আছে। হাম হওয়ার কারণে তার মাথার চুল পড়ে গেছে। আমি কি তাকে পরচুলা লাগিয়ে দেব? তিনি বললেন, ‘যে পরচুলা লাগিয়ে দেয় এবং যে লাগাতে চায় আল্লাহ তা‘আলা তাদেরকে অভিশাপ দিয়েছেন”। সহীহ মুসলিম, হাদীস নং ২১২২।\r\n\r\nজাবির ইবন আব্দুল্লাহ রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত, তিনি বলেন, «زَجَرَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ تَصِلَ الْمَرْأَةُ بِرَأْسِهَا شَيْئًا» “নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মহিলাদের মাথার চুলে কোনো কিছু সংযোজন করার ব্যাপারে ধমক দিয়েছেন” সহীহ মুসলিম, হাদীস নং ২১২৬।\r\n\r\nসুতরাং কোন মানুষের চুল নিয়ে কোন ব্যবসা করা যাবে না, এই ব্যবসার সাথে থাকা যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "N/A",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6630",
    "question": "আমার দুইটি প্রশ্ন।১. মৃত ব্যাক্তিকে গোসল দেওয়ার পর কি নিজে ( যিনি লাশ গোসল দিয়েছেন) গোসল করতে হবে।২. আমার স্টুডেন্ট লাইফে একটা রোজা ভেঙেছিলাম। (তখন আমি ইসলাম চর্চাতে উদাসিনী ছিলাম। এখন চেষ্টা করি ইসলাম চর্চা করার। আমার জন্য দোয়া করবেন আল্লাহ যেন আমাকে পরিপূর্ণ ইমানদার হওয়ার তৌফিক দান করেন।)আমি এই রোজার কাপ্পারা কিভাবে করবো। শুনেছি টানা ৬০ টা রোজা রাখতে হবে। আমি পারব ইংশাআল্লাহ্ কিন্তু রোজার মাঝে যদি পিরিয়ড হয় তাহলে কি আমার কাফফারা আদায় হবে না?",
    "answer": "১। মৃত ব্যক্তিকে গোসল করানোর কারণে যিনি গোসল করবেন তার উপর গোসল আবশ্যক না। তবে সুন্নাত।\r\n\r\nعَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم مَنْ غَسَّلَ مَيِّتًا فَلْيَغْتَسِلْ\r\n\r\nআবু হুরায়রা রা. থেকে বর্ণিত হাদীসে রাসূলুল্লাহ সা. বলেছেন,  যে ব্যক্তি মৃতকে গোসল দিলো, সে যেন গোসল করে। সুনানু ইবনু মাজাহ, হাদীস নং ১৪৬৩।\r\n\r\n২। রোজা রাখার পর ইচ্ছাকৃত যদি নষ্ট করেন তাহলে ৬০ টি রোজা রাখতে হবে। পিরিয়ডের দিনগুলো বাদ দিয়ে পরপর রাখতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "N/A",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6631",
    "question": "আস-সালামু আলাইকুম, প্রিয় শায়েখ আমাকে একটি বিতর্কিত বিষয়ে সমাধান দিলে উপকৃত হবো। বিষয় হচ্ছে আমার বাড়ি কিশোরগঞ্জ জেলায়। এখানে অনেক লোকজন ধানের উপর টাকা লাগায়, বিস্তারিত বলতে আষাঢ় শ্রাবণ মাসে ১লাখ টাকার বিনিময়ে পরবর্তী বৈশাখে ১লাক টাকা এবং ২০মন ধান রিটার্ন করে।এই টাকা এবং ধান হালাল করার জন্য ৫০০টাকা কর্তন বাবদ রিটার্ন করে। এটাকি হালাল হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। ২০ মন ধাণের দাম কিছুতেই ৫০০ টাকা হতে পারে না। সুতরাং এই ধরণের লেনদেন জায়েজ হতে পারে না। এটা মূলত সুদ। একটু অবৈধ কৌশল করে সুদ বাঁচার ব্যার্থ উপায়। ঋনের বিপরীতে কোন অতিরিক্ত সুবিধা নেয়া যবে না। ধান যদি নিতেই হয়, ধানের ন্যায্য মূল্য দিয়ে নিতে হবে। অন্তত যুক্তিযুক্ত একটা মূল্য অবশ্যই নির্ধারণ করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "N/A",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6632",
    "question": "আমার ভাই  একজন দোকানদার বিভিন্ন জিনিস বিক্রি করে, কয়েক বছর ধরে সিগরেট জর্দা বিক্রি করছে, বেশি লাভ হচ্ছে তাই,  তার দোকানের ৬০ % উপারজন অইগুলা থেকেই আসে । আমার ফেমেলি আর  আমি অনেক বুজিয়েছি বাট সে  সিগরেট বেচা বন্ধ করছে না… এই অবস্থআয় আমরা কিছু আর বলতেও পারছিনা কেনো না সে আমাদের খরচ দেয় আমার আব্বু ও অনেক অসুস্থ থাকে তাই তার ওষুধ এর এক্তা ব্যবস্থাও আছে … আমার প্রশ্ন হল তার টাকা  দিয়েই আমরা খাওয়া দাওয়া করি তাহলে আমাদের কি হারাম এর দায় ভার উঠাতে হবে ? আমরা ত নিরুপায় হয়ে তার টাকায় খাওয়া দাওয়া করছি । আল্লাহ ত বলেছেন যে শরীরে হারাম থাকে তাদের জন্য  জান্নাত হারাম আবার দোয়াও কবুল হয়না তাহলে কি করব আমরা? আমি অনেক দোয়া চাই এই হারাম থেকে বাচার জন্য তাহলে সেটাও কি পুরন হবে না?",
    "answer": "আপনর যদি উপার্জন করার বয়স হয়ে যায়, প্রাপ্তবয়স্ক হয়ে যান তাহলে নিজে উপার্জন করে নিজের ভরনপোষণ করবেন, পিতা-মাতার দেখাশোনা করবেন। আর যদি আপনি অল্পবয়স্ক হন, উপার্জন করার মত সক্ষমতা না থাকে তাহলে বড় ভাইয়ের সাথে থাকবেন। আপনার কোন গুনাহ হবে না।  পিতা-মাতা যদি উপার্জনক্ষম না হন তাহলে বড় ভাইয়ের উপার্জনে চলতে পারবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "N/A",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6633",
    "question": "ফরজ গোসল না করলে কি কোন গুনাহ হয়।",
    "answer": "ফরজ গোসল মূলত করতে হয় নামায আদায় করার জন্য।  গোসল ফরজ  হওয়ার পর যখন কোন নামাযের ওয়াক্ত আসে তখন নামায আদায় করার জন্য গোসল করতে হবে। গোসল না করলে তো নামায পড়া যাবে না। নামায না পড়লে তো বড় ধরণের গুনাহ হবে। অ-মুসলিম হয়ে যাওয়ার কথাও হাদীসে আছে। সুতরাং গুনাহ হবে নামায না পড়লে, গোসল না করার জন্য নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "N/A",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6634",
    "question": "শায়েখ আমার একটি প্রশ্ন? দুপুরের সময় গোসল করলে কি নামাজের জন্য আবার পুনরায় ওজু  করতে হবে না কি।",
    "answer": "গোসল যদি এমন ভাবে করেণ যে, ওযুর ফরজগুলো সব আদায় হয়ে যায় তাহলে ঐ গোসল দিয়ে নামায পড়া যাবে, নতুন ওযু করার প্রয়োজন নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "N/A",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6635",
    "question": "আস-সালামু আলাইকুম ওয়া রহমাতুল্লাহ। আমি পেশায় একজন ছাত্র এবং পশাপাশি একজন চাকরিজীবী। আমি গত দেড় বছর যাবত ওয়াসওয়াসা জনিত মানসিক সমস্যায় ভুগছি। যা আমার প্রতিদিনের কাজগুলোকে অনেক কঠিন করে দিচ্ছে এবং অসহনীয় মানসিক যন্ত্রণা দিচ্ছে। একসময় আমি জানতাম না এইগুলো কি ধরনের সমস্যা, এস্তেখারা করার পরে জানতে পারলাম এইগুলো ওয়াসওয়াসা জনিত সমস্যা। তারপর থেকে আমি সেলফ রুকইয়া করে যাচ্ছি। কিন্তু সমস্যা গুলো একেবারে যাচ্ছে না, কিছুদিন কমে আবার বাড়ে। আমি বুঝতে পারছি না আমার আসলে কিভাবে কি করা উচিৎ? আমাকে এর প্রতিকার জানিয়ে এই অসহনীয় মানসিক যন্ত্রণা থেকে মুক্তি পেতে সাহায্য করুন!",
    "answer": "ওয়া আলাইকুমুস সালাম। ওয়াসওয়াসাকে কোন পাত্তা না দেয়ায় এই সমস্যার সবেচেয়ে বড় সমাধাণ। কাজগুলো যথাযথ করবেন, ওয়াসওয়াসা আসলে সে কোন ভ্রুক্ষেপ করবেন না। আল্লাহর কাছে দুআ করবেন, ইনশাআল্লাহ ঠিক হয়ে যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "N/A",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6636",
    "question": "আমার শাশুড়ি খুব জেদি। উনি বলেছেন উনি বেঁচে থাকতে ওনার ছেলের সাথে আমাকে সংসার করতে দিবেন না। আরেকটা বিয়ে করবে আমাকে ছাড়াই দিবে। সব সময় ওই চেষ্টায় করে।",
    "answer": "এমন পরিস্থিতি কেন সৃষ্টি হলো? যদি আপনার কোন ভূমিকা থাকে তাহলে সেটা সংশোধন করে নিন। শ্বাশুড়ির প্রতি কোন অন্যায় করে থাকলে তার কাছে ক্ষমা চেয়ে নিন। শ্বাশুড়ির বৈধ আদেশ-নিষেধ মেনে চলুন। স্বামী সন্তুষ্ট থাকে এমন কাজ করবেন, সেভাবে চলাফেরা করবেন। আল্লাহ কাছে  মানুষ এবং জ্বীন সব ধরণের শয়তান থেকে আশ্রয় প্রার্থনা করবেন। সকাল-সন্ধ্যার দুআ ও যিকিরগুলো নিয়মিত আদায় করবেন। শ্বাশুড়ির যদি কোন দোষ থাকে সে জন্য আল্লাহর কাছে দুআ করবেন, নিজে প্রতিউত্তর দিতে যাবেন না, ঝগড়া-ঝাটি করবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "N/A",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6637",
    "question": "আমার প্রশ্নটি হলো, আমার বিবাহে মেয়ে পক্ষ লোক নিতে চেয়েছিলো ১৫-২০ জন। সেখানে আমার পরিবার দর কষাকষি করে ৪০ জন নিতে বাধ্য করে। আমি এগুলোর চরম বিরোধী হওয়া সত্ত্বেও আমার কথা মূল্যায়িত হয়নি। এখন এই জুলুমের জন্য আমি অনুতপ্ত। তো আমি কিভাবে এই জুলুম থেকে পরিত্রাণ পেতে পারি বা আল্লাহর কাছে  মাপ পেতে পারি?",
    "answer": "অতিরিক্ত মানুষের কারণে মেয়েপক্ষের যে পরিমাণ আর্থিক ক্ষতি হয়েছে সে পরিমাণ টাকা তাদেরকে দিয়ে দিবেন। যনি নিতে না চায়, যে কোন কৌশলে দিয়ে দিবেন। আর আল্লাহর কাছে ক্ষমা চাইবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "N/A",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6638",
    "question": "আস-সালামু আলাইকুম, আমি একজন সেনাসদস্য। আমাদের বিয়ে হয়েছে প্রায় ২ বছর যাবত।আমাদের ৭ মাসের কন্যা সন্তান আছে।আমার স্ত্রী অসুস্থ, ডাক্তার অনেক পরিক্ষা করে কিছুই ধরতে পারে না। দিনদিন অনেক শুকিয়ে যাচ্ছে। আমি আমার স্ত্রী কে নামাজ পরতে বললে সে নানা অজুহাত দেয়।আমি প্রায় প্রতিদিন স্বপ্নে দেখি কাউকে জিন ধরেছে কাউকে জাদু করা হয়েছে। আমি এখন কি করতে পারি।",
    "answer": "ওয়া আলাইকুমুস সালাম। নামায না পড়লে তোন কোন কিছুরই সমাধান হবে না। যদি জ্বীন-যাদুর কোন সমস্যা হয়ে থাকে তাহলে নিয়মিত অবশ্যই নামায পড়তে হবে। এবং নামাযের পর যে দুআ পড়ার কথা হাদীসে আছে সেগুলো পড়তে হবে। বিশেষ করে জ্বীন-যাদু-শয়তানের থেকে বেঁচে থাকার জন্য যে সব দুআ আছে সেগুলো পাঠ করতে হবে। নিয়মতি নামায ও দুআ পাঠ করলে ইনশাআল্লাহ এ জাতীয় সমস্যা থাকলে সমাধান হয়ে যাবে ইনশাআল্লাহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "N/A",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6639",
    "question": "আমি ইতালিতে ১ টা কোরিয়ান রেষ্টুরেন্টে এ কাজ করি। এখানে বেশিরভাগ শুওরের মাংশ রান্না করা হয়। বেশিরভাগ সময় আমাদের সেগুলো ধরা লাগে হাতে তেল লাগে। আমি কি সাবান দিয়ে হাত ধুয়ে ফেললে কোনো সমস্যা হবে? আর আমি কাজ করে যে টাকা পাই সেটা হালাল হবে?",
    "answer": "প্রথম কথা হলো হারাম জিনিসের ব্যবসার সাথে কোন ধরণের স্পৃক্ত থাকা যাবে না। এখানে কোন মুসলিমের কোন কাজ করা জায়েজ নেই।  সুতরাং যত দ্রুত সম্ভব অন্য কোন হালাল কাজ খুঁজে বের করুন, হালাল কাজ করুন। হারাম কোন বস্তু শরীরে লাগলে ভাল করে পানি দিয়ে ধুয়ে ফেললে পবিত্র হয়ে যায়। সাবান ব্যবহারে কোন সমস্যা নেই, পরিচ্ছন্নতার জন্য সাবান ব্যবহার অধিক উপযোগী।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "N/A",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6640",
    "question": "আস সালামু আলাইকুম, সূরা হুজরাত এবং সুরা ফাতিহা নাকি কোরআনে নাই এই বিষয়ে স্পষ্ট ধারণা দিলে উপকৃত হতাম।",
    "answer": "সূরা হুজুরত, সূরা ফাতিহাসহ মোট ১১৪টি সূরা কুরআনে আছে। এই দুটি সূরা কুরআনে নেই মর্মে যাদের থেকে শুনেছেন তাদের সাথে সব ধরণের সম্পর্ক ত্যাগ করবেন, তাদের সাথে কথাবার্তা, উঠা-বসা, লেনদেন সব বাদ দিবেন। তারা আপনাকে ইসলাম-ঈমান থেকে দূরে ঠেলে দিতে পারে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "N/A",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6641",
    "question": "হায়েয অবস্থায় বীর্যপাত না করে সাহবাস করলে সেটা কি জায়েজ? যদি না জায়েজ হয় তাহলে সে জন্য কি কাফফারা দিতে হবে?",
    "answer": "না, জায়েজ না। যদি কেউ এমন করে তাহলে তাকে তওবা করতে হবে এই গুনাহের কারণে। এছাড়া কোন কাফফারা দিতে হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "N/A",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6642",
    "question": "আমি একজন ছেলে আমার বয়স ২২। বিয়ের উপযুক্ত। কিন্তু আর্থিক অবস্থা এবং বাসস্থানের অভাবে বিয়ে করতে পারছি না, অন্যদিকে নির্দিষ্ট একটা পাপের জন্য বার বার নিজেকে বেঈমান মনে হচ্ছে, তওবা করছি আবার পাপেও লিপ্ত হয়ে যাই। নিজেকে নিয়ে অত্যন্ত চিন্তিত। আগে আমি সেকুল্যার ছিলাম দ্বিন নিয়ে এতো চিন্তা করতাম না। চলছে চলছে এরকম ছিল।দ্বীন প্রাক্টিসে আছি ১ বছরের মতো তার মধ্যে ৫-৬মাস অনেক ভালো ছিলাম ঈমানের স্বাদ ছিল অন্তরে পাপের প্রতি ঘৃণা ছিল কিন্তু এর পরে ধীরে ধীরে পাপের দিকে আকৃষ্ট হয়ে যাচ্ছি।না পারছি পাপ থেকে মুক্ত থাকতে না পারছি সমস্যার সমাধান করতে।এখন আমার প্রশ্ন হচ্ছে, ১। আমি কি করতে পারি? পাপের ধরন এমন যে বিবাহ করলে তা সম্পূর্ণ বিলীন হয়ে যাবে? কেননা পাপটি নির্দিষ্ট সময়ে হয়, দয়া করে জানাবেন!",
    "answer": "আল্লাহ আপনাকে ধর্মের উপর অটুট রাখুন। আর প্রাথমমিকভাবে কষ্ট হলেও আপনি বিবাহ করে নিন এবং পবিত্র জীবনজাপন করুন। আল্লাহ ইনশাআল্লাহ আপনার উপার্জন বাড়িয়ে দিবেন, এবং রিজিকে বরকত দান করবেন। আল্লাহ তায়ালা বলেন, ” ﻭﺃﻧﻜﺤﻮﺍ ﺍﻻﻳﺎﻣﻲ ﻣﻨﻜﻢ ﻭ ﺍﻟﺼﺎﻟﺤﻴﻦ ﻣﻦ ﻋﺒﺎﺩﻛﻢ ﻭ ﺇﻣﺎﺋﻜﻢ ﺇﻥ ﻳﻜﻮﻧﻮﺍ ﻓﻘﺮﺍﺀ ﻳﻐﻨﻬﻢ ﺍﻟﻠﻪ “ তোমাদের মধ্য হতে যারা বিবাহহীন তাদের বিবাহ দিয়ে দাও এবং দাস-দাসীদের মধ্যে যারা সৎ তাদেরকেও। তারা যদি নিঃস্বও হয়ে থাকেন তবে স্বয়ং আল্লাহ্ তাকে ধনী বানিয়ে দেবেন – সূরা নুর। আয়াতঃ ৩২।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "N/A",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6643",
    "question": "আস-সালামু আলাইকুম। আমার প্রশ্ন হলো, আমার স্বামী আমাকে ফোনের মাধ্যমে তিন তালাক দিয়েছেন। এখন আমার পরিবার আমাকে অন্যত্র বিয়ে দিতে চায়। এখন আমি অন্যত্র বিয়ে করলে বিয়ে জায়েজ হবে কি? প্লিজ জানাবেন",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, জায়েজ হবে। তবে দেশীয় আইনী ঝামেলা এড়াতে একজন আইনজীবীর সাথে পরামর্শ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6644",
    "question": "আস-সালামু আলাইকুম শায়েখ। আশা করছি ভালো আছেন, শায়েখ আপনাদের উত্তর দেওয়া প্রশ্ন থেকে প্রশ্ন করতে চাই। প্রশ্নটি হলো–প্রশ্নোত্তর 6676প্রশ্নالسَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ হজরত! আমার জমি চাষ করার মতো এখন কোনো সক্ষমতা নেই। ইসলামি  শরিয়া অনুসারে কিভাবে এই জমি থেকে আয় করতে পারি কোনো এক্সট্রা খরচ না করে?উত্তরওয়া আলাইকুমুস সালাম। আপনি জমি ভাড়া দিবেন বছর চুক্তিতে। যিনি ভাড়া নিবেন তার সাথে এভাবে চুক্তি করবেন যে, ১ বছরের জন্য ১ বিঘা জমিতে আমাকে এতো হাজার টাকা ভাড়া দিতে হবে। টাকার পরিমাণ কমবেশী হতে পারে। এটা সবচেয়ে উত্তম হবে।শায়েক,এখানে আমার প্রশ্ন হলো – জমি ভাড়া নেওয়ার  কথা বলছেন,,,কিন্তু আমাদের সমাজে তো জমি বন্ধক নেওয়ার প্রথা চালু আছে। যেমন জমি বন্ধক নেওয়ার নিয়ম হলো — ১ বিঘা জমি বন্ধক রাখতে হলে ৫০০০০ টাকা দিতে হবে । চুক্তিটা হবে ১/২ বছরের জন্য । যখন আমি জমি ছাড়িয়ে নিবো তখন প্রদত্ত ৫০০০০ টাকা থেকে ৫০০/১০০০ টাকা কর্তন করে জমির মালিক ৪৯৫০০/ ৪৯০০০ টাকা ফিরিয়ে দিয়ে থাকে।",
    "answer": "ওয়া আলাইকুমুস সালাম।  না, বন্ধক নেয়া যে প্রথা চালু আছে তা ইসলামসম্মত না। বন্ধকের ক্ষেত্রে সঠিক নিয়ম হলো, যে পরিমাণ ফসল উৎপাদিত হবে জমি ছাড়িয়ে নেয়ার সময় সে পরিমাণ টাকা কম দিতে হবে। বন্ধকের বিপরীতে কোন উপকার দেয়া বা নেয়া সুদ হিসেবে গণ্য। আমি আপনাকে জমি ভাড়া দেয়ার যে পদ্ধতি বলেছি সেটা শরীয়াহসম্মত এবং সহজ। দেশের বিভিন্ন প্রান্তে এভাবে ভাড়া বা লিজ দেয়ার প্রথা চালু আছে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6645",
    "question": "আস-সালামু আলাইকুম। আমি এক সুদি ব্যাংকে অনেক দিন চাকরি করেছি। প্রায় ১৪ বছর। কিছুদিন আগে চাকরি টা আমি ছেড়ে দিয়েছি পরিপূর্ণ ভাবে ইসলামের পথে আসার জন্য। আমি হালাল উপায়ে উপার্জন করতে চাই। বেশ কিছু টাকা আমার প্রভিডেন্ট ফান্ডে জমা আছে। আমার প্রশ্ন হচ্ছে, আমি কি এই টাকা ব্যবহার করে ব্যবসা শুরু করতে পারবো? এটা কি আমার জন্য জায়েয হবে? উল্লেখ্য,  আমার আর কোন আলাদা ফান্ড নাই।",
    "answer": "ওয়া আলাইকুমুস সালাম। এই টাকা থেকে আপাতত ততটুকু টাকা রাখতে পারবেন যা বর্তমানে আপনার সংসার চালানোর জন্য খুব জরুরী। বাকী টাকা সওয়াবের নিয়ত ছাড়া গরীব মানুষদেরকে দিয়ে দিবেন।  বড় ব্যবসার জন্য অনেক টাকা রাখতে পারবেন না। এরপর আল্লাহ তায়ালা যদি তাওফিক দান করেন তাহলে যতটুকু টাকা রেখেছিলেন সেগুলোও গরীব মানুষদেরকে দিয়ে দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6646",
    "question": "আস-সালমু আলাইকুম শায়খ, QRF foundation এর প্রতিষ্ঠাতা প্রফেসর ড. মোঃ মতিউর রহমান উনি কতটুকু নির্ভরযোগ্য ওনার কাছ থেকে কি কোন দ্বীনী জ্ঞান বা কোরআন শিক্ষা নেওয়া যাবে। ইদানীং তিনি তাফসীর বয়ান করতেছেন। তার তাফসীর কতটুকু নির্ভরযোগ্য এ সম্পর্কে জানতে চাই।",
    "answer": "ওয়া আলাইকুমুস সালাম। পথভ্রষ্ট “আহলে কুরআন” নামক  সম্প্রদায়ের একটি প্রতিষ্ঠান হলো QRF foundation । এর প্রতিষ্ঠাতা এবং এই প্রতিষ্ঠানের সাথে সম্পর্কিত কারো থেকে দ্বীনী জ্ঞান বা কোরআন-হাদীস শিক্ষা নেওয়া যাবে না। তাদরে কোন বক্তব্যও সাধারণ মানুষ শুনবে না। তাদের সাথে সাধারণ সম্পর্কও রাখবে না, যাতে কোন ভাবে তাদের ফাঁদে না পড়ে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "কুরআন",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6647",
    "question": "আস-সালামু আলাইকুম ওয়া রহমাতুল্লাহ।  আমার প্রশ্নটা হলো, গ্রামীণ ব্যাংক থেকে একটা বৃত্তির ব্যবস্থা করা হয়, আমি যখন এপ্লিকেশন করি সেইটায়, তখন সেইটা ভালোভাবে বুঝতাম না যে এটা সম্পুর্ন সুদ ভিত্তিক বৃত্তি প্রদান করা হবে বা ভালো ভাবে গুরুত্ব দিয়ে এটা দেখা হয় নি আমার, এখন আমি অনলাইনে সার্চ করে জানতে পারি যে এই বৃত্তির টাকা গ্রহন করা জায়েয নয়, এমতাবস্থায় আমি আমার পরিবারকে জানিয়েছি, তাঁরা অতটা ইসলামিক মাইন্ডের না, তাঁদের বুঝানোর পরও তারা এটা আমাকে গ্রহণ করতে বলতাছে, আমি এখনো বাবামার টাকায় পড়াশোনা করি, আমি জেনারেল পড়ুয়া একজন স্টুডেন্ট, এখন তারা এটাও বলতাছে, যে টাকা না নেওয়ার কারনে তারা নাকি আমাকে পড়াবেও না, এমনকি আমার সাথে খারাপ ব্যবহারও করতাছে, এমতাবস্থায় আমি কি করতে পারি? এই বৃত্তির টাকা সম্ভবত ৪ বছর দেওয়া হবে, হয়তো প্রতি মাসে ১০০০-১৫০০ টাকা করে দিতে পারে, আমি যখন নিজে ইনকাম করব কিছু, তখন এই বৃত্তির টাকাটা ফ্যামিলি কে না জানিয়ে অন্য গরীব কাউকে যদি কোনো সওয়াবের আশা না করে এমনিই দিয়ে দেই, তাহলে কি আমার জন্য জায়েজ হবে? বা আমি কি এই গুনাহ থেকে পরিএান পাবো? যেহেতু আমি একজন স্টুডেন্ট, সেহেতু আলাদা ভাবে নিজের খরচ চালানোও আমার জন্য কস্ট কর, এমতাবস্থায় বাবা মায়ের খারাপ ব্যবহার, আমি কি করবো এখন প্লিজ বলুন",
    "answer": "আল্লাহ আপনার উপর রহম করুন। আপনার সমস্যার সমাধান করে দিন। আপনি উপার্জন করে এই টাকা গরীবদেরকে দিতে পারবেন, এমন কোন নিশ্চয়তা নেই। সুতরাং এই চিন্তা বাদ দিতে হবে। পড়াশোনা করা ফরজ ওয়াজিব কিছু না, কিন্ত ‍সুদ থেকে বেঁচে থাকা ফরজ। আপনি আপনার পিতা-মাতাকে চুড়ান্তভাবে বলে দিবেন যে, এই টাকা আপনি নিবেন না। যদি তারা হালাল টাকা দিয়ে পড়াশোনা করাতে পারে ,করবেন। অন্যথায় হালাল কোন কাজ খুঁজে সেই কাজে আত্মনিয়োগ করুন। হারামে লিপ্ত হয়ে পড়াশোনার দরকার নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুদ-ঘুষ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6648",
    "question": "১। স্বামীকে নাম ধরে ডাকা যাবে কি?২। আমাদের গ্রামের এক লোক বলে বরিশাল আল্লাহ নাই সে আরো একটা দলের নাম নিয়া  আল্লাহর চাইতে সেই দলের শক্তি বেশি, তারপর সে গোসলে নামলে বলে হরি নাম যবতে যবতে একটা ডুব দেই এখন তার কি ঈমান আছে আর তার পিছনে কি নামায হবে?",
    "answer": "১। স্বামীর নাম ধরে ডাকলে সেটা নাজায়েজ হবে না, গুনাহ হবে না। তবে মুসলিম সমাজে এর প্রচলন আগেও ছিল না, এখনো ধার্মিক সমাজে এমন প্রচলন নেই। এটা মুসলিম কালচার নয়, বিধর্মীদের কালচার।\r\n\r\n২। না, ঐ ব্যক্তি এখন আর মুসলিম নন, তার ঈমান নেই। সুতরাং তার পিছনে নামায পড়া যাবে না, তার পিছনে নামায বৈধ হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীদা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6649",
    "question": "১। আমার নাপাক লুঙ্গি ধোয়ার সময় তা না চিপে শুধু পা দিয়ে চাপ দিয়ে পানি বের করা হয়েছে। এভাবে কয়েকবার করা হয়েছে। এবং পানি দ্বারা ধোয়াও হয়েছে। কিন্ত কাপড়টি রোদে শুকনোর পর নাপাকের দাগ দেখেছি। এবং তা তুলে ফেলেছি। এতে কি কাপড় পাক হয়েছে?২। লুঙ্গিটি ধোয়া শেষে পাক কাপড়ের সাথে বালটিতে করে রোদে শুকানোর জন‍্য নিয়ে যাওয়া হয়েছিল। এতে কি পাক কাপড়গুলো নাপাক হয়েছে।",
    "answer": "না, নাপাক লুঙ্গি পাক হয়নি। নতুন করে চিপে ভালো করে ধুতে হবে, যেন কোন নাপাকি অবশিষ্ট না থাকে।\r\n\r\n২। জ্বী, নাপাক লুঙ্গির কারণে অন্যান্য কাপড়গুলোও নাপাক হয়ে গেছে। সেগুলো পানি দিয়ে চিপে ভালো করে ধৌত করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পোশাক পরিচ্ছেদ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6650",
    "question": "আস-সালামু আলাইকুম। অনুগ্রহ করে আমার প্রশ্নের উত্তর টা দিবেন আশা করি। আমি একজন মেয়ে। বিয়ের ২ বছর আগে আমার নিসাবের চেয়ে একটু বেশি সোনা এবং ৩ লাখ মতো টাকা ছিল। কিন্তু আমি বিভিন্ন ব্যস্ততায় যাকাত দিতে ঢিলেমি করে ফেলি। মাথা থেকে বের হয়ে গিয়েছিল বিষয়টা। আমি আল্লাহর কাছে খুবই লজ্জিত এবং অনুতপ্ত। আমার স্বামী, আমি ৫ ওয়াক্ত নামাজ পড়ি। ইসলামের মৌলিক বিষয় গুলো মেনে চলার চেস্টা করি আলহামদুলিল্লাহ। এই  ভুল আর কখনোই করবো না ইনশাআল্লাহ। পরবর্তীতে  আমি পরিপূর্ণ যাকাত প্রদান করবো সময়মতো। যাকাত আদায় না করা সময়ে আমার বিয়ে হয় এখন প্রশ্ন হচ্ছে আমার ২ বছরের যাকাত কি কবুল করবেন মহান আল্লাহ। এবং আমার যাকাত আদায় না করা অবস্থায় বিয়ে হয়। বিয়েটা কি সহিহ হয়েছে কিনা? আমি খুবই ভীত এবং দু:চিন্তা গ্রস্থ আছি। আমাকে একটু সাহায্য করুন উত্তর টা দিয়ে।",
    "answer": "ওয়া আলাইকুমুস সালাম। বিগত যে দুই বছরের যাকাত দেন নি সেই যাকাত এখন দিয়ে দিবেন। আল্লাহর কাছে ক্ষমা চাইবেন, আল্লাহ ক্ষমা করে দিবেন। দু:শ্চিন্তার কারণ নেই। বিয়ে সহীহ হয়েছে। ভবিষ্যতে যাকাতসহ সকল ইবাদত যথাসময়ে আদায় করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6651",
    "question": "আস-সালামু আলায়কুম, আমি কি পুরো রমজানের রোজা রাখার নিয়ত রমজানের পূর্বে অথবা প্রথম রোজায় করতে পারব?",
    "answer": "ওয়া আলাইকুমুস সালাম। অধিকাংশ ইামম, ফকীহ ও আলেমের মতে প্রতিটি রোজার জন্য আলাদা আলাদা নিয়ত করতে হবে। কারণ প্রতিটি রোজা আলাদা আলাদা ইবাদত। ইমাম মালেক রহি. বলেছেন, একবার নিয়ত করলেও সহীহ হবে। শায়খ বিন বাজ রহি. বলেছেন, প্রতিটি রোজার জন্য নিয়ত করতে হবে, এটাই সঠিক মত। বিস্তারিত জানতে\nআরো বিস্তারিত জানতে: https://www.islamweb.net/ar/fatwa/14300/%D9%87%D9%84-%D8%AA%D9%83%D9%81%D9%8A-%D9%86%D9%8A%D8%A9-%D9%88%D8%A7%D8%AD%D8%AF%D8%A9-%D9%85%D9%86-%D8%A3%D9%88%D9%84-%D8%A7%D9%84%D8%B4%D9%87%D8%B1",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "রোজা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6652",
    "question": "আস-সালামু আলাইকুম। কুরআন তিলাওয়াত করার সময় যদি সিজদার আয়াত আসে তাহলে কি সাথে সাথেই সিজদা করতে হবে নাকি পরেও করা যাবে এবং কিভাবে সিজদা করতে হবে আর কয়টি সিজদা করতে হবে। আর এই সিজদার জন্য কি সিজদার দুআ ব্যতিত অন্য কোনো দুআ আছে।",
    "answer": "ওয়া আলাইকুমুস সালাম।  সাথে সাথে তেলাওয়াতের সাজদা দেয়া ভাল। পরে দিলেও আদায় হবে। দাঁড়ানার পর একবার সাজাদ দিতে হবে। বিশেষ কোন দুআ নেই। অন্যান্য সাজাদার মত দুআ করা যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "কুরআন",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6653",
    "question": "আস-সালামু আলাইকুম, দ্রুত বিয়ে ও নেককার স্ত্রী পাওয়ার জন্য কি কি আমল করবো দয়া করে বলবেন। সালাতের শেষ বৈঠকে যদি এ বিষয়ে কোনো দোয়া থাকে দয়া করে জানাবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। কুরআনের এই দুআটি সালাতের শেষ বৈঠকে এবং অন্যান্য সময় পাঠ করবেন। رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا ইনশাআল্লাহ আল্লাহ নেককার স্ত্রী দান করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6654",
    "question": "আত্নহত্যাকারীর জন্য দোয়া করা যাবে কিনা? আত্নহত্যা করার কারণে উক্ত ব্যক্তি কি কাফের হয়ে যাবে? আর আত্নহত্যাকারী ব্যক্তি চিরস্থায়ী জাহান্নামে থাকবে? কুরান ও সুন্নাহের আলোক উত্তর দিলে খুবই উপকৃত হবো?",
    "answer": "আমাদের দেয়া 7 নং প্রশ্নের উত্তর দেখুন।\nআরো বিস্তারিত জানতে: https://assunnahtrust.org/qa/7/",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীদা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6655",
    "question": "আস-সালামু আলাইকুম সম্মানিত শায়েখ। গত সাওয়াল মাসের ৬ রোজা কি পরবর্তী রমাদান আসার আগে করলে হবে? এটা কি আমি এখন রাখতে পারি?",
    "answer": "ওয়া আলাইকুমুস সালাম। শাওয়াল মাসের ৬ রোজা শাওয়াল মাসেই রাখতে হবে। এখন রাখলে হবে না, ঐ রোজার ফজিলত পাওয়া যাবে না। এখন সাধারণ নফল রোজা রাখতে পারেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "রোজা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6656",
    "question": "আস-সালামু আলাইকুম সম্মানিত শায়েখ। আমার প্রশ্ন হল, কোন বিবাহিত মেয়ে কি তার যাকাতের টাকা তার মাকে উমরাহ হাজ্ব করার জন্য দিতে পারে??? বা দেয়া যায় কিনা? দয়া করে একটু দ্রুত উত্তর দিয়ে সহায়তা করবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। না, যাকাতের টাক বাবা-মা, দাদা-দাদী, নানা-নানী এবং সন্তান ও সন্তানের সন্তানদের দেয়া যাবে না। উমরাহর জন্যও না, অন্য কোন কারণেও না। আর যাকাত দিতে হয় অভাবী মানুষের অভাব দূর করার জন্য। যার আল্লাহ তাওফীক দিবেন হজ্জ-উমরাহর নিতনি করবেন, যাকাতের টাকা নিয়ে উমরাহ করবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6657",
    "question": "আস-সালামু আলাইকুম। আমার স্ত্রী প্রতি বৃহষ্পতি ও সোমবার নফল রোজা রাখার নিয়ত করেছেন। সে মোতাবেক তিনি প্রায় দুই বছর যাবৎ আমল করছেন। আমি পেশাগত কারণে দুরে থাকি। আমি বাসায় গিয়ে তিন দিন অবস্থান করলে তার একদিন নফল রোজা পড়ে যায়। এ রোজা রাখার জন্য স্ত্রী আমার কাছে কোন অনুমতি নেন নি। এমনকি আমি অনুমতির বিষয়টি স্মরণ করে দিলেও তিনি আমাকে জানানোর প্রয়োজন মনে করেন না। এভাবে রোজা রাখায় আমার কিছুটা আপত্তি রয়েছে। এতে কি আমার গুণাহ হচ্ছে? অথবা আমার স্ত্রী কাজটি ঠিক করছেন কি? অনুগ্রহ করে জানাবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনার স্ত্রী ভুল করছেন। আপনার কথার বাইরে এভবে নফল রোজা রাখতে তিনি পারবেন না। তাকে বুঝিয়ে সমাধান করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "মানত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6658",
    "question": "আস-সালামু আলাইকুম, আমি চাকরি পাওয়ার আগে নিয়ত করেছিলাম চাকুরী পেলে জুমআর মানুষ খাওয়াবো অর্থাৎ শুক্রবার গ্রামের মসজিদে যারা নামাজে আসবে সবাইকে বেতনের টাকা দিয়ে খাওয়াবো। ঐ চাকরীটা আমার হয়েছে। এখন আমি যদি এই নিয়ত পূরণ না করি কোনো গুনাহ হবে কিনা? অর্থাৎ আমি চাই টাকা খরচ করতে তবে সেটাতে যেনো বেশি ফায়দা হয়। আমাকে একটা সুন্দর পরামর্শ দিন।",
    "answer": "নিয়ত যেহেতু করেছেন খাইয়ে দেন। আল্লাহর সাথে দেয়া প্রতিশ্রুতি ভঙ্গ করার দরকার নেই। বেশী ফায়দার জন্য পরে আরো দান করবেন ইনশাআল্লাহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6659",
    "question": "আস-সালামু আলাইকুম। আমার মিসেস  উচ্চতর পড়ালেখা করতে চায়।  চাকুরীও করতে চায়। আমি বলেছি আমি তোমাকে বাধা দিব না। কিন্তু আমার কিন্তু আমি তোমাকে শরীয়তের বাইরে গিয়ে কোনোকিছু করতে দিতে দাইয়ুস হতে পারিনা। এতে সে অখুশি। পারিবারিক অশান্তি ও মানসিক চাপ। এক্ষেত্রে আমার করণীয় কি যাতে আমি পরিবার নিয়ে সুখে থাকি আবার আল্লাহর কাছে অপরাধী না হয়। অনুগ্রহ করে জানাবেন",
    "answer": "ওয়া আলাইকুমুস সালমা। বিয়ের আগে এসব বিষয় চিন্তা করার দরকার ছিল। বর্তমারে কথিত পড়ালেখার একমাত্র উদ্দেশ্যেই তো চাকুরী। বিয়ের আগে এমন মেয়ে বিয়ে করবেন আর এখন উল্টো দিকে তাকে যেতে বলবেন, সেটা কি সে মেনে নেবে? সে তো ইসলামী জ্ঞানশূণ্য। ধর্ম তার কাছে মামুলী ব্যাপার।\r\n\r\nআল্লাহ তায়ালা কুরআনে মুসলিম মহিলাদেরকে বলেছেন,وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى তোমরা তোমাদের বাড়ি ঘরের মধ্যে থাকো, প্রাচীন জাহেলী যুগের মহিলাদের মত নিজেদের প্রাদর্শন করো না। সূরা আহযাব, আয়াত নং ৩৩। অন্য আয়াতে আল্লাহ বলেছেন, الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ পুরুষরা মহিলাদের উপর কর্তৃত্ব করবে, কারণ আল্লাহ একজনকে অন্যজনের উপর শ্রেষ্ঠত্ব দান করেছেনএবং পুরুষেরা তাদের টাকা পয়সা খরচ করে। বিদায় হজ্জের ভাষনে রাসূলুল্লাহ সা. বলেছেন, وَاسْتَحْلَلْتُمْ فُرُوجَهُنَّ بِكَلِمَةِ اللَّهِ وَلَكُمْ عَلَيْهِنَّ أَنْ لاَ يُوطِئْنَ فُرُشَكُمْ أَحَدًا تَكْرَهُونَهُ. فَإِنْ فَعَلْنَ ذَلِكَ فَاضْرِبُوهُنَّ ضَرْبًا غَيْرَ مُبَرِّحٍ وَلَهُنَّ عَلَيْكُمْ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ তোমরা তাদের লজ্জাস্থানকে হালাল করেছো আল্লাহর কালিমা দ্বারা… তাদের খাবার-দাবার ও পোশাকের দায়িত্ব তোমাদের ওপর। সহীহ মুসলিম, হাদীস নং ৩০০৯;সুনানু আবু দাউদ, হাদীস নং ১৯০৭। আলেমদের এ ব্যাপারে ঐক্যমত পোষন করেছেন যে, স্ত্রীর ভরন-পোষনের দায়িত্ব স্বামীর। আলমাউসুয়াতুল ফিকহিয়্যাতুল কুয়েতিয়্যাহ, ৪১/৩৫। উপরের আয়াত ও হাদীস থেকে জানা যায়, মহিলাদের দায়িত্ব হলো ঘর সামলানো আর পুরুষের দায়িত্ব হলো পরিবারের আর্থিক দিকটি সামলানো। এর বাইরে গেলে পৃথীবির স্বাভাবিক ভারসম্য নষ্ট হয়। আমরা দেখছি ইউরোপ-আমেরিকাতে মহিলারা বাইরে কাজ করে এমন পর্যায় গিয়েছে যে, অনেকেই পরিবার গঠন করতে, সন্তান নিতে রাজী নয়। ফলসরূপ জনসংখ্যা কমে যাচ্ছে। স্বাভাবিক ভারসম্য নষ্ট হচ্ছে আর সেখানে পুরুষরা মহিলাদের কোন দায়িত্ব নিতেও রাজী নয়। আমাদের দেশের অনেক মহিলা বিদেশে গিয়ে রান্নাবান্না ও ঘর গোছানের কাজ করে। যখন তারা বিদেশে গিয়ে এটা করে তখন সবাই সেটাকে বিশেষ কাজ মনে করে আর ঐ একই কাজ যখন নিজের বাড়িতে করে তখন সেটাকে তারা কাজ মনে করে না। এটার কারণ আমাদের মাথা পঁচে গিয়েছে। সুস্থ চিন্তা করার ক্ষমতা হারিয়ে যাচ্ছে। উপার্জনের নামে মহিলাদের বাইরে বের হওয়ার অবাধ সুযোগ দিয়ে জাতিকে দিন দিন ধ্বংসের দিকেই নিয়ে যাওয়া হচ্ছে বলে মনে হয়।\r\n\r\nসুতরাং স্বামীর আর্থিক অবস্থা ভাল হওয়া সত্বেও স্ত্রী চাকরী করানো মোটেও ভাল কাজ নয়।\r\n\r\nস্বামীর আর্থিক সমস্যা থাকলে স্বামীর অনুমতিক্রমে পূর্ণ পর্দা করে চাকুরী করতে পারে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আখিরাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6660",
    "question": "আস-সালামু আলাইকুম ওয়া রাহমাতুল্লাহ,আমি একজন জেনারেল ছাত্র। মোটামুটি ছোটকাল থেকেই নামাজ পড়ে আসছি। বড় হওয়ার সাথে সাথে ইসলাম সম্পর্কে জানার চেস্টা করছি। ইদানীং একটা বিষয় নিয়ে খুবই চিন্তিত। বিভিন্ন আলেমের মুখের এইরকমটা শুনেছি যে যারা মহানবী (সা.) কে ইলমুল গায়েব মানে, হাজের নাজের বিশ্বাস করে তাদের পিছনে নামাজ হবে না। এইজন্য আমাদের এলাকার মসজিদে জামাত শেষ হওয়ার পর একাকী নামাজ আদায় করি। কিন্তু এটা নিয়ে এলাকার লোকজন ঝামেলা সৃষ্টি করছে। এইজন্য এলাকার এক বড়ভাই (যিনি আমার চেয়ে অধিক জ্ঞান রাখেন) বলেছে ঝামেলা না করে সেই ইমামের পিছনেই নামাজ পড়ে নিতে। আমি দোটানায় পরে গেছি। কি করবো বুঝতে পারছি না। অনুগ্রহ করে আমাকে সমাধান দিবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। রাসূলূল্লাহ সা. গায়েব জানেন, তিনি হাজের নাজের এগুলো ভ্রান্ত বিশ্বাস, ভুল আকীদা । যদি ভাল আকীদা বিশ্বাসের ইমামের পিছনে নামায আদায়ের সুযোগ থাকে তাহলে এদের পিছনে নামায পড়বেন না। আর যদি এমন হয় হয় যে, এরা ছাড়া ঐ এলাকায় কোন ইমাম নেই তাহলে এদের পিছনেই নামায পড়বেন, জামাত ত্যাগ করবেন না, একাকী পড়বেন না।\r\n\r\nপ্রসিদ্ধ কালামবিদ ইমাম আবুল হাসান আশয়ারী র. (৩২৪হি.) বলেন, ومن ديننا أن نصلي الجمعة والأعياد وسائر الصلوات والجماعات خلف كل بر وفاجر كما روى أن عبد الله بن عمر رضى الله عنهم كان يصلي خلف الحجاج অর্থ: আর আমাদের দীনের অন্যতম দিক যে, আমরা জুমুয়ার সালাত, ঈদগুলো এবং অন্যান্য সকল সালাত এবং জামাআত নেককার ও বদকারের পিছনে আদায় করি। যেমনিভাবে বর্ণিত আছে,আব্দুল্লাহ ইবনে উমার রা. হাজ্জাজ ইবনে ইউসুফের পিছনে সালাত আদায় করতেন (মুসান্নিফে ইবনে আবী শায়বা হাদীস নং ১৪১৭৫)। আল-ইবানাহ আন উসূলিদ দিয়ানাহ, ১/২০। দলীলসহ বিস্তারিত জানতে পড়ন ড. খোন্দকার আব্দুল্লাহ জাহাঙ্গীর স্যার রচিত আল-ফিকহুল আকবার পৃষ্ঠা ৩৩৭-৩৭৯ এবং রাহে বেলায়াত পৃষ্ঠা ৫৬৩-৫৬৮",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6661",
    "question": "আস-সালামু আলাইকুম. শায়েখ লাইব্রেরীতে শিরক ও বেদয়াত মিশ্রিত বই বিক্রয় করে উপার্জিত অর্থ হালাল হবে কি? কুরান ও হাদিসের আলোকে সমাধান আশা করছি?",
    "answer": "শিরক ও ‍বিদআর হারাম। সুতরাং এই বিষয়ের বই লেখা বা পড়াও নিষিদ্ধ। হারাম কোন জিনিস ক্রয় বিক্রয় করাও নিষিদ্ধ। আল্লাহ তায়ালা বলেছেন,ولا تعاونوا على الإثم والعدوان মন্দকর্ম ও সীমালংঘনের কাজে তোমরা একে অপরকে সহযোগিতা করো না। সূরা মায়েদা, আয়াত নং ২।\r\n\r\nসুতরাং এই পাপ কাজ থেকে বিরত থাকতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6662",
    "question": "আস-সালামু আলাইকুম সম্মানিত শায়েখ।  আমার প্রশ্ন হচ্ছে, নামাজ পড়ার শর্তে কি বেনামাজিকে বা মাঝে মাঝে নামাজ পড়ে এমন মানুষকে কি যাকাত দেয়া যাবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। মাঝে মাঝে নামায পড়ে আবার মাঝে মাঝে ছেড়ে দেয় এমন ব্যক্তিকে যাকাত দেয়া যাবে। এবং তাকে যাকাত দেয়ার সময় নিয়মিত নামায পড়ার জন্য নসীহত করা যাবে, চাপ দেয়া যাবে। শর্ত করার দরকার নেই।\r\n\r\nআর আদৌ যদি নামায না পড়ে তাহলে তাকে যাকাত দিবেন না। কারণ যাকাত মুসলিমকে দিতে হয়, আর যে মোটেও নামায পড়ে না, সে মুসলিম কি না সে বিষয়ে প্রশ্ন চলে আসে। এমন ব্যক্তি যদি নিজেকে মুসলিম দাবি করে তাহলে তাকে বলতে পারবেন, নামায পড়ে নিজেকে মুসলিম প্রমাণ করো তাহলে যাকাত পাবে। নামায পড়লে তাকে যাকাত দিবেন। নামায পড়ার শর্তে যাকাত দিবেন এমন নয়, বরং নামায পড়ার মাধ্যমে তার মুসলিম হওয়া নিশ্চিত হওয়ার পর তাকে যাকাত দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6663",
    "question": "অনিচ্ছাকৃত ভাবে প্রসাব বের হয়ে কাপড়ে লেগেছে, সেই কাপড় পড়ে কি নামাজ আদায় হবে? এমন জায়গায় হয়েছে সেখানে অন্য কোন কাপড় নেই।",
    "answer": "কাপড়ের তো বর্তমানে কোথাও অভাব থাকার কথা নয়। বাজারে, প্রত্যেক বাসা বাড়িতে প্রচুর পরিমান কাপড় পাওয়া যায়। নামায পড়ার মত কাপড় জোগাড় করা অসম্ভব হওয়ার কথা নয়।\r\n\r\nদ্বিতীয়ত যেখানে পেশাব লেগেছে সে জায়গাটুকু ধুয়ে নিলেই কাপড় পবিত্র হয়ে যাবে।\r\n\r\nযদি কোনভাবেই ঐ নাপাক কাপড় ছাড়া অন্য কোন পবিত্র কাপড়ের ব্যবস্থা না থাকে তাহলে নাপাক কাপড়েই নামায আদায় করবে। এটাই বিশুদ্ধতম মত।\r\n\r\nযদি পরবর্তীতে পবিত্র কাপড় পায় তাহলে ঐ নামায পূনরায় পড়লে সেটা হবে সবচেয়ে উত্তম। বিস্তারিত জানতে আরো জানতে\nআরো বিস্তারিত জানতে: https://www.islamweb.net/ar/fatwa/58066/%D9%85%D8%B0%D8%A7%D9%87%D8%A8-%D8%A7%D9%84%D8%B9%D9%84%D9%85%D8%A7%D8%A1-%D9%81%D9%8A-%D8%B5%D9%84%D8%A7%D8%A9-%D9%85%D9%86-%D9%84%D9%85-%D9%8A%D8%AC%D8%AF-%D8%B3%D9%88%D9%89-%D8%AB%D9%88%D8%A8-%D9%86%D8%AC%D8%B3",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ত্বহারাত পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6664",
    "question": "আস-সালামু আলাইকুম রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মসজিদে ২ রাকাত সালাত আদায় না করে বসতে নিষেধ করেছেন। এখন, মসজিদে ঢুকার পর যদি ২-৩ মিনিট বাকি থাকে জামাত শুরু হওয়ার সেক্ষেত্রে করণীয় কি হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। যদি ২ রাকআত সালাত আদায় করার মতে পর্যাপ্ত সময় থাকে তাহলে শুরু করতে হবে। সময় না থাকলে ফরজ সালাতের জন্য অপেক্ষা করতে হবে। ৩ মিনিট সময় থাকলে ২ রাকাত মোটামুটি আদায় করা যায়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "N/A",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6665",
    "question": "আস-সালামু আলাইকুম. শায়েখ এই বর্ণনাটি  কতটুকু সত্য ? ফাতেমা (রাঃ)-এর মৃত্যুর পর আলী (রাঃ) পর্যায়ক্রমে বিভিন্ন সময়ে আরো আট জন মহিলার সাথে বিবাহ বন্ধনে আবদ্ধ হন। তাঁর অন্যান্য স্ত্রীগণ হ’লেন- (১) উম্মুল বানীন বিনতে হিযাম, (২) লায়লা বিনতে মাসঊদ, ৩. আসমা বিনতে উমায়েস, ৪. উম্মে হাবীবা বিনতে রাবী‘আ, ৫. উমামা বিনতে ‘আছ, ৬. খাওলা বিনতে জা‘ফর, ৭. উম্মে সাঈদ বিনতে ওরওয়া, ৮. মাহইয়া বিনতে ইমরিল ক্বায়েস(ইবনু কাছীর, আল-বিদায়াহ ওয়ান নিহায়াহ ৭/৩৬৬-৩৬৮)। দয়াকরে আরবী ইবারত সহকারে উল্লেখ করবেন?",
    "answer": "ওয়া আলাইকুমুস সালাম। হযরত আলী রা. উক্ত মহিলাদেরকে বিবাহ করেছিলেন। তবে একসাথে চারজনের বেশী কখনো ছিলো না। বিস্তারিত জানতে\nআরো বিস্তারিত জানতে: https://www.islamweb.net/ar/fatwa/97299/%D8%B2%D9%88%D8%AC%D8%A7%D8%AA-%D9%88%D8%A3%D9%88%D9%84%D8%A7%D8%AF-%D8%B9%D9%84%D9%8A-%D8%A8%D9%86-%D8%A3%D8%A8%D9%8A-%D8%B7%D8%A7%D9%84%D8%A8-%D8%B1%D8%B6%D9%8A-%D8%A7%D9%84%D9%84%D9%87-%D8%B9%D9%86%D9%87",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6666",
    "question": "আস-সালামু আলাইকুম। আমি ট্রানজিট ভিসা নিয়ে বাড়িতে যাওয়ার সময় ওমরাহ পালন করতে চাই। যদিও সুদ হারাম, কিন্তু অনিবার্য অবস্থার কারণে আমি ব্যাংক লোন নিয়েছি যা কিস্তিতে পরিশোধ করতে হবে এবং সুদও আছে। আমার প্রশ্ন হল ওমরাহ কি বৈধ হবে যার ঋণ আছে এবং সুদ পরিশোধ করা হয়েছে?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, ওমরাহ বৈধ হবে।  ওমরাহর জন্য যদি আলাদা টাকা পয়সা খরচ করতে হয়ে তাহলে আগে ঋন পরিষোধ করে তারপর ওমরাহ করবেন। আর যেটা লিখেছেন সেভাবে হলে আলাদা খুব বেশী টাকা পয়সার প্রয়োজন হবে না, সুতরাং ওমরাহ করতে সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হজ্জ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6667",
    "question": "আমাদের চিলেকোঠায় একটি কুকুর প্রবেশ করে এবং আমাদের অনুপস্থিতিতে সেখানকার বিভিন্ন জিনিস এদিক-সেদিক করে ফেলে। সেখানে আমার জুতা ছিল পরে দেখি জুতা নিচে পড়ে আছে। আমি সঠিক জানিনা জুতাতে কুকুর মুখ দিয়েছিলো কিনা তবে যেহেতু নিচে পড়ে ছিল তাই মুখ দিয়েছে বলেই প্রবল ধারনা করছি। এখন এই জুতা কি নাপাক? নাপাক হলে তা কিভাবে পরিষ্কার করব?",
    "answer": "জুতা পবিত্র করার পদ্ধতি হলো জুতা পানি দিয়ে ধৌত করে পানি পুরোপুরি নিংড়াবেন, মোট তিনবার ধৌত করে পানি নিংড়াবেন। এভাবে জুতা এবং এ জাতীয় বস্তু পবিত্র হয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ত্বহারাত পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6668",
    "question": "আস-সালামু আলাইকুম সম্মানিত শায়েখ। একজন আলেমের পোস্ট পড়ে জানতে পারি, অজুর পর ছোট বাচ্চার গুপ্তাংগ স্পর্শ করলে অজু ভেংগে যায়। বড়দের ক্ষেত্রে জানা ছিল, প্রশ্ন হচ্ছে ১০ মাসের ছেলে বাচ্চাকে অজুর পর মল-মুত্র পরিস্কার করলেও স্পর্শ করা লাগে মাঝে মাঝে। এক্ষেত্রে কি ওই নামাজটা বাতিল হয়ে যাবে?? আর বাতিল হয়ে গেলে কাজা কি আদায় করা লাগবে? ইসলামে এটার বিধান কি?",
    "answer": "ওয়া আলাইকুমুস সালাম।  অধিকতর বিশুদ্ধ মত হলো ছোট বড় কারো গুপ্তাঙ্গ স্পর্শ করলেই অজু ভাঙবে না। সুতরাং ছোট বাচ্চাকে পরিস্কার করার কারণে নতুন করে ওযু করতে হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6669",
    "question": "বিয়ে আটকানোর জন্য মানুষ যে খারাপ কাজ করে তা কিভাবে নষ্ট করা যায়।",
    "answer": "সালাতের পরের জিকিরগুলো এবং সকাল সন্ধ্যার জিকিরগুলো নিয়মিত পড়বেন। ইনশাআল্লাহ এই ধরণের সকল সমস্যা দূর হয়ে যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জাদু-টোনা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6670",
    "question": "আস- সালামু আলাইকুম । শায়েখ আমার প্রশ্নটি হলো পুজ বা রক্ত কি নাপাক? আশা করছি উত্তর দিয়ে বাধিত করবেন?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, পূজ ও রক্ত নাপাক।  শরীরে বা কাপড়ে লাগলে এগুলো থেকে পবিত্র হতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ত্বহারাত পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6671",
    "question": "আস-সালামু আলাইকুম সম্মানিত শায়েখ। আমি অনুভব করি আমরা খুবই বড় ফিতনার যুগে বসবাস করছি। চেস্টা করি গুনাহ থেকে অনেক দূরে থাকার। কোন কারনে যদি ভুলে বা অজান্তেই বা অনিচ্ছাই কুফুরী চিন্তা মাথায় আসে তাহলে অশান্তি অনুভব করি। ভাবি যে আমি কি মুসলিম আছি, নাকি কুফুরী চিন্তার কারনে আবার আমাকে কালিমা পাঠ করা লাগবে? বৈবাহিক সম্পর্ক কি ঠিক থাকবে এই অবস্থায়। উল্লেখ যে, আল্লাহ ও রাসুল (সা:) যা নিষেধ করেন তা আমি কঠোর ভাবে ঘৃনা করার চেষ্টা করি। এবকং আমি একজন বিশ্বাসী আল্লাহ বান্দা। এক্ষেত্রে আমার উল্লেখিত প্রশ্নে করনীয় কি? কুফুরী করে ফেললে কি তওবার পাশাপাশি কালিমা পাঠ করা আবশ্যক?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি আপনার অজান্তেই চিন্তা রোগে আক্রান্ত হয়েছেন। চিন্তা রোগ থেকে সেরে উঠলেই আপনার সব ঠিক হয়ে যাবে। কোন ধরণের চিন্তা করবেন না। ইসলামের আদেশে নিষেধ মেনে চলবেন, সকল ইবাদতগুলো সঠিক নিয়ম পালন করবেন, চিন্তা বাদ দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "শিরক-বিদআত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6672",
    "question": "আস-সালামু আলাইকুম সম্মানিত শায়েখ। ফরজ গোসলে সব শেষে পা ধোয়া টা কি বাধ্যতামূলক?  গোসলের সময় পুরোপুরি ভাবে ধুয়ে ফেললে কি গোসল শেষে আবার ২ পা অজুর মতো করে ধুতে হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। গোসলের শুরুতে ওযু করা সুন্নাত। রাসূল সা. ওযু করতেন তবে পা গোসলের শেষে ধৌত করতেন। কারণ হলো তখন গোসলখানার নীচে পানি জমে থাকতো। বর্তমানে এই সমস্যা নেই। তাই গোসলের শুরুতে পুরো ওযু করলেই হবে। পরে পা ধোয়ার প্রয়োজন নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6673",
    "question": "আস-সালামু আলাইকুম সম্মানিত শায়েখ। ফরজ গোসলের ক্ষেত্রে সব কিছু ঠিক ছিল, কিন্তু আমি অজুর ন্যায় মাথাও মাসেহ করতাম। মাথা মাসেহ নাকি করতে হয় না। আগে আমার জানা ছিল না। আমার গোসল কি পরিপূর্ণ হয়েছে? আমার এতো দিনের নামাজ কি বাতিল হয়ে যাবে?? এমতাবস্থায় আমার কি করা উচিৎ?",
    "answer": "ওয়া আলাইকুমুস সালাম। ফরজ গোসলের আগে ওযু করা সুন্নাত। ওযু করার সময় মাথাও মাসেহ করতে হবে।  মাথা মাসেহ করতে হয় না, এটা ভুল কথা। আপনার নামাস সহীহ হয়েছে। গোসলের সকল ফরজ আদায় হয়ে গেলে নামাওয সহীহ হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6674",
    "question": "আস-সালামু আলাইকুম। আমিসহ পরিবারের তিনজন সৌদি আরব যাওয়ার জন্য ওমরা ভিসা করেছি। সেখানে আমরা ৬০দিনের মত থাকার ইচ্ছা করেছি। আমার বাবা জেদ্দায় কাজ করে। আমরা চাচ্ছি প্রথমে সেখানে যেয়ে কয়েকদিন থেকে তার পর ওমরা করতে। আমার প্রশ্ন হলো এভাবে ওমরা করলে কি সঠিক হবে? নাকি প্রথমে মিকাত হতে ইহরাম বেধে ওমরা করতে হবে?",
    "answer": "ওয়া আলাইকুুমুস সালাম। জ্বী, জেদ্দাতে সময় অতিবাহিত করার পর সুবিধামত সময় অনুযায়ী ইহরাম বেঁধে ওমরাহ করতে পারবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হজ্জ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6675",
    "question": "আমার বাবা ঠিক এক বছর আগে এক শুক্রবার মারা যান। আমার মা আজ ফজরের আগে একটি স্বপ্ন দেখেছেন। সেই স্বপ্নে আমার বাবা আমার মায়ের সাথে একটি জমিতে আলু রোপণ করছেন। কিন্তু তারা জমির পাশের অংশগুলি রেখে কেবল মাঝখানে রোপণ করছিলেন। হঠাৎ বাবা চিৎকার করে উঠলেন। আমার মা তার কাছে গিয়ে দেখলেন যে তার কপাল থেকে প্রচুর রক্ত ​​বের হচ্ছে। তিনি বললেন, একটি কালো সাপ তার কপালে চোখের উপরের দিকে কামড় দিয়েছে এবং আমার মা তার কপালে হাত রেখে রক্ত ​​বন্ধ করার চেষ্টা করছেন। তারপর আমার তাহাজ্জুদের অ্যালার্ম শুনে তিনি জেগে উঠলেন। আমার বাবা খুব ভাল মানুষ ছিলেন এবং তার কোন ঋণ নেই তবে তার সম্পদের বন্টন সঠিকভাবে করা হয়নি। আমরা জানতে চাই স্বপ্নের কোনো অর্থ আছে কি না এবং এ ব্যাপারে আমরা কী করতে পারি।",
    "answer": "স্বপ্নের ব্যাখ্যা আমাদের কাছে নেই। মৃত মানুষদের জন্য বেশী বেশী দুআ ও  দান-সদকাহ করতে হবে। আর তার সম্পদের ভাগ সঠিকভাবে করা না হলে সঠিকভাবে করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আখিরাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6676",
    "question": "আসসালামু আলাইকুম হুজুর। আমার বাচ্চা ৩ মাসের।সে অনেক কান্না করে বিধায় তাকে হুজুরের কাছে নিয়ে যায়।হুজুর তাকে কালো সুতা, পানি ও তেল পড়া দেয়।কালো সুতা দেওয়া কি যায়েজ আছে? আমার অনিচ্ছা সত্ত্বেও আমার শাশুড়ি এবং স্বামীর জোর করায় দিতে বাধ্য হই। যায়েজ না হলে  কি শিরকের মধ্যে আমিও লিপ্ত হবো?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, সুতা পড়া দেয়া জায়েজ নেই। এটা শিরক। যারা বাধ্য করেছে তারা এর জন্য দায়ী থাকবে। আপনি আপনার কথা তাদেরকে জানিয়ে দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "শিরক-বিদআত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6677",
    "question": "আমার স্বামীর সাথে আমার সামান্য বিষয়ে মোনমালিন্য হয়েছিল এখন আমার স্বামী আমাকে রাগের মাথায় তালাকের নোটিস পাঠায় তাতে তিন তালাকের কথা উল্লেখ ছিলো কিন্তু আমার স্বামী আামাকে বলে যে সে এক তালাকের কাগজে সাইন করে তিন তালাকের কোনো কাগজে সে সাইন করে নাই আর কাজির সাথে সাথে যে সে তিন তালাক বলে ফেলেছে সে বুঝতে পাারে না আর আমার স্বামী য়ে মুখে এবং লিখিত তালাক দিয়েছিল তখন আমি বা আমার পরিবারের কেউ সামনে উপস্থিত ছিল না শুধু আমার স্বামীর তিন জন বন্ধু ছিল উপস্থিত এখন আমার প্রশ্ন হলো এতে কি আমাদের তিন তালাক পুরাপুরি হয়ে গেছে?",
    "answer": "জ্বী, কাজীর সাথে তিন তালাক বলার কারণে তিন তালাক হয়ে গেছে। তবে স্থানীয় কোন ভাল আলেমের সাথে সব কাগজপত্র নিয়ে আলোচনার করবেন। তিনি সব কিছু দেখে-শুনে চুড়ান্ত সিদ্ধান্ত দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6678",
    "question": "Assalamualaikum waromatulahi wabarakatuআমার বয়স ১৫,আমার বাবা মা আমাকে মসজিদে (ফজর,মাগরিব,এশা) নামাজ পড়তে যেতে দেই না , এতে কি আমার কোনো গুনা হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি প্রাপ্তবয়স্ক যুবক। মসজিদে যেতে যদি কোন সমস্যা না থাকে তাহলে মসজিদে নামায আদায় করবেন। এক্ষত্রে বাবা-মায়ের কথা মান্য করা জরুরী নয়। কুরআন-সুন্নাহের আদেশের বিপরীতে বাবা-মায়ের কথা শোনা যাবে না। তবে যদি গ্রহনযোগ্য কোন কারণ থাকে তাহলে ভিন্ন কথা। যেমন এসময় মসজিদে গেলে শত্রুদের পক্ষ থেকে আক্রমনের সম্ভাবনা থাকে তাহলে বাড়িতে নামায পড়তে পারেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6679",
    "question": "আসসালামু আলাইকুম, শায়খ। আমার স্ত্রীর ধারণা আমার শরীর অনেক নরম।সে কিছুদিন আগে আমাকে বলেছে, আপনার শরীর আমার আম্মুর মত নরম লাগে।এটা বলাতে তার অন্য কোনো উদ্দেশ্য ছিলোনা।আমার প্রশ্ন হচ্ছে, তার এটা বলাতে আমাদের বৈবাহিক সম্পর্কের কোনো ক্ষতি হবে কিনা?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, এতে বৈবাহিক সম্পর্কের কোন ক্ষতি হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6680",
    "question": "আস-সালামু আলাইকুম শায়েখ। শায়েখ আমার একটা প্রশ্ন ছিল যথাঃ- আমি মোটামুটি কোরআন ও হাদিস চর্চা করার চেষ্টা করি। আমি গত ২ বছর হয়েছে একটা ছোট কোম্পানী চাকরি করি সামন্য বেতনে । আমি গত ১১ মাস হয়েছে  বিবাহ বন্ধনে আবব্ধ হয়েছি। আমি বিবাহ বন্ধনে আবব্ধ হওয়াতেই অনেক টাকা ধার দেনা হয়েছি। আমি আমার স্ত্রী নিয়ে ঢাকাতেই বর্তমানে অবস্থান করছি। সবমিলে মাসে  যা বেতন আসে প্রতিমাসে আমার দেনা পরিশোধ, ঢাকায় থাকা খরচ মিলে কোনো টাকা অবশিষ্ঠ থাকেনা। আমি আমি অতিরিক্ত দেনা পরিশোধ করার কারণে এই মহুর্তে আমার বাব-মায়ের কিছু টাকা খরচ দিতে পারিনা । আমার খুবই কষ্ট হয় তাদের কিছু টাকা না দিতে পারাই। শায়েখ আমি সারাজীবন এনজিও থেকে সুদি লোন নেওয়ার বিপক্ষে কথা বলে আসতাম সবাইকে। আমার বাবার কিছু পুরাতন দেনা আছে । আমাদের এলেকাতে বার্ষিক হালখাতা হয় । সেই হালখাতাই টাকা শোধ না করলে পাওয়ানাদার নানাভাবে অপমান , গালি গালাজ ও মারধর করে সেইভয়ে আমার বাবা গত 20 দিন হয়েছে আমার বাবা-মা এনজিও থেকে কিছু টাকা সুদি লোন নিয়েছে আমাকে না জানিয়ে। (উল্লেখ্য আমি তাকে কোনো সাপোর্ট  দিতে পারি নাই, আবার আমার বাবাও কোথাও কোনো টাকা ধার পাই নাই, বাধ্য হয়ে আমার বাবা-মা এইকাজ করছে) বাবা-মা  জানে তাদের ছেলে যদি জানতে পারে তাহলে বকা দিবে । এইজন্য আমার বাবা-মা আমাকে না জানিয়ে সুদি লোন নিয়েছে । আমি জানতে পারি 20 দিনপর। জানার পর আমি খুবই কষ্ট পেয়েছি। আমি বাবা-মার সাথে একারণে গত দুইদিন ধরে কথা বলিনাই। এখন এইমহুর্তে  বাবার এই লোন পরিশোধ করার সক্ষমতা আমার ও আমার বাবার নেই। সেটা আরো সময় লাগবে। শায়েখ  আমি মানসিকভাবে অনেক কষ্টের মধ্যে আছি। শায়েখ এখন আমি এবং আমার বাবা-মা কি করতে পারি? এই জঘন্য কাজ থেকে কিভাবে রক্ষা পেতে পারি? শায়েখ যদি আমাকে ও আমার বাবা-মাকে যদি সুন্দর পরামর্শ দিতেন খুবই উপকৃত হতাম।",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি আপনার স্ত্রীকে আপনার বাসায় অথবা শ্বশুরবাড়ী কয়েক মাস রেখে আসুন। ঢাকায় একা থাকুন। এতে খরচ অনেক কমে যাবে। ঋনের টাকা পরিষোধ করা আপনার জন্য সহজ হবে। ঋন শোধ হওয়ার পর আবার ঢাকায় নিয়ে আসবেন। এতটুুকু কষ্ট আপনাদের করতে হবে এই সমস্যা থেকে বের হওয়ার জন্য। এছাড়া শুধু মনে মনে কষ্ট পেয়ে সমস্যার সমাধাণ হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6681",
    "question": "অনিচ্ছাকৃতভাবে কেউ আমার দ্বারা কষ্ট পেলে কি আমার গুনাহ হবে? যদি গুনাহ হয় তাহলে করণীয় কি?",
    "answer": "আপনি যদি বুঝতে বা জানতে পারেন আপনার কারণে কেউ কষ্ট পেয়েছে তাহলে তার কাছে ক্ষমা চেয়ে নিবেন। আর যদি অনিচ্ছায় হয়ে যায়, আপনি কোনভাবে জানতে বা বুঝতে না পারেন তাহলে আশা করি আল্লাহ ক্ষমা করে দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আখিরাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6682",
    "question": "মোজা না পরে মহিলাদের নামায হবে?",
    "answer": "জ্বী, পা যদি ঢাকা থাকে তাহলে মোজা পরা ছাড়াও নামায হবে। তবে মোজা পা ঢেকে থাকার জন্য অধিক উপযোগী।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6683",
    "question": "আমি একজন ক্যান্সার পেশেন্ট।কেমোথেরাপি দেয়ার কারনে অনেক সময় বাসার সবার সাথে খারাপ ব্যবহার করি।পরে খারাপ লাগে।রাগ কমানোর উপায় কি??আমি দাঁড়িয়ে নামাজ পড়তে পারিনা এমনকি বসেও সেজদা দিতে পারিনা।এই অবস্থায় নামাজ কবুল হবার উপায় জানতে চাই এবং উত্তম আমল সম্পর্কে জানতে চাই।",
    "answer": "আপনি বসে বসে ইশারায় নামায আদায় করবেন। রুকুর থেকে সাজদার সময় মাথা একটু বেশী নীচু করবেন। বেশী বেশী কুরআান তেলাওয়াত করবেন। দুআ ও যিকিরে সময় পার করবেন। রাগের সময় আউযুবিল্লাহি মিনাশায়ত্বনির রযিম বেশী বেশী পাঠ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীদা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6684",
    "question": "আসসালামু আলাইকুম । আমার বাসা থেকে অফিসের দূরত্ব ৩০-৩৫ কি.মি. প্রতিদিন আমার অফিসে যাওয়ার আসার জন্য ৬০-৭০ কিলো যাওয়া আসা করতে হয়। সময়ের হিসাবে আড়াই থেকে ৩ঘন্টা বা জ্যাম থাকলে তারও বেশি সময় লাগে। আমার নামাজ কি কসর হবে নাকি রেগুলার নামাজ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, আপনি কসর করতে পারবে না। আপনাকে পূর্ণ নামাায আদায় করতে হবে। যাওয়া-আসা মিলে হিসাব করা যাবে না। বরং যদি ৭৯ কিলোমিটার বা তার চেয়ে বেশী দূরত্বে সফর করলে কেবল কসর করবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6685",
    "question": "How can I give money from Canada",
    "answer": "Please Contact 01762629410",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6686",
    "question": "আমি অসুস্থ, নিচে বসে সেজদা করতে পারিনা। চেয়ারে বসে নামাজ আদায় করি, এখন সেজদা নিচে না দিলে নামাজ পড়লে কী নামাজ হবে না?",
    "answer": "যদি মাটিতে সাজদা দিতে না পারেন তাহলে ইশারায় আপনাকে নামায আদায় করতে হবে। রুকুর চেয়ে সাজাদার সময় মাথা একটু বেশী নীচু করবেন। আর যদি মাটিতে বসতে পারেন তাহলে চেয়ারে বসার দরকার নেই। মাটিতেও যদি বসতে না পারেন তাহলে চেয়ারে বসবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6687",
    "question": "আসসালামু আলাইকুম, আমরা নিজেরাই প্রেম করে বিয়ে করেছি। পরিবারকে জানিয়েছি রাজি হননি, আমার নিজের ওপর ছেড়ে দিয়েছে, যা ইচ্ছা করি, আমি এতে বিয়ে করে নেই ।আমার একটা বাবু ও আছে। আমার শশুড় বাড়িতে সবাই মেনে নিয়েছে।আমার পরিবার এখনো মেনে নেননি, ক্ষমা চেয়েছি ক্ষমা করবেন না। আমি এই নিয়ে আল্লাহর কাছে খুবই অনুতপ্ত, উনি আমাকে ক্ষমা করবেন কিনা আমি গুনাহ করেছি। এখন আমার প্রশ্ন আমরা যে স্বামী স্ত্রী এটাকি বৈধ? আমরা যে এক সাথে থাকছি আমাদের কি গুনাহ হচ্ছে?  দয়া করে জানাবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। অধিকাংশ ফকীহ ইমামদের মেতে অভিভাবকের অনুমতি ছাড়া মেয়েদের বিবাহ সহীহ হবে না। একাংশের মতে সহীহ হবে। যেহেতু আপনারা একটি ফিকহী মত গ্রহন করেছেন আশা করি আপনাদের বিয়ে সহীহ হবে, গুনাহ হবে না। বিস্তারিত জানতে আমাদের দেয় 41 নং প্রশ্নের উত্তর দেখুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6688",
    "question": "আসসালামুআলাইকুম।  আমার প্রশ্ন হলো আমি গত একমাস আগে হাটুতে ব্যাথা পাই এখন আমি হাটু বাকা করতে পারি না প্রচন্ড ব্যাথা করে তাই আমি নামাজ পড়ি চেয়ারে বসে ঠিক এ ভাবে দাঁড়িয়ে নিয়ত , রুকু সব দাঁড়িয়ে করি, কিন্ত সেজদা করি চেয়ারে বসে এখন আমার নামাজ হবে কি ? অনুগ্রহ করে বলবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, আপনার নামায হবে এবং এভাবেই করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6689",
    "question": "আমি আড়াই মাসের গর্ভবতী । কিছুদিন যাবৎ আমার ব্লেডিং হচ্ছে। ডাক্তার ফুল বেড রেস্ট দিয়েছেন। এ অবস্থায় স্বাভাবিক ভাবে নামাজ পড়লে উঠানামায় ও নড়াচড়ায়  ব্লিডিং বেশি হয়। আমি কিভাবে নামাজ পড়তে পারি? তাছাড়া সামান্য পানি স্পর্শ করলে আমার অস্থিরতা সহ কাঁপুনি  আসে এ অবস্থায়  আমার অজুর বিধান কি??",
    "answer": "ওযু করলে খুব সমস্যা হলে তায়াম্মুম করবেন। তবে গরম পানি দিয়ে যদি সমস্যা না হয়, গরম পানি ব্যবহার করবেন। ‍নিরুপায়ে হলে তায়াম্মুম করবেন।   আর রুকু-সাজদা দিয়ে নামায আদায় করতে সমস্যা হলে বসে বসে ইশারায় নামায আদায় করবেন। রুকুর তুলনায় সাজদার সময় মাথা একটু বেশী নীচু করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6690",
    "question": "আসসালামু আলাইকুম সম্মানিত শায়েখ। আমার প্রশ্ন হচ্ছে, স্বামী বা স্ত্রীর মধ্যে কেউ যদি ১/২ ওয়াক্ত সালাত ওয়াক্ত অতিক্রম করে পড়ে তাহলে কি তাদের বিবাহ বিচ্ছেদ হয়ে যাবে?? আর এমন হলে করনীয় কি?",
    "answer": "এখানে বিবাহ বিচ্ছেদ হওয়ার কিছু নেই। আপনি সম্ভবত মানসিক সমস্যাতে ভুগছেন, সব কিছুতে আপনার বিবাহ বিচ্ছেদ হওয়ার চিন্তা মাথায় আসছে। সালাত যথা সময়ে আদায় করার চেষ্টা করবেন। কোন কারণে দেরী হয়ে গেলে যত দ্রুত সম্ভব আদায় করে নিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6691",
    "question": "আসসালামু আলাইকুম,,স্যার আমি জেনেরাল পড়ুয়া,আমি মাদ্রাসায় পড়ি নাই, তবে কুরআন পড়তে পাড়ি, আমি সহি শুদ্ধ ভাবে কুরআন পড়তে চাই, এবং নিজের আখলাক ইলম অর্জন করতে চাই,  দীনি মানুষের সাথে থেকে,তো বর্তমান যুগে এমন পরিবেশ পাচ্ছি না, আমি মাদ্রাসায় থাকতে চাচ্ছি রমজান মাসে,আমার মা আমাকে অনুমতি দিচ্ছে না, তিনি বলেন আমি রমজানে সব কাজ একা একা কি ভাবে করবো। আর ভালো বিয়ে আসলে দিয়ে দিবে।আমি অনেক বুঝিয়েছি পরে মুখ কালো করে বলে আমি জানি না,তোর যেইটা ভালো লাগে ঐইটা কর আমি জানি না।শায়েখ আমি যদি মার অবাধ্য হয়ে মাদ্রাসায় যাই তা হলে কি আমার গুনাহ হবে, আমার ভাই ও রাজি হয় না।আমার কি করতে পারি?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনার মা রাজি না থাকলে আপনার মাদ্রাসায় যাওয়ার প্রয়োজন নেই। বাসায় কোন শিক্ষিকা রেখে কুরআন ভালো করে শিখতে পারেন। বর্তমানে বাসায় থেকেও বিভিন্নভাবে কুরআন শেখা যায়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6692",
    "question": "আসসালামু আলাইকুম, আমার বাবার ইনকাম হারাম।আমি একজন মেয়ে এবং বাবার উপর নির্ভরশীল।এমতাবস্থায় আমি কি তার আয়ে চলতে পারব? পারলে কতটুকু পারব?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি সুযোগ অনুযায়ী তাকে হারাম থেকে বিরত থাকার কথা বলবেন। আর আপনি মেয়ে হওয়ার কারণে তার আয়ে আপনি চলতে পারবেন যদি আপনার আয়ের কোন ব্যবস্থা না থাকে। প্রয়োজনীয় সকল খরচ আপনি তার থেকে নিতে পারবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6693",
    "question": "আসসালামু আলাইকুম।শায়খ আমার দুটো প্রশ্ন। ১.লা হা ওয়ালা… ইয়া জাল জালালি… লা ইলাহা ইল্লা আনকা সুবহানাকা ইত্যাদি জিকিরের কোন সময়, সংখ্যা বা নিয়ম কি?২.আমি যৌথ পরিবারে বাস করি। আম্মা,বড় ভাইয়ের ছেলে, ছেলের বউ এবং অন্যান্য ভাই ভাবী সবাই একই বাড়িতে থাকি। চাকরির সুবাদে আমি পরিবার নিয়ে বাইরে আছি।বড় ভাই দ্বীনের ব্যাপারে উদাসীন হওয়ায় এখন গ্রামে গিয়ে একই বাড়িতে বাস করা আমার জন্য প্রায় অসম্ভব।উল্লেখ্য তাদের সাথে আমার সুসম্পর্ক রয়েছে। এমতাবস্থায় আমি যদি দ্বীন রক্ষার্থে পাশের গ্রামে আমার পৈতৃক জমিতে বাড়ি করি তাহলে সেখানে মাটি ফেলে ঘরবাড়ি করতে হবে যা বিরাট কর্মকান্ড।এটা কি দুনিয়া আসক্তির পর্যায়ে পড়বে? যদি না হয় তবে কি আমি হিজরতের সওয়াব পাবো?আম্মাকে বিষয়টি খুলে বলেছি তিনি শুনে বলেছেন যাও আল্লাহ তোমাকে ভালই রাখবেন ইনশাআল্লাহ।।",
    "answer": "ওয়া আলাইকুমুস সালাম। এগুলো পড়ার বিশেষ কোন সময় বা সংখ্যা আছে বিষয়টি পুরোপুরি এরকম নয়। বিপদের সময় লা ইলাহা ইল্লা আনকা সুবহানাকা.. এই বেশী বেশী পড়তে হয়ে। দুআ করার সময় ইয়া জাল জালালি.. পড়তে পারেন। বিস্তারিত জানতে “রাহে বেলায়াত” বইটি পড়বেন।\r\n\r\n২। দুনিয়াতে থাকতে হলে মানুষের বাসস্থান প্রয়োজন। হালাল টাকা দিয়ে আপনি বাড়ি করতে পারেন, এতে কোন সমস্যা নেই। দুনিয়ার আসক্তি হলো ইবাদাত বাদ দিয়ে হালাল-হারামের পরোয়া না করে সম্পদ জমা করা। আর বাড়ি না করলেও এখানে হিজরতের কিছু নেই। যেখানে থাকবেন আত্মীয় স্বজনদের সাথে স্বাভাবিক সম্পর্ক বজায় রাখবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6694",
    "question": "আস-সালামু আলাইকুমআমি একটা job করার সুযোগ পেয়েছি একটা প্রতিষ্ঠান থেকে। এই প্রতিষ্ঠান একটা সুদের ব্যাঙ্ক চালায়। Doctor & nurse assistant job এটার training খরচ বিনামূল্যে(Bank এগুলো চালায়), তবে ওখান থেকে training নিলে job নিতেই হবে। এখন এই job টা যদি হালাল হয় তাহলে করতে পারবো আমি। অনুরোধ রইল জানাবেন এ বিষয়টি।",
    "answer": "ওয়া আলাইকুমুস সালাম। সুদভিত্তিক ব্যাংকের কোন প্রতিষ্ঠানে একান্ত বাধ্য না হলে কোন কাজ করা যাবে না। যদি অন্য কোনভাবে আয়ের সুযোগ থাকে তাহলে এখানে কোন চাকুরী করবেন না। প্রয়োজনে 01734717299",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6695",
    "question": "আমার স্বামী পূর্বে বিভিন্ন খারাপ কাজের সাথে যুক্ত ছিলেন, যা আমি বিয়ের পর জানতে পেরেছি। এজন্য আমি রাগ করে বাবার বাড়িতে চলে এসেছি এবং এলাকার বেশিরভাগ মানুষ আমার স্বামী এবং তার পরিবারকে সহ্য করতে পারে না তাদের পূর্বের কাজের জন্য। কিন্তু আমার স্বামী আমাকে অনেক ভালোবাসে। সে আলহামদুলিল্লাহ দ্বীনের পথে ফিরেছে। হালাল কাজ করে। কিন্তু তার আগের কাজগুলোর জন্য আমার মা বাবা আমাকে আমার স্বামীর কাছে যেতে দিতে চায় না। এখন আমার কি করা উচিত। স্বামীকে ক্ষমা করে তার সাথে থাকা উচিত নাকি মা বাবার কথা শুনে তাকে ছেড়ে দেওয়া উচিত।মা বাবার মান সম্মান এর ভয়ে আমি যেতে পারছি না।মা বাবার বাড়িতে প্রায় এক বছর ধরে আছি। কিন্তু মা বাবাকে বোঝানো প্রায় অসম্ভব।এ অবস্থায় আমি কি তাদের অবাধ্য হতে পারব? মেহেরবানী করে কোনো পরামর্শ দেন।",
    "answer": "বিয়ের পর মহিলারা স্বামীর অধীনে চলে যায়। স্বামীর কথা মান্য করা তার জন্য আবশ্যক হয়ে যায়। যেহেতু আপনার স্বামী হালাল ইনকাম করে, ধর্মের পথে আছে সেহেতু আপনার এখন স্বামীর কাছে চলে যাওয়া উচিত বলে মনে করি। পিতা-মাতাও আপনার কল্যান চায়। কিন্তু অনেক সময় তারা ঠুনকো অযুহাতে সন্তানের বিপদেরও কারণ হয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6696",
    "question": "Assalamualaikum waromatulllah আলহমদুলিল্লাহ,আমি ১ বসর ধরে নামাজ পড়া শুরু করেছি।তার আগে আমি নামাজ ঠিকমতো পড়তাম না।এখন আমার বয়স ১৫।তাহলে আমি যেসব নামাজ আগে পড়ি নাই সেগুলো কি আদায় করতে হবে? আর আদায় না করলে কি গুনা হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, প্রাপ্তবয়স্ক হওয়ার পর যে নামাযাগুলো পড়েন নি সেগুলো আদায় করতে হবে। আপনি প্রতি ফরজ নামাযের সময় কিছু কিছু করে আগের বাদ যাওয়া নামায আদায় করবেন। আর আল্লাহর কাছে ইচ্ছাকৃত নামায ত্যাগ করার কারণে ক্ষমা চাইবেন। ইচ্ছাকৃত নামায ত্যাগ বড় ধরণের গুনাহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6697",
    "question": "আসসালামুয়ালাইকুম ওয়ারাহমাতুল্লাহ। যখন আমার বয়স ১২-১৩ আমি অনেক মানুষের হক নষ্ট করেছি। আলহামদুলিল্লাহ,আমি ১ বছর ধরে আমি ইসলাম পুরোপুরি মানার চেষ্টা করছি।এখন আমার বয়স ১৫।কিন্তু আমি বুঝতেছিনা আমার বয়স যখন ১২-১৩ ছিল তখন কি আমি প্রাপ্তবয়স্ক ছিলাম কি না। আর ১৫ বছর হলে মানুষ প্রাপ্তবয়স্ক হয়ে যায়।এখন আমার করণীয় কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। যাদের হক নষ্ট করেছেন বলে মনে আছে তাদের হক তাদেরকে বুঝিয়ে দিবেন, তাদের কাছে ক্ষমা চেয়ে নিবেন। যেগুলো  মনে নেই সেগুলোর জন্য আল্লাহর কাছে ক্ষমা প্রার্থনা করবেন। ইনশাআল্লাহ আল্লাহ আপনাকে ক্ষমা করে দিবেন। আল্লাহ আপনাকে ধর্মের পথে অটুট রাখুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6698",
    "question": "আসসালামুয়ালাইকুম ওয়ারাহমাতুল্লাহ। ‘আল্লাহুম্মা ইন্নি আউজুবিকা মিনাল খুবসি ওয়াল খাবায়িস’এই দুআ কি আমি টয়লেটে বসার সময় পরব নাকি টয়লেটে ঢোকার আগে পরব?",
    "answer": "ওয়া আলাইকুমুস সালাম। বাথরুমে প্রবেশ করার পূর্বে পড়তে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আদব আখলাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6699",
    "question": "আসসালামু আলাইকুম সম্মানিত শায়েখ। খিমার পরলে কপাল ঢাকা থাকে। এই অবস্থায় সিজদাহ দিলে কি সিজদাহ্ শুদ্ধ হবে? নাকি কপালের চামড়া জায়নামাযে স্পর্শ করতে হবে??? অনুগ্রহ করে উত্তর টা জানাবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। কপাল ঢাকা থাকলেও সাজদা সহীহ হবে। চামড়া জায়নামায স্পর্শ করা জরুরী নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6700",
    "question": "আমি জেনারেল লাইনের ১০ম শ্রেণির শিক্ষার্থী। আম্মু আব্বুর ইচ্ছা আমি সরকারি কলেজে পড়ি যেখানে সহশিক্ষা রয়েছে,যার জন্য আমি ওখানে পড়তে চাই না।আমি সরকারি মহিলা কলেজে পড়তে চাই।আম্মুকে বোঝানোর চেষ্টা করি, পরিবারের সদস্যদের সকলেই মানতে নারাজ।অনেক বকাবকি করে, আম্মু মারধরও করে।আম্মু বলে যে সে এসব টেনশন আর নিতে পারে না। আমি কি করব? আমি কি ইচ্ছা করে পরীক্ষা খারাপ করব যাতে আমি ওই কলেজে না টিকি? নাকি পরীক্ষা ভালো করে দিব?আমি অনেক হতাশায় ভুগছি।নামাজে মন দিতে পারছি না। আমি পড়ালেখায় আলহামদুলিল্লাহ যথেষ্ট ভালো। পড়ালেখা করতে ভালো লাগে। আমি জানি না আমি কি করব।আমাকে উত্তম নাসীহা করন।",
    "answer": "সহশিক্ষা আছে এমন প্রতিষ্ঠানে পড়াশোনা করবেন না। এজন্য যে কৌশল অবলম্বন করার প্রয়োজন সেটা আপনি করতে পারেন। শুধু পড়াশোনা না, সকল ক্ষেত্রে ধর্ম পালনের জন্য প্রয়োজনীয় কৌশল আপনাকে অবলম্বন করতে হবে, কারণ আপনি পরিবারের পক্ষ থেকে ধর্ম পালনের সাপোর্ট খুব একটা পাবেন না বলে মনে হচ্ছে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6701",
    "question": "আমারবিয়েহয়েছে৬বছর।আমারস্ত্রীনম্রভদ্র,নামাজপরেঠিকমতো,কিন্তুআমিহঠাৎকরেইকথাপ্রসংগেজানতেপারলামযে,সেফরজগোসলেরনিয়মজানেনা।গোসলযখনফরজহতোসেতখনসাধারণভাবেইগোসলকরেনামাজপরতো।আমিকখনোভাবিওনাইযেআমারস্ত্রীএটাজানেনা,তাইআমিওএটানিয়েকখনোকিছুবলিনাই।এখনআমারপ্রশ্ন,গতো৬বছরেযতোনামাজরোজাকরেছে,সেগুলাতাহলেকিহবে?আমারস্ত্রীএখনকিকরতেপারে?",
    "answer": "এখন ভাল করে নিয়ম কানুন শিখিয়ে দিবেন। ভবিষ্যতে যেন সঠিক ভাবে গোসল করে। অতীতের ভুলের জন্য আল্লাহর কাছে ক্ষমা প্রার্থনা করবে। ইনশাআল্লাহ আল্লাহ তায়ালা ভুল-ত্রুটি ক্ষমা করে দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6702",
    "question": "আসসালামু আলাইকুম, শাইখ। আমি কিছু প্রাইজ বন্ড পুরস্কার হিসাবে পেয়েছি। এগুলো গ্রহণ করা কি হালাল হবে? জাযাকাল্লাহু খাইরা।",
    "answer": "ওয়া আলাইকুমুস সালাম। না, প্রাইজবন্ড সুদের অন্তর্ভূক্ত। প্রাইজবন্ড কেনা যাবে না, গ্রহন করা যবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6703",
    "question": "মহিলাদের পায়ের গোড়ালি পর্যন্ত ঢাকা থাকলে, পায়ের বাকিটা যদি খোলা থাকে তাহলে কি নামায আদায় হবে?",
    "answer": "নামাযের সময় মহিলারা পায়ের পাতা পর্যন্ত ঢেকে রাখবে। নামায আদায়ের  পায়ের কোন অংশ যেন দেখা না যায়। মুখ ও হাতের কব্জি ছাড়া পুরো শরীর ঢেকে রাখতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পোশাক-পর্দা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6704",
    "question": "আসসালামু আলাইকুম স্যার বাইনারি ট্রেডিং কি হারাম না হালাল?",
    "answer": "ওয়া আলাইকুমুস সালাম। এগুলো সম্পূর্ণ হারাম। মানুষ ঠকানোর এই সব লেনদেন বিভিন্ন নামে বিভিন্ন সময় আসে, মানুষকে অর্থনৈতিক ভাবে এবং মানসিকভাবে ধ্বংস করে আবার উধাও হয়ে হয়ে যায়। সম্পূর্ণ সুদ ও প্রতারণা ভিত্তিক এই সব লেনদেন করা থেকে পুরোপুরি বিরত থাকতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6705",
    "question": "Assalamu’alaikum waromatulllah‘ সুবহাানা কাল্লাাহুম্মা ওয়া বিহামদিকা আশহাদু আল লাা ইলাাহা ইল্লাা আনতা আস্তাগফিরুকা ওয়া আতূবু ইলাইক ‘ এই দুআ কুরআন পড়ার পর, নামাজের পর, ওযুর শেষে কি পড়ার কোনো সহীহ হাদীস রয়েছে নাকি বিদআত ?",
    "answer": "এই দুআটি বৈঠক শেষে পড়তে হয়। রাসূলুল্লাহ সা. মসজিলস বা বৈঠক শেষে এই দুআটি পড়তেন। হাদীসে এমনই আছে। সুনানু আবু দাউদ, হাদীস নং ৪৮৫৯\r\n\r\nআরবী পাঠ হলো : سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ অর্থ : হে আল্লাহ! তুমি পবিত্র এবং সমস্ত প্রশংসা তোমার জন্য। আমি সাক্ষ্য দিই যে তুমি ছাড়া আর কোনো উপাস্য নেই। তোমার কাছে ক্ষমা প্রার্থনা করি এবং তোমার দিকেই প্রত্যাবর্তন করি।বৈঠক ছাড়াও যে কোন সময় এই দুআ পড়তে সমস্যা নেই। এখানে আল্লাহর প্রশংসা করে তাঁর কাছে ক্ষমা চাওয়া হয়েছে। এটাই মূ’মিনের সাধারণ গুণ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিদআত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6706",
    "question": "বর্তমানে চাকরি নিতে হলে ঘুষ লাগে। ঘুষ ছাড়া চাকরি হয়না।ঘুষ দিয়ে চাকরি নিলে ঐ বেতন কি হারাম হবে?",
    "answer": "ঘুষকে জায়েজ বলার কোন সুযোগ নেই। যোগ্যতা থাকার পরও ঘুষ দিতে হলে এটা জুলুম। আপনি জুলুমের শিকার হলে বেতন বৈধ হবে ইনশাআল্লাহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6707",
    "question": "আসসালামু আলাইকুম ওরাহমাতুল্লাহ প্রশ্নটা খুবই গুরুত্বপূর্ণ কারণ এটার সাথে আমাদের ইনকামের সম্পর্ক দয়া করে বিবেচনা করবেন।আমার একটা প্রশ্ন ছিল অনলাইন ইনকাম ব্যাপারে?প্রশ্নটি একটু লম্বা তার জন্য দুঃখিত আসলে এটা আপনাকে বোঝার জন্য আমি বিস্তারিত লেখা। এবং আমি তাদের ওয়েবসাইটের ঠিকানা আপনাকে দিয়েছি।আপনি ইউটিউবে currys অনলাইন ওয়ার্ক নামে ভিডিও পেয়ে যাবেন যা আপনাকে বুঝতে সাহায্য করবে। Currysplc-rou.comসম্প্রতি একটা প্রতিষ্ঠান বাংলাদেশে এসেছে তারা আমাদেরকে বারোটি কাজের অর্ডার দিয়ে থাকে বিভিন্ন ইলেকট্রনিক্স পণ্য তারা আমাদেরকে অর্ডার গুলি জমা দিতে বলে বিভিন্ন সাইটে আমরাই 12 টি অর্ডার সম্পন্ন করলে তারা আমাদেরকে প্রতি অর্ডার কিছু কমিশন দিয়ে থাকে। এই কোম্পানির কিছু প্লাটফর্ম আছে যেগুলোতে আপনি একটা নির্দিষ্ট এমাউন্ট ইনভেস্ট করলে সে ইনভেস্টের উপর কোম্পানি আমাদেরকে 12 টি পণ্য দিয়ে থাকে এবং প্রতিটি পণ্যের উপর আমাদের কমিশন দিয়ে থাকে।প্রশ্নটি বোঝার জন্য আপনাকে আরেকটু সহজ করে বলি ধরুন আপনি দশ হাজার টাকা দিয়ে রেজিস্ট্রেশন করেছেন তখন তারা আপনাকে ইলেকট্রনিক্স পণ্য আইটেম দেবে এবং আপনার কাজ হচ্ছে এই ইলেকট্রনিক্স পণ্যগুলি অর্ডার সাবমিট করা প্রতিটি সাবমিট এর জন্য আপনি ২০ টাকা থেকে ২৫ টাকা কমিশন পাবেন।এখন আমার প্রশ্ন হচ্ছে এ কমিশন নেওয়াটা অথবা এ কাজটা থেকে যে ইনকাম হচ্ছে তা হালাল কিনা?12টি কাজের কাজ:Currys-এর কাজ হল দিনে 12 বার কাজগুলি সম্পূর্ণ করা৷ কাজগুলি সম্পূর্ণ করার উদ্দেশ্য হল অনলাইন ব্যবসায়ীদের বিক্রয় বৃদ্ধি করা৷ কাজের অর্ডার সম্পূর্ণ করা আসলে পণ্যগুলি পাবে না, তবে কেবল অনুসন্ধান পৃষ্ঠায় পণ্যগুলির র‌্যাঙ্কিং উন্নত করবে৷ ব্যবসায়ী জন্য যতক্ষণ না আপনি প্রতিদিন 12টি কাজ সম্পূর্ণ করবেন, আপনি একটি কমিশন পাবেন। প্রতিটি কাজের জন্য আপনি একটি কমিশন পাবেন। কাজটি খুবই সহজ। কাজটি সম্পূর্ণ করতে এবং আয় করতে দিনে মাত্র 10-20 মিনিট সময় লাগে। সামান্য কমিশন হ্রাস এবং সামান্য বৃদ্ধি স্বাভাবিক কারণ আমাদের অ্যাপে কাজ করার জন্য হাজার হাজার পণ্যের বিভাগ রয়েছে এবং প্রতিটি আইটেম ভিন্ন মূল্যে আলাদা কমিশন আয়ের প্রতিনিধিত্ব করে!প্ল্যাটফর্মটি কীভাবে নতুন ব্যবহারকারীদের পরিষেবা দেয়:1. প্রথমে রেজিস্ট্রেশন সম্পূর্ণ করুন এবং একটি কাজের অ্যাকাউন্ট খুলুন, এবং আপনি 6000TK কোম্পানির দ্বারা প্রদত্ত ট্রায়াল ফান্ড পাবেন। এটি তিন দিনের জন্য বৈধ।ব্যবহারকারীরা ট্রায়াল সময়কালে রিচার্জ করতে পারেন। কোম্পানির ট্রায়াল পিরিয়ড হল একটি বন্ধুত্বপূর্ণ প্রক্রিয়া যা নতুন ব্যবহারকারীদের কাজের সাথে পরিচিত করার জন্য ডিজাইন করা হয়েছে! যদি ব্যবহারকারী জানে কিভাবে এটি কাজ করে, তাহলে ব্যবহারকারী ট্রায়াল সময়কালে টপ আপ করতে পারেন!2. আপনি যখন আমাদের কোম্পানির একজন নিয়মিত কর্মচারী হয়ে যান, তখন আপনি আপনার পছন্দের কর্মক্ষেত্রে স্থায়ীভাবে কাজ করতে পারেন এবং আপনার দীর্ঘমেয়াদী কাজ থেকে কমিশন উপার্জন করতে পারেন! (সর্বনিম্ন কর্মক্ষেত্রে 482TK রিচার্জ প্রয়োজন)।3. যদি আপনার কাজের অ্যাকাউন্টের ব্যালেন্স 482TK-এর কম হয়, তাহলে আপনি বিক্রেতার কাছ থেকে ম্যাচিং অর্ডার পেতে সক্ষম হবেন না এবং আপনি কাজ চালিয়ে যেতে পারবেন না। আপনাকে নিশ্চিত করতে হবে যে আপনার অ্যাকাউন্টে কমপক্ষে 482TK আছে৷ যতক্ষণ না আপনার অ্যাকাউন্টে তহবিল থাকবে, বিক্রেতা আমাদের প্রধান প্ল্যাটফর্মের মাধ্যমে স্বয়ংক্রিয়ভাবে আপনার জন্য নতুন অর্ডারগুলি মিলবে৷4. আপনি কারি প্ল্যাটফর্মে প্রচারের লিঙ্ক খুলতে পারেন এবং আপনার বন্ধুদের এই খণ্ডকালীন চাকরিতে অংশগ্রহণের জন্য আমন্ত্রণ জানাতে পারেন। যদি আপনার বন্ধু একজন নিয়মিত কর্মচারী হয়ে যায়, তাহলে আপনি আপনার বন্ধুর দৈনিক আয়ের 6%, 8% এবং 10% টিম কমিশন আয় করতে পারেন।5. আমাদের কারি গ্রুপের নিজস্ব শপিং প্ল্যাটফর্ম রয়েছে, যা সম্পূর্ণরূপে স্ব-উত্পাদিত এবং বিক্রি হয়, যা প্রতিদিন বিশ্বজুড়ে 2.1 মিলিয়ন ব্যবহারকারীর স্বাভাবিক অপারেশন নিশ্চিত করে।Curries একটি কেনাকাটা প্ল্যাটফর্ম, একটি বিনিয়োগ প্ল্যাটফর্ম নয়! ব্যবহারকারীর রিচার্জের পরিমাণ কোম্পানির কাছে রিচার্জ করা হয় না! আমাদের কোম্পানি ব্যবহারকারীদের কোনো সম্পত্তি অপব্যবহার করবে না! ব্যবহারকারীর রিচার্জের পরিমাণ শুধুমাত্র পণ্য ক্রয় এবং ভার্চুয়াল অর্ডার দেওয়ার জন্য ব্যবহৃত হয়।আপনি ধরে নিতে পারেন যে আপনি একজন প্রকৃত অনলাইন ক্রেতা, এবং আপনি বাংলাদেশ ব্যাংকে যে টাকা রিচার্জ করেন তা আপনার কেনাকাটার তহবিল! আমাদের কোম্পানি বাংলাদেশ ব্যাংকের সাথে একটি সহযোগিতায় পৌঁছেছে। ব্যবহারকারীর সমস্ত সম্পত্তি বাংলাদেশ ব্যাংক রাখবে, আমাদের কোম্পানি নয়! সংক্ষেপে, আপনার এবং একজন প্রকৃত অনলাইন ক্রেতার মধ্যে পার্থক্য হল আপনি পণ্যটি পাবেন না, কিন্তু আপনার অর্ডারটি আসল! যার ফলে পণ্য ক্রয় বৃদ্ধি খুব সহজ! Curries একটি শপিং প্ল্যাটফর্ম, একটি বিনিয়োগ প্ল্যাটফর্ম নয়! ব্যবহারকারী যদি আমাদের কোম্পানিতে বিনিয়োগের পরিমাণ ছেড়ে দেন, প্রকৃতি পরিবর্তন হবে এবং আমাদের কোম্পানির ব্যবস্থাপনা এটির অনুমতি দেয় না! এতে জনমত ও অহেতুক ঝামেলা হবে অনেক! আপনি যে অ্যাপ্লিকেশনটি ব্যবহার করেন সেটি হল Cuyyrs অফিসিয়াল ওয়েবসাইট এবং অনলাইন কর্মীদের মধ্যে সেতুবন্ধন, যাতে ব্যবহারকারীরা আয় উপার্জনের জন্য অ্যাপ্লিকেশনটিতে ভার্চুয়াল অর্ডার দিতে পারেনআমাদের কাজ বণিক কর্তৃক প্রদত্ত কমিশনের উপর ভিত্তি করে এবং আমরা সার্চ ইঞ্জিনে তাদের পণ্যের র‌্যাঙ্কিং উন্নত করতে বণিককে সাহায্য করি। যতক্ষণ না আপনি প্রতিদিন 12টি কাজ সম্পূর্ণ করেন, ততক্ষণ আপনি কমিশন পেতে পারেন। আপনি প্রতিটি কাজের জন্য একটি কমিশন উপার্জন করবেন। প্রতিটি অর্ডার আপনার কাজের অ্যাকাউন্টে ফান্ড ব্যালেন্সের উপর ভিত্তি করে সংশ্লিষ্ট পণ্যের সাথে মিলিত হবে। অবশ্যই, পণ্যগুলি ব্যয়বহুল বা সস্তা হতে পারে এবং কমিশনগুলিও আলাদা হবে।",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, এই বিজনেস সম্পূর্ণ অবৈধ। বিভিন্ন কারণে এভাবে লেনদেন ইসলামে জায়েজ নেই। অনলাইন জুড়ে যে বিভিন্ন ধরণের জুয়া বিস্তার লাভ করেছে এগুলো তারই একটি প্রকার।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6708",
    "question": "আস-সালামু আলাইকুম,  আমার প্রশ্ন হলো আমার বাবা একটা ব্যাংক থেকে লোন নিয়েছেন এখন সেই টাকা দিয়ে কি আমি সৌদি আরব গিয়ে পরিশ্রম করে টাকা উপাজন করতে পারবো কি আর আব্বার কাছ থেকে মূলত হাওলাত করে নিতেছি আমিও চাইনা হারাম থাকতে ইনশাআল্লাহ তারাতাড়ি ব্যাংক এর টাকা পরিশোধ করে আর কোনোদিন হারাম টাকার কামাই খাবো না।",
    "answer": "যদি ব্যাংক থেকে লোন নেয়া ছাড়া যদি খাবার-দাবার বা জীবন ধারণের কোন ব্যবস্থা না থাকে, মৃত্যু অবধারিত তাহলে ব্যাং থেকে জীবন ধারণ পরিমাণ টাকা লোন নিতে পারেন। বিদেশে যাওয়ার জন্য লোন নেয়ার কোন সুযোগ নেই, সম্পূর্ণ হারাম। আপনার বাবা হারামে জড়ালে তাকে হারাম থেকে বের করার চেষ্টা করুন, তার থেকে হারাম টাকা ধার নিয়ে তাকে হারামে লিপ্ত হতে উৎসাহিত করতে পারবেন না।\r\n\r\nদ্বিতীয়ত, মানুষের জীবনে যে কোন সময় ফুরিয়ে যেতে পারে। সুতরাং এখন এটা নিয়ে পরে ভালো হয়ে যাবো এগুলো জ্ঞানী মানুষের কথা নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6709",
    "question": "I am working in a bank. My only income is from the salary. Is it halal or haram??",
    "answer": "সুদভিত্তিক ব্যাংকে কাজ করে উপার্জিত অর্থ হালাল নয়। তবে শরীয়াহ অনুযায়ী পরিচালিত ব্যাংকে কাজ করে উপার্জিত অর্থ হালাল হবে। কেননা হররত জাবরে রা. বলনে, لَعَنَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- آكِلَ الرِّبَا وَمُوكِلَهُ وَكَاتِبَهُ وَشَاهِدَيْهِ وَقَالَ هُمْ سَوَاءٌ র্অথ: রাসূলুল্লাহ সা. সুদ গ্রহীতা, দাতা, লখেক, সাক্ষীদ্বয় প্রত্যকেরে উপর লানাত (অভশিাপ) দিয়েছেন এবং বলছেনে (পাপরে দকি থকে) সবাই সমান। সহীহ মুসলমি, হাদীস নং৪১১৭।\r\n\r\nযদি সুদভিত্তিক ব্যাংক হয় তাহলে আপনি যত দ্রুত সম্ভব একটি হালাল কাজের সন্ধান করুন। এখানে চাকুরী করা যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6710",
    "question": "আমি একটা অনলাইন ব্যবসায় জড়িত ছিলাম যেখান থেকে প্রায় অর্ধকোটি টাকা আয় করি। আমার ব্যবসাটা ছিল ডলার ক্রয় বিক্রয় নিয়ে। আমার কাছে বিষয়টা সন্দেহজনক লাগতে থাকে, যে আসলে হারাম হলো নাকি হালাল। তবে হারাম হওয়ার সম্ভাবনা প্রায় ৮০%। গত ২ মাস আগে হেদায়েত প্রাপ্ত হওয়ায় আমি সব কিছু ছেড়ে দিয়ে দ্বীনের পথে ফিরে এসেছি। প্রচুর কেঁদেছি কৃতকর্মের সকল পাপ কাজের জন্য।ইতিমধ্যে ৫০ লক্ষ টাকা খরচ করে বাড়ি করা হয়ে গেছে। হাতে আর অল্প কিছু অবশিষ্ট আছে। এখন যেহেতু কাজ ছেড়ে দিয়েছি, এখন আমার কোনো ইনকাম সোর্স নাই। আমি এখন কিভাবে কি করলে আল্লাহর কাছে ক্ষমা পাবো 😭  যদিও আমি ওই ব্যবসাটা করলে এই দুনিয়ার জীবন খুবই হাইফাই করে কাটাতে পারতাম। তবুও এই ক্ষণস্থায়ী দুনিয়া থেকে আমি মন উঠিয়ে নিয়ে আখিরাত এর জন্য ১০০% মনোনিবেশ করতেছি। ডাল ভাত খেয়ে জীবন পার করে দিবো, তবুও জেনে বুঝে আর কখনো ইসলাম বিরোধী কোনো কাজ করবো না ইনশাআল্লাহ। আল্লাহ সাহায্য করুন 😭",
    "answer": "আল্লাহ আপনাকে ধর্মের উপর অটুট রাখুন। যেহেতু বাড়ি হারাম টাকার সেহেতেু এই বাড়ি আপনি নিজের কাছে রাখতে পারবেন না। যদি হারাম টাকা ছাড়া কোন টাকাই না থাকে তাহলে জীবন ধারণের জন্য খুব প্রয়োজনীয় কিছু টাকা রেখে বাকী সব কিছু গরীবদেরকে দিয়ে দিতে হবে সওয়াবের নিয়ত ছাড়া। ভবিষ্যতে যদি আল্লাহ স্বচ্ছলতা দান করেন তাহলে যেটুকু কাছে রেখেছিলেন সেগুলোও অসহায়দের দিয়ে দিতে হবে।\r\n\r\nআর যদি জীবন ধারণ পরিমাণ হালাল টাকা থাকে তাহলে হারাম টাকার কিছুই রাখা যাবে না।\r\n\r\nএটা কঠিন কাজ, তবে শক্তিশালী মূ’মিনের জন্য সহনীয়। আপনি মনকে শক্ত করুন যে, হারাম মাধ্যমে যদি আল্লাহ টাকা-পয়সা দান করেন তাহলে হালাল মাধ্যমে আরো বেশী দান করবেন ইনশাআল্লাহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6711",
    "question": "আস-সালামু আলাইকুম, বিসিএস এ কাস্টমস, এক্সসাইজ এবং ভ্যাট ক্যাডারে এসিস্ট্যান্ট কমিশনার  হিসেবে চাকুরি করলে সেই বেতন কি হালাল হবে? দয়া করে দ্রুত জানাবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, এই চাকুরী জায়েজ। তবে হারাম কিছুতে লিপ্ত হলে সেটা ভিন্ন কথা। হারামের আলাদা গুনাহ হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6712",
    "question": "আস-সালামু আলাইকুম ওয়া রহমাতুল্লহ।  সুন্নত বা নফল নামাজ আদায়ের ক্ষেত্রে যদি স্বশব্দে অর্থাৎ হালকা আওয়াজ করে যদি কীরাত পাঠ করি যাতে পাশে থাকা মানুষের ও ক্ষতি না হয় তাহলে কি এভাবে স্বশব্দে কীরাত পড়া যাবে কিনা? ফরজ নামাজ একাকি পড়া অবস্থায় স্বশব্দে কীরাত তিলাওয়াত করা যাবে কিনা?",
    "answer": "ওয়া আলাইকুমুস সালাম। দিনের বেলায় নফল নামাযের কুরআন নি:শব্দে পড়তে হবে, স্বশব্দে পড়া যাব না। রাতের বেলার নফল নামাযে স্বশব্দে কুরআন পড়তে সমস্যা নেই। বরং স্বশব্দে পড়া উত্তম। হাসান বসরী রহ. বলেন, صَلَاةُ النَّهَارِ عَجْمَاءُ، وَصَلَاةُ اللَّيْلِ تُسْمِعُ أُذُنَيْكَ দিনের নামায নিম্নস্বরের এবং রাতের নামায তোমার কানকে শুনাবে। (মুসান্নাফে ইবনে আবী শাইবা ৩৬৬৪) যে সব ফরজ নামাযে ইমাম সাহেবে স্বশব্দে কুরআন পড়েন (ফজর, মাগরিব এবং এশা)  সে সব নামাযগুলোতে একাকী নামায আদায়ের ক্ষেত্রে স্বশব্দে পড়তে সমস্যা নেই। নি:শব্দেও পড়া যাবে। আর যোহর এবং আসরের নামাযে নি:শব্দে পড়া আবশ্যক।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6713",
    "question": "আমার বয়স ২১ বছর, আমি সাধারন পড়ুয়া ছাত্র, আমি বর্তমানে মেডিক্যাল কলেজ ও বিশ্ববিদ্যালয়ে ভর্তি পরীক্ষার জন্য পড়ছি। আমি এর আগে কিছু পরীক্ষায় মেডিকেল কলেজে চান্স পাইনি, এজন্য আমাকে এখন পরিবারের কাছ থেকে আর্থিক অপমান শুনতে হয়, যেহেতু পড়ালেখার অনেক চাপ এখন, তাই একা কিছু উপার্জন করবো সেদিকে সময় দিতে পারি না ,তাহলে পড়ালেখার অনেক ক্ষতি হতে পারে।,আমাকে এমন কোনো আমল শিখিয়ে দেন দয়া করে যেন আল্লাহ আমাকে কোনো পথ দেখান এবং আমি যেনো নিজে চলার মতো কিছু টাকা উপার্জনের পথ দেখান এবং উপার্জন সহজ করে দেন। আমি আর তাদের টাকা নিতে চাই না।",
    "answer": "রিজিক নিয়ে কোন চিন্তা করবেন না। আল্লাহর নির্ধারিত রিজিক আপনার কাছে পৌঁছে যাবে। আপনি নিজ অবস্থান থেকে চেষ্টা করবেন। রিযিকের জন্য এই দুআটি দুই সাজদার মাঝে এবং অন্যান্য সময় বারবার পাঠ করুন اللَّهُمَّ اغْفِرْ لِى وَارْحَمْنِى وَاهْدِنِى وَعَافِنِى وَارْزُقْنِى\r\n\r\nএছাড়া কুরআনের এই দুআটিও নামাযে এবং অন্যান্য সময় বেশী বেশী পড়বেন, رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6714",
    "question": "আস-সালামু আলাইকুম,,, আমার বয়স ৩৩ চলমান, আমি একজন প্রবাসী, আমার প্রশ্ন হচ্ছে পরিবার থেকে এখনও বিয়ে করানোর কোনো আগ্রহ নেই, বয়স ৩৩ বছর হওয়ার পরেও,, যদি ও বিয়ের জন্য বলা হয়েছে বিভিন্ন ভাবে ফ্যামিলিতে,,,এখন আমার করনীয় কি,,? আমি একা একা চাইলেই বিয়ে করাও সম্ভব না কারন পরিবারের সবাই বেঁচে আছে,,, কেউ এভাবে কারো মেয়ে ৭ও আমার হাতে তুলে দিবে না?",
    "answer": "ওয়া আলাইকুমুস সালাম। অভিভাবকদের স্পষ্ট করে বিয়ের কথা বলে দিবেন। যেহেতু আপনি উপার্জন করেন আপনার জন্য বিয়ে করা সহজ। নিজের প্রয়োজনের কথা সব সময় আল্লাহকে বলবেন আর এই দুআটি বিভিন্ন সময় নিয়মিত পাঠ করবেন رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6715",
    "question": "আস-সালামু আলাইকুম শায়েখ। আমার স্বামীর সাথে কথা কাটাকাটির এক পর্যায়ে আমি তাকে বলি যে, যে জায়গায় আমার কোনো দাম নেই এরকম জায়গা আমি ছাড়তে চাই। জবাবে সে আমাকে বলেছে সেটা তোমার ব্যাপার, আমি কিছু জানিনা। এখন এ কথার মাধ্যমে কি আমি অর্পিত তালাকের অনুমতি পেয়ে গেছি? এখন আমাদের করণীয় কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, কোন এ কথার মাধ্যমে কোন তালাকের অনুমতি আপনি পানি নি। এখন আপনার করণীয় হলো এই ধরণের কথোপকথন ছেড়ে দেয়া, ধৈর্যের সাথে সংসার করা, রাগারাগি- ঝগড়াঝাটি বাদ দেয়া, মনোমালিন্য হলে চুপ থাকা, স্বামীর আনুগত্য করা।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6716",
    "question": "আস-সালামু আলাইকুম। আমি চাকুরি করি। আমি ৩ লাখ টাকা ঋণ আছি। বেতনের টাকা দিয়ে এই ঋন পরিশোধ করতে কয়েকবছর লেগে যাবে। বেতন ছাড়া আমার অন্য আয় নেই। আমি ঋন পরিশোধ করার জন্য ব্যাংক থেকে লোন নিতে চাই। এটা আমার জন্য জায়েজ হবে কিনা জানতে চাই।লোন নিলে কোন ব্যাংক থেকে নিলে জায়েজ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। বেতনের টাকা দিয়ে ঋন শোধ করবেন। কোন ব্যাংক থেকে ঋন নিতে পারবেন না। অন্য লোন শোধ করার জন্য  কোন ব্যাংক থেকে লোন নেয়া জায়েজ হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6717",
    "question": "আমার এক বন্ধু পর্ণোগ্রাফিতে আক্রান্ত, তার সাথে আমিও কিছুটা।  এরকম জঘন্যতম পাপ থেকে বাঁচার উপায় কি?",
    "answer": "পাপ থেকে বেঁচে থাকতে হলে প্রথমে হৃদয়-মন থেকে ঐ পাপ না করার দৃঢ় সংকল্প করতে হবে। এরপর পাপের উপকরণ থেকে দূরে থাকতে হবে। সুতরাং মোবাইল ব্যবহার বন্ধ করে দিতে হবে, কষ্ট হলেও জাহান্নামের ভয়ে মোবাইল ব্যবহার বন্ধ করতে হবে, যাদের সাথে চলাফেরা করলে পাপে জড়িতে হওয়ার আশঙ্কা থাকে তাদের থেকে দূরে থাকতে হবে। সর্বদা মসজিদে নামায আদায় করতে হবে, ভালো মানুষদের সাথে উঠাবসা করতে হবে।\r\n\r\nআর সবকিছুর জন্য আল্লাহর কাছে দুআ করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আখিরাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6718",
    "question": "শ্রদ্ধেয় মুহতারাম…আস-সালামু আলাইকুম।আমি কম্পিউটারে কম্পোজ, অনলাইন এবং ছবির কাজ করি। আমাদের দোকানে সুদভিত্তিক প্রতিষ্ঠানে চাকুরীর জন্য আবেদন করতে লোক আসে এবং যে কোন সার্টিফিকেট বা ডকুমেন্টের তথ্য এডিট করে অন্য তথ্য বসানোর জন্য কাজ আসে। এছাড়া কিছুদিন ধরে দেখতে পারছি যে, আমার মত কিছু দোকানদার এলাকার কিছু অফিস ম্যানেজ করে ফেলেছে অফিসের লোক এবং কিছু দালাল দিয়ে যার কারণে ঔ অফিসের বেশিরভাগ কাজ তারাই পায়। উক্ত দোকানদারগণ অফিসের লোক এবং দালালদের সুবিধা প্রদান করে। আমি নিজে এটা দেখে ঔ একই কাজ করা শুরু করলে আমি খেয়াল করি যে, এর কারণে বাজার নিয়ন্ত্রন করা হয়, অন্য দোকানদারগণ কাস্টমার পাওয়া থেকে বঞ্চিত হয়, অফিসের লোক এবং দালালদের আয়ের কিছু অংশ দেয়ার কারণে কাস্টমারের ব্যয় বেশি হয়ে যায়। এই বিষয়টি হারাম বুঝতে পেরে আমি এভাবে কাজ করা বাদ দেই। এতে আমার আয় একেবারেই কমে যায়।এমতাবস্থায় সুদভিত্তিক প্রতিষ্ঠানে চাকুরীর জন্য আবেদন, ডকুমেন্টের তথ্য এডিট করা এবং অফিস, অফিসের লোক এবং দালাল দিয়ে বা অন্য মাধ্যমে অফিস ম্যানেজ করে উপরোক্ত মাধ্যমে আয় করা হালাল হবে কিনা?",
    "answer": "ওয়া আলাইকুমুস সালাম। সুদভিত্তিক প্রতিষ্ঠানে চাকুরীর জন্য আবেদন, দালাল নিয়োগ বা অর্থের বিনিময়ে কাষ্টামার জোগাড় করা বৈধ নয়। আপনার বর্ণনানুযায়ী এই ব্যবসার জগতটায় এখন দূষিত। সুতরাং এটা বাদ দিয়ে অন্য কোন কাজের চিন্তা করুন। আল্লাহর উপর ভরসা রাখুন, ইনশাআল্লাহ তিনি আরো ভালো আয় রোজকারের ব্যবস্থা করে দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6719",
    "question": "আমরা সবাই জানি বা দেখি বাংলাদেশে জানাযা নামাজ শেষ হওয়ার পরে আমরা দুনদিকে সালাম ফিরায়। আমি বর্তমানে সৌদি আরব থাকি এইখানে মক্কা মদিনা থেকে শুরু করে সব জায়গায় দেখি শুধু ডান দিকে সালাম ফেরানো হয়। এর পর এইটা লক্ষ করার পর আমি ইউটিউব সার্চ দিয়ে দেখি কুরানের নিয়ম অনুযায়ী একদিকে ফেরানো হয়। তো আমার প্রশ্ন হলো কোনটা সঠিক?",
    "answer": "জানাযার সময় সালাম কিভাব ফিরাতে হবে এর কোন নিয়ম কুরআনে নেই। হানাফী ও শাফেয়ী মাজহাবের ফকীহগণ বলেছেন, জানাযার সালাতে অন্যান্য সালাতের মতই দুই দিকে সালাম ফিরাবে। অন্যান্য ফকীহগণ বলেছেন, এক দিকে সালাম ফিরাতে হবে। সুতরাং একটি সঠিক আর অন্যটি সঠিক নয় বিষয়টি এমন নয়, বিষয়টি মতভেদপূর্ণ। সাধারণ মানুষের জন্য করণীয় হলো ইমাম সাহেব যেভাবে আমল করে সেভাবে আমল করা। ইমাম সাহেব একদিকে সালাম ফিরালে মুক্তাদিও একদিকে সালাম ফিরাবে, ইমাম সাহেব দুদিকে ফিরালে মুক্তাদিও দুুদিকে ফেরাবে।\r\n\r\nদলীলসহ বিস্তারিত জানতে\nআরো বিস্তারিত জানতে: https://islamqa.info/ar/answers/245030/%D8%A7%D8%B0%D8%A7-%D8%B3%D9%84%D9%85-%D8%A7%D9%84%D8%A7%D9%85%D8%A7%D9%85-%D8%AA%D8%B3%D9%84%D9%8A%D9%85%D8%AA%D9%8A%D9%86-%D9%81%D9%8A-%D8%B5%D9%84%D8%A7%D8%A9-%D8%A7%D9%84%D8%AC%D9%86%D8%A7%D8%B2%D8%A9-%D9%81%D9%87%D9%84-%D9%8A%D8%AA%D8%A7%D8%A8%D8%B9%D9%87",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জানাযা-কবর যিয়ারত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6720",
    "question": "আস-সালামু আলাইকুম ওয়া রহমাতুল্লাহআমি একজন অবিবাহিত মেয়ে। আমার প্রচুর পরিমাণ ঠান্ডা এজমার সমস্যা আছে। শীত এর সময় আমি ফজরে নামাজের জন্য অজু করতে পারি না, ঠান্ডা পানি তো ধরতেই পারি না, গরম পানি দিয়ে করলেও অনেক ঠান্ডা লাগে, অনেক হাচি পরে একপর্যায়ে শ্বাসকষ্ট হয়। এখন আমি যদি দেরি করে  ৮ -৯ টার দিকে বা যোহর এর সাথে কাযা  সালাত আদায় করি এতে কি সালাত হবে বা আমার কি গুনাহ হবে?",
    "answer": "না, ওয়াক্তের বাইরে নামায আদায় করলে সহীহ হবে না, আদায় হবে না। ওয়াক্তের মধ্যেই আপনাকে সালাত আদায় করতে হবে। গরম পানি দিয়ে ওযু করলেও যদি খুব বেশী সমস্যা হয় তাহলে তায়াম্মুম করে সালাত আদায় করবেন। যদি খুব বেশী সমস্যা না হয় তাহলে গরম পানি ব্যবহার করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6721",
    "question": "মসজিদ দূরে হলে কি ঘরে সালাত আদায় করা যাবে?",
    "answer": "মসজিদ দূর হলে হাতে বেশী সময় নিয়ে মসজিদে যেতে হবে। বাংলাদেশে এতো দূরে সাধারণত মসজিদ হয় না, যেখানে দূরের কারণে মসজিদে যাওয়া অসম্ভব হয়। যেখানে মসজিদে যেতে ঘন্টা ঘন্টা সময় লাগে সেখানে ভিন্ন কথা। পুরুষ মানুষ সর্বদা মসজিদে সালাত আদায় করবে। যদি কখনো কোন কারণে সম্ভব না হয় তখনই কেবল বাড়িতে সালাত অদায় করবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6722",
    "question": "আসসালামু আলাইকুমবাবা মারা যাওয়ায় আমাদের দুইভাইয়ের মাঝে জমি ফারায়েজ অনুযায়ী বন্টন হয়। কিন্তু আমার ও আমার ভাইয়ের বাড়ি করার মত কিছু মূল্যবান জায়গা আছে।  যেটার বিক্রিয় মূল্য  বেশি। ধরুন আমার ভাইয়ের জমির মূল্য ২০ লক্ষ আমার জমির মূল্য ১০ লক্ষ্। এমতাবস্থায় সমতা করার উদ্দেশ্যে আমাকে যদি চাষাবাদের জমি কিছু বেশি দেয় তাহলে সেটা নেওয়া কি জায়িজ হবে? ধরুন আমার ভাই কে দিল ৪ বিঘা আমাকে দিল ৫ বিঘা।উত্তর জানাবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী। জায়েজ হবে। জমির মূল্য কম বেশী হলে, মূল্য ধরে বন্টন করা অধিক উত্তম হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ফারায়েজ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6723",
    "question": "আসসালামু আলাইকুম, আমি টেপ টেনিস ক্রিকেট খেলি, ক্রিকেট খেলে আমি যে টাকা ইনকাম করি এটা কি হালাল??",
    "answer": "ওয়া আলাইকুমুস সালাম। না, জায়েজ হবে না। খেলাধুলাকে পেশা বানানো না জায়েজ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6724",
    "question": "আস্সালামু আলাইকুম।আমার বাবা মারা যাওয়ার পর তার ব্যাংকে রাখা টাকার একটা অংশ আমি মালিক হই।এখন আমার মালিকানা ১ বছর পূর্ণ হয়েছে। টাকার পরিমান ১২ লক্ষ ছিলো। তবে ১ বছর পূর্ণ হবার আগে আমি ঐ টাকা থেকে প্রায় সাড়ে পাঁচ লক্ষ্ টাকার স্বর্ণ কিনি। বাকি ৬ লক্ষ টাকা আমার কাছে আছে। এখন আমি জাকাত কিভাবে আদায় করবো? স্বর্ণ তো একবছর পূর্ণ হয়নি। কিন্তু বাকি টাকার একবছর পূর্ণ হয়েছে। দুইটার জাকাত কি একসাথে আদায় করবো? নাকি স্বর্ণের টা পরে আলাদা ভাবে একবছর হলে আদায় করবো?",
    "answer": "টাকা এবং স্বর্ণ দুটোর যাকাতই এখন আদায় করবেন। স্বর্ণের আলাদা এক বছর হওয়ার প্রয়োজন নেই। যাকাত ফরজ হওয়ার পরিমাণ সম্পদ অর্জিত হওয়ার ১ বছর পর যাকাতযোগ্য যত সম্পদ থাকবে সব সম্পদের যাকাত দিতে হবে। ফরজ হওয়ার সময় কতটুকু সম্পদ ছিল সেটা যাকাত দেওয়ার সময় বিবেচ্য নয়, বরং যাকাত আদায় করার সময় কতটুকু সম্পদ আছে সেটা দেখতে হবে, এবং সকল সম্পদের যাকাত দিতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6725",
    "question": "পিতার আগে মেয়ে মারা গেলে মেয়ের সম্পত্তিতে পিতার প্রাপ্প অংশ কতটুকু?",
    "answer": "যদি মৃত সন্তানের পুত্র, পুত্রের পুত্র বা পুত্রের পুত্রের পুত্র এভাবে যতই নিচের হোক না কেন যদি থাকে, তবে মৃত সন্তানের পিতা পাবেন সন্তানের সম্পত্তির ১/৬ অংশ।\r\n\r\nযদি মৃত সন্তানের শুধু মাত্র কন্যা সন্তান বা তাঁর পুত্রের কন্যা সন্তান থাকলে তবে পিতা সন্তানের সম্পত্তির ১/৬ অংশ পাবেন।\r\nএই ক্ষেত্রে কন্যাদের ও অন্যান্যদের দেয়ার পর অবশিষ্ট যে সম্পত্তি থাকবে তাও পিতা পাবেন।\r\n\r\nআর যদি মৃত সন্তানের কোন পুত্র-কন্যা বা পুত্রের সন্তান কিছুই না থাকে তাবে বাকী অংশীদারদের তাঁদের অংশ অনুযায়ী দেয়ার পর অবশিষ্ট যা থাকবে তার সবটুকুই বাবা পাবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ফারায়েজ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6726",
    "question": "আসসালামু আলাইকুম শায়েখ মদ খাওয়া হারাম আমরা জানি কেউ যদি জেনে শুনে দুষ্টমি করে বলে হালাল তাতে কি কোন গুনাহ হবে????",
    "answer": "ওয়া আলাইকুমুস সালাম। হারামকে হালাল বলা দুষ্টুমির বিষয় হতে পারে না। এই ধরণের দুষ্টুমি অপরাধ,  গুনাহের কাজ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6727",
    "question": "আসসালামু আলাইকুম। আমি একটা মেয়েকে পছন্দ করেছি। মেয়েটা দেখতে খুব বেশি ফর্সা/লম্বা নয়। তার বয়স ২৪ আমার বয়স ২৭।  এখন প্রশ্ন হচ্ছে আমার বাবা মা তাকে বিয়ে করাতে রাজি নয়। কারন তার বয়স বেশি। এদিকে আমি তাকে বিয়ে করতে চাই আল্লাহর সন্তুষ্টির জন্য। এখন আমার করনীয় কি? আমি যদি বাবা মায়ের অমতে  তাকে বিয়ে করি, এতে আমার পাপ হবে কি না? শরীয়ত কি বলে?",
    "answer": "ওয়া আলাইকুমুস সালাম। পিতা-মাতার পরামর্শ অনুযায়ী চলা আপনার জন্য সব দিক থেকে নিরাপদ। তাদের অমতে বিয়ে শাদী করা ঠিক হবে না। এই বয়সে অনেক সময় সঠিক সিদ্ধান্ত নেয়ার অবস্থা থাকে না, ভুল সিদ্ধান্ত নিয়ে সারা জীবন সমস্যার ভিতর দিয়ে যেতে হয়, সুতরাং পিতা-মাতার বিপরীতে নিজে কোন সিদ্ধান্ত নিবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6728",
    "question": "আসসালামু আলাইকুম,  আমার একটি জীবন ঘনিষ্ঠ প্রশ্ন ছিল,  যে আমি বিবাহ করেছি প্রায় ৫ বছর।  তো আমাদের কোন সন্তান হচ্ছে না, অনেক ডাক্তার দেখিয়েছি কিন্তু কোন লাভ হয়নি তবে আমি এক ডাক্তারের কাছে পরামর্শ করি ইদানিং। তারা আমাকে একটা সাজেশন করেছে যে আমার সিমেন(শুক্রাণু)  নিয়ে আমার ওয়াইফের যোনীপথে চিকন পাইপ দিয়ে ডিম্বানুর কাছে  পৌঁছে দিবে, এতে নাকি সন্তান এবং তার যে প্রব্লেম গুলো আছে তা ইংশা আল্লাহ সমাধান হয়ে যাবে। এখন আমার প্রশ্ন হল তা কি ইসলামি শরিয়ত মোতাবেক যায়েজ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। এই পদ্ধিতির নাম টেস্টটিউব।  টেস্টটিউবে বাচ্চা জন্ম দেয়ার একটি পদ্ধতি জায়েজ। সেটা হলো  স্বামীর শুক্রানু স্ত্রীর জরায়ুতে স্থাপন করে বাচ্চা নেয়া। সুতরাং আপনার শুক্রানু যদি আপনার স্ত্রীর জরায়ুতে স্থাপন করে তাহলে এটা জায়েজ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6729",
    "question": "আসসাামুআলাইকুম প্রিয় শায়েখ । শায়েখ মেয়েদের নাভি ফোঁড়ানো কি জায়েজ আছে ?শায়েখ উত্তরটা খুব জানার দরকার দোয়া করি উত্তর টা দিলে খুবই উপকৃত হবো।",
    "answer": "অলঙ্কার ব্যবহারের উদ্দেশ্যে নারীদের নাক, কান ফোঁড়ানো জায়েজ। কিন্তু এটি শরিয়তের কোনো বাধ্যতামূলক হুকুম নয়। সুতরাং কোনো নারী নাক, কান না ফোঁড়ালে তার কোনো গুনাহ হবে না এবং এ কারণে আখিরাতে তাকে শাস্তিও পেতে হবে না। তবে বর্তমানে আরো কিছু কিছু অঙ্গে অলঙ্কার ব্যবহার করতে দেখা যায়, যেমন : ঠোঁট, চোখ, নাভি, জিহ্বা ইত্যাদি। এসব স্থানে অলঙ্কার ব্যবহার করা অপসংস্কৃতি ও উগ্রতার বহিঃপ্রকাশ। তাই এসব স্থান ফোঁড়ানো এবং অলংকার ব্যবহার শরীয়ত অনুমোদিত নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6730",
    "question": "বিয়ের সময় আমার স্ত্রীকে কিছু স্বর্ণের গহনা দেওয়া হয়েছিল। যদিও গহনাগুলো নামে আমার স্ত্রীর হিসেবে দেওয়া হয়েছিল, কিন্তু ঐ গহনাগুলো সব সময় আমার স্ত্রীর বাবা-মার কাছেই থাকে। কখনো কোন অনুষ্ঠান হলে তখন পড়তে দেওয়া হয়, আবার সেগুলো তাদের কাছেই নিয়ে রেখে দেওয়া হয়। এমনিতে ঐ গহনাগুলো আমার স্ত্রীর পড়া বা ব্যবহার করা হয় না, বা চাইলেও সবসময় বের করার অনুমতি নেই। আমার স্ত্রীর ওই গহনাগুলো পরিবর্তন, বিক্রি বা কোন কিছু করার অনুমতি নেই, অর্থাৎ পুরোপুরি মালিকানা নেই।এমতাবস্থায়, ওই গহনাগুলোর যাকাত কি আমার স্ত্রীর আদায় করতে হবে?",
    "answer": "ঐ গহনাগুলোর মালিকানা আপনার স্ত্রীর। কারণ আপনার গহনা দিয়েছেন স্ত্রীকে, বাব-মাকে নয়। সুতরাং যাকাত আপনার স্ত্রীকে দিতে হবে।\r\n\r\nস্ত্রীর বাবা-মা যদি তাকে ইচ্ছামত ব্যবহারের অনুমতি না দেয় তাহলে এটা অনুচিত কাজ, এটা কার তাদের ঠিক হচ্ছে না, স্ত্রী যেন তার ইচ্ছামত ব্যবহার করতে পারে সে ব্যবস্থা করুন। গহনাগুলো বিক্রির, পরিবর্তনের সকল অধিকার আপনার স্ত্রীর আছে। পিতা-মাতা যদি বাধা দেয় সেটা অনধিকারচর্চা। এটা থেকে বিরত থাকা তাদের জন্য আবশ্যক।\r\n\r\nতবে স্ত্রী যদি তার বাবা-মাকে গহনা সব দান করে দেয়, তাহলে গহনার মালিকানা তাদের হাতে চলে যাবে এবং তারা যাকাত দিবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6731",
    "question": "আস সালামু আলাইকুম। দাঁড়ি রাখার পর দুই একটা দাঁড়ি এদিক সেদিক বাকা হয়ে যায় এগুলো কি কাটা যাবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। দাঁড়ি লম্বা করে রাখতে হয়। অসুবিধা না হলে, শুধু বাঁকা হওয়ার কারণে কাটা যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6732",
    "question": "এশার নামাজ পড়ে দুনিয়াবি কাজে লিপ্ত না হয়ে ঘুমানোর উদ্দেশ্যে এশার নামাজ ১০-১১ টার মাঝে পড়লে কি হবে? নাকি আরও আগে শেষ করতেই হবে? ১০ টার আগে নামাজ পড়ে আরও ১ ঘন্টা পড়ে ঘুমানো উত্তম নাকি নামাজ দেরিতে পড়া যাবে?",
    "answer": "আপনি যদি মহিলা হন তাহলে নামায ঘুমানোর আগে পড়া আপনার জন্য উত্তম। তবে মধ্যরাতের আগে পড়বেন। ১১টার সময় যদি ঘুমান তাহলে ঘুমাতে যাওয়ার আগ দিয়ে পড়বেন।\r\n\r\nআর পুরুষরা সব সময় মসজিদে নামায আদায় করবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6733",
    "question": "আসসালামু আলাইকুম। আমি একটি বেসরকারি কোম্পানিতে চাকরিরত আছি। আমি আমার কোম্পানির প্রভিডেন্ট ফান্ড সম্পর্কে জানতে ইচ্ছুক। আমার কোম্পানির প্রভিডেন্ট ফান্ডের ধারণা মোটামুটি এইরকম যে- কোম্পানি ইসলামী ব্যাংকে প্রভিডেন্ট ফান্ড সম্পর্কে একটি অ্যাকাউন্ট খুলেছে। আমরা আমাদের বেসিকের একটি নির্দিষ্ট পরিমাণ 10% প্রভিডেন্ট ফান্ডে রাখতে পারব। সর্বনিম্ন দুই বছর এখানে টাকা জমানোর পরে কোম্পানি আমাকে আমার জমানো পরিমাণের সমপরিমাণ টাকা রাখবে। যেটা আমরা সর্বনিম্ন দুই বছর পর তুলতে পারবো ব্যাংকের মুনাফা বাদ দিয়ে।আমার জিজ্ঞাসা হচ্ছে কোম্পানি যেহেতু আমাকে কর্মচারী হিসেবে সুবিধাটি দিচ্ছে, ‌ আমি কি এই সুবিধাটা নিতে পারবো কিনা?আর আমার কোম্পানি যেহেতু একটি বেসরকারি প্রতিষ্ঠান সে ক্ষেত্রে কোম্পানি দেউলিয়া হয়ে গেলে আমার মূলধন খোয়া যাওয়ার সম্ভাবনা রয়েছে।বেসিকের ১০% এর বেশি বা কম কোনটাই রাখার সুযোগ নেই। আর প্রভিডেন্ট ফান্ড এর একাউন্টটি বাংলাদেশ ইসলামী ব্যাংকে খোলা।",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, আপনাদের প্রতিষ্ঠানের প্রভিডেন্ট ফান্ডের যে বিবরণ আপনি দিয়েছেন সে অনুযায়ী এটা জায়েজ। তবে সুদভিত্তিক কোন ব্যাংকে রাখলে জায়েজ হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6734",
    "question": "আসসালামু আলাইকুম। গত দুইদিন ধরে আমার স্বামীর সাথে কিছু বিষয়ে মান অভিমান চলছিলো, আমি তার ব্যবহারে প্রচন্ড কষ্ট পেয়েছি বলার পর ও সে অনুতপ্ত ছিল না বরং আমাকে আরো কষ্ট দিচ্ছিলো।আমরা দুজন দুই জায়গায় থাকি, আমাদের যেহেতু মেসেজে কথা হয় তাই আমি রাগ করে তাকে ব্লক করে রাখি, আর তাকে বলেছিলাম আমি এত কষ্ট পেতে চাই না আর, আমি বাকি জীবন নিজের বাবা মা কে নিয়ে থাকতে চাই। আমি তালাক চেয়ে বলিনি আমি শুধু চাইছিলাম, যেহেতু আমি এত কষ্ট পাচ্ছি তার কাছে তাহলে আমি দূরে ই থাকি, যোগাযোগ না করি তাহলে কষ্ট পেতে হবে না।পরে আবার সে ফোন করে রিকুয়েস্ট করে আনব্লক করার জন্য তখন আমি আনব্লক করে তাকে বলি “তুমি প্লিজ আমাকে আর ফোন দিও না, আমি আর কষ্ট পেতে চাই না।” আরো অনেক তর্ক হয়, অনেক কথা হয়, এক পর্যায়ে আমার স্বামী বলে যে,” আচ্ছা ব্লক করে দাও, তুমি নিজের মতো থাকতে চাও তো………আর কি বলবো…মনে পরলে ফোন দিও।”আমার স্বামীকে জিজ্ঞেস করায় সে বলেছে, এই কথা বলার সময় সে মনে মনে ভেবেছে তার তালাকের নিয়ত নাই, সে শুধু কষ্ট পেয়ে বলেছে, রাগ করেও বলেনি।“তুমি নিজের মতো থাকো” এভাবেও বলেনি, বলেছে “নিজের মতো থাকতে চাও তো…” বলে থেমে গেছিলো…আর আমি প্রথম বার ব্লক করার আগে এই কথা বলেছিলাম যে, আমি বাকি জীবন আব্বু আম্মুকে নিয়ে থাকতে চাই। আমি আসলে রাগ করে বলেছিলাম যে যেহেতু কথা হলেই আমি কষ্ট পাচ্ছি বরং আমরা যোগাযোগ না করি, আমি আমার বাবা মা কে নিয়ে ই থাকি, তালাক চাওয়া আমার উদ্দেশ্য ছিলো না।তার অনেক পরে আমি আবার আনব্লক করি এবং বলি আমাকে আর ফোন দিবা না, আরো অনেক কথা হয় সে আমাকে কিভাবে কষ্ট দিয়েছে এসব নিয়ে তার এক পর্যায়ে সে বলে” ঠিক আছে, ব্লক করে দাও, তুমি নিজের মতো থাকতে চাও তো…..আর কি বলবো..মনে পরলে ফোন দিও…”এখন আমার ভয় হচ্ছে এখানে কি আমার পক্ষ থেকে বিচ্ছেদ চাওয়া হয়েছে আর তার এই কথায় কি সেটা সম্মতি সূচক বোঝায়? যদিও সে এই কথা বলার সময় মনে ভেবেছে যে সে কোন তালাক বা বিচ্ছেদের নিয়তে বলছে না।অনেক দুশ্চিন্তা হচ্ছে আমাকে দয়া করে জানাবেন আমাদের কি তালাক হয়ে গেছে?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, তালাক হয় নি। আর এক জায়গায় না থেকেও এতো কষ্ট পাওয়া-দেওয়ার বিষয়টি বোধগম্য নয়। ছাড় দেয়ার অভ্যাস গড়ে তুলুন, তাহলে কষ্ট কম পাবেন। আর ভবিষ্যতে এই ধরণের কোন কথা বলবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6735",
    "question": "আমার চাচাতো ভাই ক্লাস ৯ এ পড়ছে, আমার সাথে বন্ধুত্বপূর্ণ সম্পর্ক। আমাকে সে জানায় গত সপ্তাহে সে তার বন্ধু এক পতিতার কাছে যায়।তার বন্ধু যৌন সম্পর্কে লিপ্ত হয়, কিন্তু সে উলংগ হয় এবং পতিতার সাথে শুয়ে থাকে তবে কোনো প্রকার যৌন সম্পর্কে লিপ্ত হয়না,  এটি কি চূড়ান্ত যেনা? নাকি এটি তুলনামূলক ছোট ক্ষমার যোগ্য গুনাহ?",
    "answer": "আল্লাহ তায়ালা তওবা করলে সকল গুনাহ ক্ষমা করেন।  গুনাহ যা হয়েছে সে জন্য তাকে তওবা করতে হবে, এটা চুড়ান্ত ব্যাভিচারের কাছাকাছি। সুতরাং তার জন্য আবশ্যক এই কৃতকর্মের জন্য লজ্জিত হয়ে ভবিষ্যতে এই গুনাতে লিপ্ত না হওয়ার দৃঢ় অঙ্গিকার করে আল্লাহর কাছে ক্ষমা প্রার্থনা করা। সালাতসহ সকল ফরজ ইবাদতগুলো যেন যথাসময়ে আদায় করে, তাকে বলে দিবেন। এই বিষয়টি নিয়ে চিন্তা করে ধ্বংসাত্মক কোন পদক্ষেপ নেওয়া কোনভাবেই গ্রহনযোগ্য নয়। তাকে আপনার সাথে রাখবেন, ভালো পরিবেশে আপনারা থাকবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6736",
    "question": "আসসালামু আলাইকুম, আমি কিছুদিন যাবত কোষ্ঠকাঠিন্যে ভুগছি। আমি মলত্যাগ করার পর পানি ও ঢিলা উভয়ই ব্যবহার করি।কিন্তু পবিত্র হওয়ার পর হাটা চলা বা বায়ু ত্যাগ করলে বা বসলে মনে হয় কিছু একটা বের হল।চেক করার পর দেখি হলুদ দাগ এটা প্রায়ই হয়।গরমকালে ঘাম হলে এই দাগ আন্ডারওয়ারেও আসে।আবার পায়খানা চেপে রাখলেও এই দাগ দেখা যায়।আমার বাবা এটা পাত্তা দিতে নিষেধ করেছেন।আমার এটা ধোয়ার সময় নেই আমি একজন ছাত্র।এই দাগের কারণে কি আমার শরীর বা কাপড় অপবিত্র হবে?এটা প্রায়ই হয় তার মানে কি এটা মাফ? মাফ হলে কাপড় বা শরীর ধোয়ার প্রয়োজন আছে কি? এটার কারণে সালাত আদায় করতে পারছি না।",
    "answer": "ওয়া আলাইকুমুস সালাম। শুধু একটা দাগ পরিমাণ নাপাক হলে সেটা নামাযের জন্য প্রতিবন্ধক নয়, এতোটুকু পরিমান ক্ষমাযোগ্য। সুতরাং আপনার নামায করতে কোন সমস্যা নেই।\r\n\r\nআর এই সমস্যা সমাধানের জন্য একজন বিশেষজ্ঞ চিকিৎসকের পরামর্শ নিবেন, যাতে হৃদয়ে  প্রশান্তি আসে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ত্বহারাত পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6737",
    "question": "আসসালামু আলাইকুম।আমার যাকাত আদায়ের সময় আগামী রমজান মাস। আমি আমার এক অসুস্থ আত্মীয়কে যাকাতের টাকার কিছু অংশ দেওয়ার জন্য ঠিক করে রেখেছিলাম, কিন্তু তিনি কিছুদিন আগে মারা গিয়েছেন। এখন তাদের পারিবারিক অবস্থা খুবই খারাপ। আমি কি এখন তাকে অগ্রীম যাকাতের টাকা থেকে দিতে পারবো কিনা? জানালে খুবই উপকৃত হতাম।",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, যাকাতের টাকা অগ্রিম দিতে পারবেন। এতে কোন বাধা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6738",
    "question": "আসসালামু আলাইকুম ওরাহমাতুল্লাহ । আমি একজন জেনারেল লাইনের পড়ুয়া ছাত্র । আমি এইচএসসি শেষ করছি আলহামদুলিল্লাহ ২০২৩ এ। আমি এখন দ্বীনের দায়ী হতে চাই ইন’শা’আল্লাহ । ইসলামের জন্য কিছু করতে চাই । দাওয়াতের কাজ করতে চাই ইন’শা’আল্লাহ। এখন কোন বিষয় নিয়ে পড়লে ভাল হবে ? কোন বিষয় নিয়ে পড়লে দায়ী হতে পারবো ? আপনার থেকে একটু পরামর্শ নিতে পারলে অনেক ভাল হতো?দয়া করে রিপ্লাই দিলে ভাল হবে ইন’শা’আল্লাহ 😊।",
    "answer": "ওয়া আলাইকুমুস সালাম। প্রথমে কুরআন সহীহভাবে পড়তে শিখবেন। তারপর কুরআনের তরজামা-তাফসীর পড়বেন। হাদীসের বইগুলো পড়বেন। ইসলামের মৌলিক বিষয়ে আলেমদের লেখা বইপত্র পড়বেন। শায়খ ড. আব্দুল্লাহ জাহাঙ্গীর রহি. লিখিত বইগুলো ভালো করে পড়বেন। এভাবে নিজেকে একজন প্রকৃত মুসলিম হিসেবে গড়ে তুলুন এবং আপনার জ্ঞানের পরিধি অনুযায়ী মানুষকে আল্লাহর পথে আহ্ববান করুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6739",
    "question": "আস-সালামু আলাইকুম ওয়া রাহমাতুল্লাহ, নামাজের বৈঠকের সময় দৃষ্টি কোথায় থাকবে? অনেক আলেম বলছেন দৃষ্টি থাকবে কোলের। দিকে আবার অনেক আলেম বলেছন দৃষ্টি থাকবে শাহাদাত আঙ্গুলের দিকে। এখন আমরা সাধারণ মানুষ কোনটা নিব ? কোনটা হাদিস সুন্নাহ মোতাবেক?",
    "answer": "দৃষ্টি শাহাদাৎ আঙ্গুলিকে অতিক্রম করবে না। এর মধ্যে রাখতে হবে। শাহাদাৎ আঙ্গুলির দিকে দৃষ্টি রাখতে পারেন।\r\n\r\nعَنْ عَامِرِ بْنِ عَبْدِ اللهِ بْنِ الزُّبَيْرِ، عَنْ أَبِيهِ، بِهَذَا الْحَدِيثِ قَالَ لَا يُجَاوِزُ بَصَرُهُ إِشَارَتَهُ ‏\r\n\r\n’আমির ইবনু ’আবদুল্লাহ ইবনুয যুবাইর (রহঃ) তার পিতার সূত্রে এ হাদীসটি বর্ণনা করে বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর দৃষ্টি (শাহাদাত আঙুলের) ইশারাকে অতিক্রম করতো না। সুনানু আবু দাউদ, হাদীস নং ৯৯০। হাদীসটি হাসান।\r\n\r\nعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّهُ رَأَى رَجُلاً يُحَرِّكُ الْحَصَى بِيَدِهِ وَهُوَ فِي الصَّلاَةِ فَلَمَّا انْصَرَفَ قَالَ لَهُ عَبْدُ اللَّهِ لاَ تُحَرِّكِ الْحَصَى وَأَنْتَ فِي الصَّلاَةِ فَإِنَّ ذَلِكَ مِنَ الشَّيْطَانِ وَلَكِنِ اصْنَعْ كَمَا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَصْنَعُ . قَالَ وَكَيْفَ كَانَ يَصْنَعُ قَالَ فَوَضَعَ يَدَهُ الْيُمْنَى عَلَى فَخِذِهِ الْيُمْنَى وَأَشَارَ بِأُصْبُعِهِ الَّتِي تَلِي الإِبْهَامَ فِي الْقِبْلَةِ وَرَمَى بِبَصَرِهِ إِلَيْهَا أَوْ نَحْوِهَا ثُمَّ قَالَ هَكَذَا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَصْنَعُ .\r\n\r\nআব্দুল্লাহ ইবনে উমর (রাযিঃ) থেকে বর্ণিত। তিনি এক ব্যক্তিকে দেখলেন, সে নামাযে থাকা অবস্থায় তার হাত দ্বারা পাথরের টুকরা নাড়ছেন। তার নামায শেষ হলে তাকে আব্দুল্লাহ (রাযিঃ) বললেন, তুমি নামাযে থাকা অবস্থায় পাথরের টুকরা নেড়ো না। কেননা, তা শয়তানের কাজ, বরং ঐরূপ কর যেরূপ রাসূলুল্লাহ (ﷺ) করতেন।\r\n\r\nসে ব্যক্তি বলল, তিনি কি করতেন? আব্দুল্লাহ (রাযিঃ) তাঁর ডান হাত ডান উরুর উপর রাখলেন। আর তার ঐ আঙ্গুল দ্বারা কিবলার দিকে ইশারা করলেন যা বৃদ্ধা আঙ্গুলীর নিকটবর্তী (অর্থাৎ তর্জনি আঙ্গুল দ্বারা) আর তার দৃষ্টি তার প্রতি রাখলেন। তারপর বললেন, আমি রাসূলুল্লাহ (ﷺ) –কে এরূপই করতে দেখেছি। সুনানু নাসায়ী, হাদীস নং ১১৬০। হাদীসটি হাসান।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6740",
    "question": "আসসালামু অলাইকুম,,আমার বয়স ২৪, আমার স্বামী মারা গেছে ৩ মাস ১০ দিন। আমার ৯ মাসের একটি বাচ্চা আছে। আমার শ্বশুর বাড়ি থেকে আমার ছেলের কোনো খোঁজ খবর নেয় না তার চাচারা। আমার স্বামীর সব কিছু তারা আমার ছেলেকে বুঝাই দিতে চায় না। তারা বলে আমার ছেলের ১৮ বছর হলে আমার ছেলে বুঝে নিবে,  এক্ষেএে ইসলাম কি বলে? আর আমি যদি তাদের সাথে যোগাযোগ না রাখি আমি গুনাহগার হব কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, ১৮ বছর হওয়ার প্রয়োজন নেই। আপনার ছেলে এখনই তারা বাবার ওয়ারিশ। বাবার সম্পত্তির সে এখনই মালিক হবে। আপনিও আপনার স্বামীর ওয়ারিশ। আপনিও তার সম্পদ পাবেন।  বিষয়টি আলোচনার মাধ্যমে বা স্থানীয় মেম্বার-চেয়ারম্যানদের সহযোগিতায়  সমাধান করুন। না হলে আদালতের মাধ্যমে সমাধান করুন। তারা আপনাদের বঞ্চিত করতে চায়, সে জন্য সময় চেয়ে তালবাহানা করছে।\r\n\r\nতাদের সাথে স্বাভাবিক সম্পর্ক  রাখবেন। যোগাযোগ বন্ধ করা যাবে না। কারণ তারা তো আপনার ছেলের বা আপনাদের আত্মীয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6741",
    "question": "আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ !  আশাকরি আল্লাহর দয়ায় ভালো আছেন । আপনার কাছে আমার একটি প্রশ্ন হলো আমি নতুন করে ফ্রিল্যান্সিং করতে চাচ্ছি সেখানে কাজটা হলো এমন ভিডিও এডিটিং করা। কিছু- কিছু সময় ভিডিও তে মহিলা মানুষ ও থাকেন ঐ মহিলা মানুষের ভিডিও এডিট করলে আমার ইনকাম কি হালাল হবে? ভিডিও এডিটিং কাজগুলো হলো, কথার সাথে লেখা দিয়ে টাইটেল বানানো এবং কালার কারেকশন করা, লগো  এড করা, প্রোডাক্ট এর কিছু ছবি এড করা এই টাইপের কাজ।",
    "answer": "ওয়া আলাইকুমুস সালাম। পর্দাহীন মহিলাদের ভিডিওতে দেখানো নিষিদ্ধ। সুতরাং আপনার করা ভিডিওতে যদি এমন ছবি থাকে তাহলে সেটা নিষিদ্ধ, তার থেকে উপার্জনও হালাল হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6742",
    "question": "i have my wife in my family and also i have one little child (Age 9 month),my Father and Mother both have died. in this situation, can i perform “Kurbani” on be half of 3 person “Me, My Late father & My Late Mother” without my Wife?that means my question is can i perform “kurbani” without half of my wife, but on be half of Me, My Late Father & My late Mother?is this “Zayes” for me?",
    "answer": "আপনার যদি কুরবানী করার সামর্থ থাকে তাহলে আপনি নিজের পক্ষ থেকে কুরবানী করবেন, এটা আপনার জন্য ওয়াজিব। মৃত পিতা-মাতার পক্ষ থেকে কুরবানী করলে সেটা নফল কুরবানী হবে। তাদের জন্য নফল কুরবানী করতে পারেন।\r\n\r\nস্ত্রীর যদি পর্যাপ্ত সম্পদ থাকে তাহলে তাকেও কুরবানী করতে হবে। যদি না থাকে তাহলে করতে হবে না। স্ত্রীর উপর কুরবানী ওয়াজিব হলে তার  পক্ষ থেকে যদি আপনি কুরবানী করে দেন তাহলেও আদায় হয়ে যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6743",
    "question": "আসসালামুয়ালাইকুম।  ২০২০ সালের কথা। তখন আমার বয়স ছিল পনেরো। আমি একটা হারাম রিলেশনে জড়াই। আমার মা বাবা সেটা কিছুদিনের মাঝেই জানতে পারেন। ছেলেটির বাড়ি আমার পাশের এলাকায়। ছেলেটি এলাকায় সন্ত্রাসী ও মাদক ব্যবসায়ী নামে পরিচিত এবং এলাকার কেউ তাকে পছন্দ করে না।  খারাপ ছেলে বলেই তার পরিচয়। এ বিষয়গুলো মা বাবা জানার পর আমাকে বোঝায় আমি যেন এসব বাদ দেই। কিন্তু ঐ ছেলে এবং তার পরিবার আমাকে খুব ভালোবাসত। তাদের কথায় প্ররোচিত হয়ে আমি ঐ ছেলের সাথে পরিচয়ের এক মাস পরেই লুকিয়ে বিয়ে করি । সেখানে একটা হুজুর আর আমরা দুজন ছাড়া কেউ উপস্থিত ছিলাম না। আমি তখন জানতাম না যে এই ভাবে অভিভাবক এর অনুমতি ছাড়া বিবাহ হয় না। এজন্য তার কথায় কিছুদিন পর আমি তার সাথে বাড়ি থেকে পালিয়ে যাই। আমার মা বাবা পুলিশের মাধ্যমে আমাদের দুই দিন পর খুঁজে পায় এবং ছেলেটিকে পুলিশে দেয়। সে দুই মাস জেল খাটার পর । তার জন্য আমার অনেক মায়া হয় এবং আমি তাকে বিয়ে করার জন্য মা বাবার সাথে অনেক জেদ করি । সেই ছেলের মা বাবাও বিয়ে দিতে চায়। কিন্তু আমার মা বাবা ছেলের চরিত্র সম্পর্কে বিভিন্ন আজেবাজে কথা শোনায় তারা কোনোভাবেই রাজি হয় না। আমার মা বাবা এবং সব গুরুজন আমাকে বোঝালেও আমি ভাবতাম তারা আমাকে এসব মিথ্যা কথা বলছে। আমি তাদের কোনো কথাই বিশ্বাস করতাম না। মা বাবার সাথে বেয়াদবি করতাম ।ঐ ছেলের সাথে যোগাযোগ রাখতাম। এক পর্যায়ে মা বাবা আমাদের গুরুজনদের কে নিয়ে বসে এবং তারা আমার বাবার বলে ঐ ছেলের সাথে আমার বিয়ে দিতে। কিন্তু মা বাবা কিছুতেই রাজি হয় না। তারপর এরকম আমার জেদ এবং আত্মীয়দের চাপে সেই দিন রাতে বিয়ের আয়োজন করা হয় আমার বড় চাচার বাড়িতে। আমার ঐ বড় চাচা ছাড়া বিয়েতে কেউ রাজি ছিল না। বাবা মা সেদিন খুব কান্নাকাটি করেছে কিন্তু আমি তাদের কোনো কথা শুনিনি। বাবা কে সবাই জোর করে কাবিননামায় অভিভাবকের স্বাক্ষর করায় । আমার বাবা সেদিন একদম ই রাজি ছিল না। তারপর বিয়ে হলে আমি সেখানে যাই। সেখানে আমি প্রায় দশ মাস থাকি। বিয়ের পর আমি বুঝতে পারি আমার মা বাবা যা বলেছিল তাই ঠিক। ছেলেটি আসলেই ভালো না। আমার মা বাবার বাড়িতে আমি চলে আসি এবং তাকে স্বামী তালাক দেই। স্বামী তালাক দেওয়ার তিন মাস পর আমি সেই তার কাছে আবার ফিরে যাই এবং একদিন দেখি আমি যেই ঘরে থাকি সেই ঘরে মৃত পশুর হাড় দিয়ে আমার কাপড় বাঁধানো। তখন এটি আমি তার আপন ভাইকে জানাই। তখন আমার ভাসুর বলে আমার স্বামী আমাকে বিয়ের আগে থেকে এখন পর্যন্ত কালো জাদু করে আসছে।‌ যেন তার সাথে আমি সংসার করি।এ র আগেও কয়েকটা মেয়ের সাথে তার অবৈধ সম্পর্ক ছিল এসব তারা আমাকে জানায়। এবং বলে আমার সাথে প্রতারণা করে বিয়ে করেছে।এসব আমার স্বামীকে জিজ্ঞেস করলে সে স্বীকার করে যে সে এসভ করেছে। আমি এসব জানার পর আমার মা বাবাকে জানাই এবং তারা আমাকে নিয়ে চলে আসে। প্রায় দুই বছর যাবত আমি মা বাবার কাছে অবস্থান করছি। এর মাঝে সেও আমাকে তালাক দেয় নি আমিও দেয় নি। আমি চলে আসার পর সে আবার বিয়ে করেছে এবং সেই স্ত্রী ও থাকে নি, চলে গেছে। তার দ্বিতীয় স্ত্রী চলে যাওয়ার কিছু দিন পর থেকে তার সাথে আমার যোগাযোগ হয় এবং সে বলে সে এখনো আমাকে ভালোবাসে। কিছু দিন আগে আমি জানতে পারি স্বামী যদি স্ত্রীকে তালাক দেওয়ার ক্ষমতা না দেয় তাহলে স্ত্রী তালাক নিতে পারে না। এই কথা জানার পর আমার মনে হয় আমরা এখনো স্বামী স্ত্রী আছি কারণ আমার স্বামীকে জিজ্ঞেস করলে সে বলে সে আমাকে কখনো তালাক এর অধিকার দেয় নি এবং সে আমাকে কখনো তালাক দিবেও না। এসব জানার পর তার সাথে আমার অন্তরঙ্গতা বাড়ে। তার সাথে লুকিয়ে দেখা করা ।‌কিন্তু এলাকার সবাই জানে আমাদের তালাক হয়ে গেছে। তার সাথে আমার যোগাযোগ এর বিষয় টি আমার মা বাবা জানতে পারলে তারা খুব কষ্ট পায় এবং আমাকে অভিশাপ দেয় এবং বলে আমি যদি কখনো তার কাছে যাই তাহলে আমার মা বাবা আত্মহত্যা করবে এবং আমার উপর গযব নামবে। কিন্তু আমার স্বামী নিজেকে বদলে ফেলবে আর কখনো খারাপ কাজ করবে না বলে আমাকে জানায়। তার সাথে যোগাযোগ এর কারণে প্রতিনিয়ত আমার মা বাবার সাথে আমার মিথ্যা বলতে হচ্ছে। এমন পরিস্থিতি আমি কি করব বুঝে উঠতে পারছি না। আমি কি মা বাবার কথা শুনে তার কাছে তালাক চাইব নাকি তার কাছে চলে যাব? মেহেরবাণী করে উত্তর দিবেন।",
    "answer": "আপনার বক্তব্য  “বিয়ের পর আমি বুঝতে পারি আমার মা বাবা যা বলেছিল তাই ঠিক। ছেলেটি আসলেই ভালো না।” তাহলে এই ছেলের সাথে আবার কেন যোগাযোগ করছেন? অজ্ঞতার তো একটা সীমা থাকা দরকার। সে তো প্রথম থেকেই খারাপ, তারপরও সবার অমতে সেখানে গিয়ে তার অবস্থা স্বচক্ষে দেখে এসে আবার সেখান যাওয়ার জন্য চিন্তা করা, প্রশ্ন করা! মাঝে আরেকজন মেয়েও তার নিকৃষ্টতা দেখে গেছে। এতো  কিছুর পরও কী আপনার শিক্ষা হবে না!\r\n\r\nপিতা-মাতা যা বলবে এক বাক্যে মেনে নিবেন। তার কাছে তালাক চান, না দিতে চাইলে যেভাবে কাজ করলে তালাক দেয় সেভাবে কাজ করুন। বাড়ি থেকে বের হবেন না, মোবাইল ব্যবহার বন্ধ করে দিন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6744",
    "question": "আসসালামু ওয়া আলাইকুম মুহতারাম।আমার বিয়ের সময় মেয়ে পক্ষ আমাকে কিছু করার জন্য ২.৫ লাখ টাকা দিবে বলে প্রতিশ্রুতি দেয় আমার ছোট থেকেই ইচ্ছে ছিলো যৌতুক নেবোনা কিন্তু মোহরানা আদায় করবো।বিয়েটাতে রাজি ছিলামনা আমি হটাৎ কোন একদিন রাতে সবাই আমাকে বুঝালো কিভাবে যেন রাজিও হয়ে গেলাম ঐদিনই বিয়ে পড়ালো তখন আমার শশুর বললো তুমি কত কাবিন করতে চাও সেটাই করো আমি যা দিতে চাইছি এমনেই দিবো কিন্তু চক্ষু লজ্জার জন্য সেই দিন বলেছিলাম যেহেতু আপনি ২.৫ লাখ টাকা দিবেন সেহেতু ৩.৫ লাখ কাবিন করেন। তার পর থকে এখন পর্যন্ত কোন টাকা আমি নেই নাই কেননা নিজের কাছে নিজেকে দোষী মনে হয় মনে হয় আল্লাহর কাছে কি জবাব দিবো এখন প্রশ্ন হলো যেহেতু ঐদিন আমার শশুর কে বলেছিলাম “আপনি যেহেতু ২.৫ লাখ দিবেন তাই ৩.৫ লাখ কাবিন করেন এখন তো টাকাটা নেই নাই তাহলে কি মোহরের জন্য আমাকে পুরো ৩.৫ লাখ ই পরিশোধ করতে হবে নাকি ১ লাখ করলেই হবে।যেহেতু বর্তমান সময় অনেক খারাপ আমি যদি পুরো কাবিনের টাকা টা পরিশোধ করি আল্লাহ না করুক যদি কখনো আমাদের মধ্যে ডিবোর্স হয় বা পুনরায় যদি আবার ৩.৫ লাখ দাবি করে এ ক্ষেত্রে এখন আমার করণীয় কি.আমি মন থেকে চাচ্ছি মোহরের সমুদয় টাকা পরিশোধ করতে।",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনাকে সাড়ে তিন লাখ টাকাই মোহরানা হিসেবে দিতে হবে। একবার দিলে পরে আর দিতে হবে না। যদি কোন বিশ্বাসঘাতকতার আশঙ্কা থাকে তাহলে দুই পরিবারের মুরব্বীদের উপস্থিতিতে তাদের লিখিত স্বাক্ষর নিয়ে টাকা দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6745",
    "question": "অনেকে প্রাণীর (অনেক বড়) আকৃতির ব্রুচ অর্থাৎ সেফটিপিন বিক্রি করে থাকে, এগুলো বিক্রি করা কতটুকু ইসলাম সম্মত? এছাড়া ফুলের আকৃতির ব্রুচ আছে,‌ সেগুলো বিক্রি করা কতটুকু ইসলাম সম্মত? প্রাণীর ক্ষেত্রে আর ফুলের আকৃতির ক্ষেত্রে বিক্রি করা কতটুকু ইসলাম সম্মত?",
    "answer": "প্রাণীর আকৃতিরগুলো ব্যবহার করা, বিক্রি করা, ক্রয় করা জায়েজ হবে না। ফুলের আকৃতিরগুলো জায়েজ হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6746",
    "question": "আসসালামু আলাইকুম, আপনার কাছে জানতে চাই ইসলামের বিধি বিধান থেকে মানুষের খাওয়া দাওয়া কেমন হওয়া উচিত। কি ভাবে আহার করলে  সুস্থ থাকতে পারবো। এখন কিছু ডাক্তার আছে তারা বলে আমাদের দেশের প্রচলিত খাবার খাওয়া যাবে না। অনেক দাম দিয়ে তাদের কাছে থেকে বিভিন্ন প্রোডাক্ট কিনে খেতে হবে যেমন এক্সট্রা ভার্জিন অলিভ অয়েল, এক্সট্রা ভার্জিন কোকোনাট অয়েল, অর্গানিক বাদাম এমন আরো অনেক কিছু।",
    "answer": "ওয়া আলাইকুমুস সালাম। হালাল সকল খাদ্য খাওয়া যাবে। যার যার সামর্থ্য  অনুযায়ী খাবার সংগ্রহ করবে। সবার উপার্জন এক না, সুতরাং সবার খাবারও একই রকম দামের হবে না। আবার সবার শরীর এক না, তাই সবাই সব ধরণের খাবারও খাবে না, যার শরীর যে খাবারে ভাল থাকে সে সে খাবার খাবে। স্থান, কাল, পাত্র ভেদে খাবার বিভিন্ন রকম হতে পারে, তবে সকল হালাল খাদ্য খাওয়া যাবে। খাবারে ক্ষতিকর উপাদন থাকলে সেই খাবার বর্জন করতে হবে। নিজে খাবার উৎপাদন করার মত অবস্থায় থাকলে নিজ হাতের হাতের খাবার অবশ্যই স্বাস্থের জন্য ভাল হবে।  এক্সট্রা ভার্জিন অলিভ অয়েল, এক্সট্রা ভার্জিন কোকোনাট অয়েল, অর্গানিক বাদাম এসব উচ্চমূল্যের খাবার যাদের কেনার সামর্থ্য আছে তারা খাবে। সবার এই খাবার না খেলে স্বাস্থে সমস্যা হবে, এরকম না। সবাই সবার শরীরের অবস্থা জানে, কিভাবে সুস্থ থাকা যায়, এটাও সবার জানা, সুতরাং সেভাবে খাবার খাবে। হাদীসে পেটের তিন ভাগের এক ভাগ খাবার দ্বারা এবং আরেক ভাগ পানি দ্বারা পূর্ণ করতে বলা হয়েছে আর একভাগ খালি রাখতে বলেছেন রাসূল সা.। এটা স্বাস্থ সুরক্ষার জন্য খুবই কার্যকারী।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুন্নাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6747",
    "question": "আসসালামু আলাইকুম, আমি একটা কোম্পানিতে চাকরি করি, এখানে নারী পুরুষ একসাথে চাকরি করে।আমি সবসময় নিজের দৃষ্টি নিয়ন্ত্রণে রাখার চেষ্টা করি , কিন্তু অনেক সময় দেখা যায়, আমার থেকে সিনিয়র  ম্যাডাম যখন আমাকে ডাকে তখন তাদের দিকে তাকিয়ে কথা বলতে হয়, এই অবস্থায় আমার করনীয় কী হতে পারে?",
    "answer": "ওয়া আলাইকুমুস সালাম। পর্দা রক্ষা ফরজ। সুতরাং কোন অজুহাতেই পর্দার বাইরে যাওয়া যাবে না, তাদের দিকে তাকানো যাবে না। আপনি পূর্ণ ইসলাম অনুযায়ী চলতে পারেন, এমন কোন প্রতিষ্ঠানে চাকুরী খুঁজুন। যতদিন না পান তত দিন এখানে থাকবেন, কৌশলের সাথে তাদেরকে এড়ানোর চেষ্টা করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6748",
    "question": "একজন সরকারি চাকরিজীবী তার পারিবারিক কারণে অবসর গ্রহণ করতে চাচ্ছেন। এখন তার কাছে দুটো অবস্থা আছে, যদি সে কোন শারীরিক অক্ষমতা দেখিয়ে অবসরে যান, তাহলে সে এককালীন কিছু টাকা এবং বাকি সময় পেনশন পাবেন । আর যদি সে অক্ষমতা না দেখাতে পারেন তাহলে সে এই টাকাগুলো আর পাবেন না তারা অর্থাৎ কোন ধরনের সুবিধা সে নিতে পারবে না । এখন তার জন্য কি কোন শারীরিক অক্ষমতা দেখিয়ে এককালীন টাকা এবং তার পেনশন নেওয়া জায়েজ হবে?",
    "answer": "শারীরিক অক্ষমতা যদি না থাকে তাহলে ‘শারীরিক অক্ষমতা’ দেখিয়ে এই সুবিধা নেয়া যাবে না। ‘পারিবারিক কারণ’  শারীরিক অক্ষমতা নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6749",
    "question": "আস-সালামু আলাইকুম। হুজুর আমি কিছু টাকা নতুন ব্যবসায় ইনভেস্ট করেছি , এখন আমি যাকাত এর হিসাব কি আমার ব্যাবসার মূলধনসহ হিসাব করে দিবো নাকি মূলধন বাদ দিয়ে হিসাব করবো একটু জানাবে।",
    "answer": "ওয়া আলাইকুমুস সালাম। ব্যবসার মূলধনসহ যাকাতের হিসাব করতে হবে। ব্যবসার পণ্যের যাকাত দিতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6750",
    "question": "আসসালামু আলাইকুম। আমি একজন ছাত্র। আমি টিউশনি করাই। অনেক সময় দেখা যায় যে টিউশনিতে ফাকি দিয়ে থাকি। এতে আমার যে টাকা রোজগার হচ্ছে সেটা তো হারাম। এখন আমি তো সেখানে বান্দার হক নষ্ট করেছি। এখন আমি আমার নিজের ভুল বুঝতে পেরেছি। আমি যদি এখন তওবা করি এবং উক্ত ব্যাক্তির কাছে ক্ষমা চাই বা টাকা পরিশোধ করার নিয়ত করি তাহলে কি আমার দোয়া কবুল হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, কারো হক নষ্ট করলে তার কাছ থেকে ক্ষমা চাইতে হবে, তার হক ফিরিয়ে দিতে হবে। তাহলে আল্লাহ ক্ষমা করে দিবেন, দুআ কবুল করবেন। সুতরাং এমন কিছু ঘটে থাকলে তাদের কাছে বিষয়টি বলে সুরাহা করে নিন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6751",
    "question": "আসসালামুয়ালাইকুমআমি ১৮ অক্টোবর ২০২২ স্ত্রীকে বিবাহ রেজিস্ট্রার অফিস হতে তালাক পাঠাই , কাগজে লেখা ছিলো তালাকে বাইন , পরবর্তিতে ২৫ জানুয়ারি ২০২৩ এ দুই পরিবারের উপস্থিতিতে রেজিষ্ট্রি অফিসে তালাক সম্পূর্ন হয়, এবং আমার তিন মাসের শিশু সন্তান মায়ের কাছেই থেকে যায়।পরবর্তীতে ২৫ জুন ২০২৩ আমরা দুজন মেয়ের পিতার উপস্থিতিতে নতুন করে বিবাহ করি, এখন আমরা জানতে চাই আমাদের বর্তমান সম্পর্কটা হালাল আছে কি, সূরা বাকারার ২৩২ নং আয়াত হতে মনে হচ্ছে হালাল, তবুও নিশ্চিত হতে জানতে চাওয়া.",
    "answer": "ওয়া আলাইকুমুস সালাম। যা লিখেছেন শুধু তার ভিত্তিতে উত্তর দেয়া সম্ভব নয়। স্থানীয় কোন ভাল আলেমের থেকে বিষয়টি জেনে নিবেন, সকল কাগজপত্র সাথে নিয়ে যাবেন। অথবা আমাদের কাছে ফোন করতে পারেন 01734717299 যে কোন দিন এশার পর।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6752",
    "question": "আসসালামু আলাইকুম সম্মানিত শায়েখ।আশা করি আমার প্রশ্নের উত্তর টা দিবেন।মানষিকভাবে খুবই কষ্টে আছি বিষয়টা নিয়ে। কোন সমাধান পাচ্ছি না। আমি দুবাই থাকি হাসবেন্ডের সাথে। আমার ১ বছরের ছোট বাচ্চা আছে। এখানে মহিলাদের মসজিদে নামাজের ব্যাবস্থা আছে আলহামদুলিল্লাহ। কয়েক সপ্তাহ আগে মসজিদে জামাতে জুম্মার নামাজরত অবস্থায় আমার বাচ্চাটা প্রচন্ডভাবে কান্না শুরু করে। কিন্তু আমি নামাজটা না  ভেংগে তাকে কোলে নিয়ে নামাজ চালিয়ে যায়। ভেবেছিলাম ২ রাকাত নামাজই তো কোলে নিয়ে পড়ে ফেলি। কিন্তু বাচ্চা কান্না নামাজ শেষ অব্দি থামাতে পারিনি আমি। নামাজ শেষে ১ জন মহিলা আমার উপর প্রচন্ড রেগে যান, কেন আমি নামাজ ভেংগে বাচ্চার কান্না থামায়নি। এটা নিয়ে অনেকের নামাজের অসুবিধা হয়েছে সেটা আমি বুঝতে পারি। কিন্তু তখন নিজের নামাজ রক্ষার জন্য, জুম্মার সওয়াব নষ্ট হবে এই ভেবে আমি নামাজ ভাংগিনি।  ওই মহিলার কাছে আমি ক্ষমা চেয়ে নেই ওই ঘটনার জন্য। আমি মানষিকভাবে  খুবই কষ্ট পাচ্ছি, আল্লাহর কাছে তওবা করছি, ভিতর টা আমার শেষ হয়ে যাচ্ছে। বান্দার হকের ব্যাপারে আমি সচেতন হওয়ার সরবাত্তক চেস্টা করি। কেন আমি তাদেরকে নামাজরত অবস্থায় কষ্ট দিলাম। বাচ্চাকে নিয়ে বের হয়ে গেলেই পারতাম।এখন আমার প্রশ্ন হচ্ছে আমার এখন কি করা উচিৎ।কি করলে পরকালে আল্লাহ আমাকে মাফ করবেন। এটা কি বান্দার হক নষ্ট হয়েছে? আমি সবার কাছে ক্ষমা যে চাইবো সেটার ব্যবস্থা কিভাবে করবো।এখানে বিভিন্ন ভাষা ভাষীর লোকজন।  মুখে বলেও তো বুঝানো কঠিন। কি করবো কিচ্ছু বুঝতে পারছি না। অনুগ্রহ করে একটা উপায় অন্তত বলেন যেটা নবীজি (সা 🙂 শিখিয়েছেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। এই বিষয়টি নিয়ে এতো চিন্তার কিছু নেই। বাচ্চারা থাকলে এমন সমস্যা হতেই পারে, এটা মেনে নেয়ার মানসিকতা সবার থাকতে হবে। ঐ মহিলার এতো রাগারাগি করা উচিত হয় নি। আপনি সামনে থেকে সাবধান হবেন, বাচ্চাকে শান্ত রাখার চেষ্টা করবেন। প্রয়োজনে বাচ্চা বড় হওয়া পর্যন্ত বাসায় নামায আদায় করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6753",
    "question": "আসসালামু আলাইকুম। আমি মেসে থাকি।  অনেক সময়  মেসের জিনিস ব্যবহার করা হয়ে থাকে। যেহেতু এক্ষেত্রে বান্দার হক নষ্ট করা হয়েছে এখন আমি চাই এটা পরিশোধ করতে চাই। কিন্তু মেসের লোকজন পরিবর্তন হতে থাকে। একেক সময় একেক জন থাকে। যেহেতু অনেকে চলে গিয়েছে তাদের টাকা টা যদি আমি সেটা দান করে দেই তাহলে কি তাদের হক আদায় হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, যাদের হক নষ্ট করেছেন কোনভাবেই তাদেরকে খুুঁজে না পেলে তাদের নামে দান-সদকা করলে আশা করি আল্লাহ কবুল করে নিবেন এবং আপনাকে ক্ষমা করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6754",
    "question": "আসালামুআলাইকুম, আমি একজস সনতান ধর্মের লোকের দোকানে চাকরি করি, রমজানে তারা ইফতারের জন্য টাকা দেয়,  এই টাকা দিয়ে কি ইফতার করা যাবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, তাদের টাকা দিয়ে ইফতার করা জায়েজ। তবে মুসলিম হিসেবে অমুসলিমদের টাকা দিয়ে ইফতার করা উত্তম নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6755",
    "question": "আসসালামু আলাইকুম। আমার আব্বু একজন ফার্মেসী ব্যবসায়ী। তিনি রোগী দেখেন এবং ওষুধ বিক্রি করেন। একটি ওষুধের কোম্পানি তাদের পন্য আমাদের কাছে বিক্রি করে যেন আমরা তা রোগীদের কাছে বিক্রি করি।তারা আমাদের একটা টার্গেট ও দিয়ে থাকে যে একটি নিদ্রিষ্ট পরিমান টাকার ওষুধ বিক্রি করতে পারলে তারা আমাদের কিছু উপহার ও দিয়ে থাকে। যেমন আমরা টিভি ফ্রিজ ও পেয়েছি।এখন আমার আব্বু তাদের কে বলেছিল যেন তাদের কোম্পানির ওষুধ যেন ওই বাজারের আর কোন দোকানে না দেয়। এর ফলে ওই কোম্পানির ওষুধ গুলোর জন্য রোগীদের আমাদের দোকানে আসতে হয়।এখন আমার প্রশ্ন হচ্ছে আমার আব্বু ওষুধ বিক্রি করে যে টাকা টা কামাচ্ছেন সেটা কি হালাল হবে কিনা। আমার জানামতে টিভি নেয়াটা জায়েজ হয়নি। কিন্তু ওষুধ বিক্রি করে যে টাকাটা কামিয়েছেন সেটা হালাল কিনা? একটু বিস্তারিত উত্তর দিলে অনেক সুবিধা হত।ধন্যবাদ",
    "answer": "ওয়া আলাইকুমুস সালাম। টার্গেট পূর্ণ করে বিশেষ সুবিধা নেয়া অন্যায় নয়। কিন্তু অন্য কোন দোকানে বিক্রি করা যাবে না, এই শর্ত দেয়া একদম অগ্রহনযোগ্য। এতে করে সিন্ডিকেট তৈরী হবে, সাধারণ মানুষ ন্যায্য মূল্যে ওষুধ পাওয়া থেকে বঞ্চিত হবে। অনেক সময় এক দোকানে কোন ওষুধ পাওয়া যায় না, আবার অন্য দোকানে পাওয়া যায। শুধু এক দোকানে ওষুধ থাকলে এই অবস্থায় মানুষের কষ্ট হবে।মোটকথা বর্তমান প্রতিযোগিতামূলক বাজারে এমন শর্ত সাধারণ মানুষের শুধু ক্ষতিই করবে। তাই এই ধরণের শর্ত দেয়া থেকে অবশ্যই বিরত থাকতে হবে। মানুষের হক নষ্ট করা বড় গুনাহ। যে কোন মূল্যে মানুষের হক নিশ্চিত করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6756",
    "question": "আস-সালামু আলাইকুম ওয়া রাহমাতুল্লাহ, যদি অনিচ্ছাকৃতভাবে (এলার্ম বাজলেও উঠতে পারিনি) ফজরের নামাজের আগে ঘুম না ভাঙ্গে এবং ঘুম ভাঙার সাথে সাথে দেখা যায় যে এক থেকে দুই মিনিট আগে সূর্যোদয় হয়ে গেছে, তাহলে সেই সময়ই ফজরের নামাজ আদায় করা উচিত নাকি নিষিদ্ধ সময়ে পার হওয়ার পর ফজরের নামাজ আদায় করা উচিত?",
    "answer": "ওয় আলাইকুমুস সালাম। বিষয়টি নিয়ে ফকীহদের মাঝে মতভেদ আছে। একবার ঘুম থেকে উঠতে দেরী হওয়ার কারণে রাসূলুল্লাহ সা. নিষিদ্ধ সময় পার হওয়ার ফজরের নামায আদায় করেছিলেন। এই কারণে হানাফী মাজহাবের আলেমগণ বলেছেন, নিষিদ্ধ সময় পার হওয়ার পর ফজরের নামায পড়বে। অনেক ফকীহ ঘুম থেকে উঠেই নামায পড়তে বলেছেন। এটাও হাদীসে আছে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6757",
    "question": "আস্সালামু আলাইকুম, প্রিয় শায়েখ, আমার প্রশ্ন হলো‘‘ পিতা মাতা অমুসলিম , সন্তান মুসলিম হলে সন্তান কি পিতা মাতার সম্পদের ওয়ারিশ হতে পারে ?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, মুসলিম সন্তান অমুসলিম পিতা-মাতার সম্পদের ওয়ারিশ হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6758",
    "question": "আমার ভাইয়ের বউ বিগত ২০২১ সালে ভাইয়ের অগোচরে তালাকের কাগজ পাঠায়, কিন্তু ভাই তা হাতে পায়নি। তার এক বছর পর ভাইয়াকে ডেকে নিয়ে বলে যে সে তাকে তালাক দিয়েছে। তারপর থেকে ভাই তার সাথে যোগাযোগ বন্ধ করে দেয়। কিন্তু এখন সে নতুন করে আবার ভাইয়ের সাথে আসতে চাচ্ছে। ইসলামী দৃষ্টিকোণ থেকে কি হবে? বিঃদ্রঃ তার একটি ৫-৬ বছরের ছেলে আছে।",
    "answer": "তালাকের কাগজ ও বিবাহের কাগজসহ স্থানীয় একজন আলেমের কাছে স্বশরীরে উপস্থিত হয়ে বিষয়টির সমাধান জেনে আসবেন। যা লিখেছেন তার ভিত্তিতে কোন সমাধান দেওয়া সম্ভব নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6759",
    "question": "আমার বোন এবং ভগ্নিপতি দুজনই সরকারি চাকুরি করেন । সম্প্রতি তারা দুইজনই অসুস্হ হয়ে অনেক টাকা ঋন করে চিকিৎসা করিয়েছেন , আমি কি তাদের কে যাকাতের টাকা দিয়ে ঋন পরিশোধে সহায়তা করতে পারব ।",
    "answer": "তাদের যদি ঋন পরিষোধ করার মতো সম্পদ না থাকে তাহলে তাদেরকে জাকাতের টাকা দিতে পারবেন। আর যদি অন্য সম্পদ থাকে, কিন্তু নগদ টাকা নেই, তাহলে যাকাতের টাকা ঋন পরিষোধের জন্য দেয়া যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6760",
    "question": "আমার বাবা তার দেনমোহর এর টাকা পরিশোধ করেনি,  আমার আব্বু এখন অসুস্থ , আমি কি তার দেনমোহর এর টাকা পরিশোধ করতে পারবো?",
    "answer": "আপনার আব্বা যেহেতু জীবিত আছেন তাই টাকাগুলো তাকে দিয়ে দেন, সেই দেনমোহর পরিষোধ করুক।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6761",
    "question": "আমার প্রশ্ন হলো যদি মানুষকে সতর্ক করার জন্য কারো ব্যাপারে তার অগোচরে তার খারাপ দিকের সত্য প্রকাশ করা হয় তাহলে সেটা কি গীবত হবে? ধরুন বিয়ে-সাদীর ব্যাপারে যখন খোঁজ খবর করা হয় তখন কোন পুরুষ বা নারীর ব্যাপারে আমার জানা তার কোন খারাপ সত্য যদি তার অগোচরে আমি অন্যের কাছে প্রকাশ করি তাহলে সেটা গীবত হবে কি?",
    "answer": "খারাপ মানুষের অনিষ্ঠতা সম্পর্কে সতর্ক করার উদ্দেশ্যে দোষত্রুটি বর্ণনা করলে সেটা গীবত হিসেবে গণ্য হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীদা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6762",
    "question": "আসসালামু আলাইকুম। বালেগ হওয়ার পর বেশ কিছু ফরজ রোজা নষ্ট হয়েছে। শরয়ী কোনো ওজর ছিল না। কাফফারা হিসেবে রোজা রাখার সামর্থ্য নেই। এখন মিসকিন খাওয়াতে হলে কতজন মিসকিন খাওয়াতে হবে? উল্লেখ্য, পর পর দুই রমাদানে এরকম রোজা নষ্ট হয়েছে, সঠিক সংখ্যা জানা নেই, তাই মোট ৬০ টি রোজারই কাফফারা আদায় করতে চাচ্ছি। দ্বিতীয় প্রশ্ন: যাদেরকে খাওয়াতে হবে, তাদের কি প্রাপ্তবয়স্ক হওয়া বাধ্যতামূলক? তৃতীয় প্রশ্ন: একই ব্যক্তিকে একাধিকবার খাওয়ানো যাবে কিনা? জাজাকাল্লাহু খাইরান",
    "answer": "ওয়া আলাইকুুমস সালাম। রোজা রেখে ইচ্ছাকৃত রোজ নষ্ট করলে কাজা করার সাথে কাফফারা দিতে হয়ে।  এক রমজানের জন্য একটি কাফফারা যথেষ্ট। সুতরাং দুই রমজানের জন্য দুটি কাফফারা দিতে হবে। দুটি কাফফারা খাবার দিয়ে আদায় করলে ১২০ জন মিসকিনকে দুবেলা খাওয়াবে। প্রাপ্তবয়স্ক হওয়া জরুরী নয়। এক ব্যক্তিকে একাধিকবার খাওয়াতে সমস্যা নেই।\r\n\r\nকাফফারা আদায় করার সাথে সাথে যে রোজাগুলো নষ্ট করেছেন তার কাযাও করতে হবে। অর্থাৎ প্রতিটি নষ্ট করার রোজার পরিবর্তে একটি রোজা রাখতে হবে। উদহারণ হিসেবে যদি ১০ টি রোজা রাখার পর নষ্ট করেন তাহলে ১০ টি রোজা রাখতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "রোজা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6763",
    "question": "আসসালামু আলাইকুম, আমার কারনে যদি কোন অমুসলিম মুসলিম হয়ে যায় তাহলে কি আমার এবং আমার পরিবারের সকল গুনাহ মাফ হয়ে যাবে ?",
    "answer": "ওয়া আলাইকুমুস সালাম। এটা অনেক বড় সওয়াবের কাজ। কিন্তু এর কারণে সবার গুনাহ মাফ হবে, এরকম কোন প্রমাণ নেই। আল্লাহ চাইলে মাফ করতে পারেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জান্নাত-জাহান্নাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6764",
    "question": "আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ, আমার একটা প্রশ্ন সেটা হইল আমার কাছে কিছু যাকাতের টাকা হবে আমি চাচ্ছি যে যাকাতের এই টাকাটা দিয়ে একটা ফান্ড করব, যেই ফান্ড থেকে গরিব অসহায় মানুষকে টাকা ধার দিব তাদের সাধ্যমতো টাকা ধার পরিশোধ করবে কোন কিছুর বিনিময়ে না শুধু আসল টাকাটা পরিশোধ করবে, যদি সে টাকাটা পরিশোধ না করে তাকে আর কখনো ধার দিব না আমি কি যাকাতের এই টাকা দিয়ে এই কাজ করতে পারব?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, যাকাতের টাকা দিয়ে ফান্ড করে ঋন দিলে যাকাত আদায় হবে না। যাকাতের টাকার মালিক বানিয়ে দিতে হবে। ফান্ড বানালে কেউ মালিক হবে না, তাই যাকাত আদায় হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6765",
    "question": "আমি আলহামদুলিল্লাহ ৫ ওয়াক্ত নামাজ, রোজা, হালাল-হারাম মেনে চলয়ার সর্বোচ্চ চেষ্টা করি। কিন্তু তবু আমি পাপে জড়িয়ে পরছি। বিশেষ করে অশ্লীলতা সংক্রান্ত পাপ। আমি এক ভুল বারবার করছি। আমি একই ভুল একবার করে তাহাজ্জুদ পড়ে আল্লাহর কাছে ক্ষমা চেয়েছি,কান্না করেছি তবু আমি আবার শয়তানের ধোকায় জেনায় জড়িয়ে পড়েছি। আমি কিছুতেই শান্তি পাচ্ছিনা৷ আমি কেনো এই পাপ থেকে বাচতে পাড়ছিনা,কি করবো আমি?? আমার খুব ভয় হচ্ছে। দয়া করে আমাকে পরামর্শ দিবেন এবং আমার জন্য দোয়া করবেন।।",
    "answer": "পাপ থেকে বাঁচার অন্যতম উপায় হলো পাপের পরিবেশ বর্জন করা এবং পাপের উপকরণসমূহ থেকে দূরে থাকা। যে পরিবেশে গেলে পাপ হয় সেসব জায়গায় যাবেন না। যেখানে ভাল কাজ হয় সেখানে থাকবেন। পাপের অন্যতম উপকরণ হলো মোবাইল, সুতরাং পাপ থকে বাঁচতে এ্যান্ড্রুয়েড ফোন সম্পূর্ণরূপে বর্জন করতে হবে। গান-বাজনা, ছেলে-মেয়েরা একসাথে থাকে এমন সকল অনুষ্ঠানে যাওয়া থেকে বিরত থাকবেন। সকল ফরজ-ওয়াজিব ইবাদতগুলো নিয়মিত পালন করবেন। আর স্থানীয় একজন আলেমের সাথে ভাল সম্পর্ক গড়ে তুলবেন, তার সাথে পরামর্শ করে সব কাজ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6766",
    "question": "আমি একটা মেয়ের সাথে হারাম রিলেশনে ছিলাম,  আমি আল্লাহকে ভয় করে ওই মেয়েটাকে ছেড়ে দিলাম,,,আমি জানি বিয়ের আগে এসব হারাম কাজ আল্লাহ তায়ালা পছন্দ করেন না, তাই আমি সব হারাম কাজ ছেড়ে দিলাম,,,এখন প্রশ্ন হচ্ছে আমি যে যায়গায় প্রায়ভেট পড়ি ওই মেয়েটাও আমার সাথে পড়ে, সে যখন আমার সাথে মাদ্রাসায় বা প্রায়ভেট পড়ে তখন আবার আমার ওই সব হারাম কাজ করতে মন চায় সেক্ষেত্রে আমার করণীয় কি দয়া করে বলবেন,,,পরের প্রশ্ন হচ্ছে যে আমি চাই যে আমি কোনো মেয়ের সাথে কথা বলবো না, কিন্তু মেয়েরা আমার সাথে আগে এসে কথা বলে, আমি জানি মেয়েদের সাথে কথা বলা হারাম, কিন্তু আমি কোনো মেয়ের সাথে কথা বলতে চাই না, সেক্ষেত্রে করণীয় টা কি,,,পরের প্রশ্ন হচ্ছে যে আমি চাই যে আমার নফস কে আমি নিয়ন্ত্রণ করতে, কিন্তু আমাদের প্রায়ভেট বা মাদ্রাসায় কিছু মেয়েদের জন্য সেটা হয় না,, দয়া করে প্রশ্ন গুলোর উওর দিবেন ইনশাআল্লাহ",
    "answer": "পাপ থেকে বাঁচার অন্যতম উপায় হলো পাপের পরিবেশ বর্জন করা এবং পাপের উপকরণসমূহ থেকে দূরে থাকা। আপনি এমন শিক্ষা প্রতিষ্ঠানে অধ্যায়ন করবেন, যেখানে শুধু ছেলেরা পড়ে, মেয়েরা পড়ে না। যেখানে মেয়েরা প্রাইভেট পড়ে সেখানে আপনি প্রাইভেট পড়বেন না। যে পড়াশোনা আপনি করছেন তার চেয়ে অনেক বেশী গুরুত্বপূর্ণ পাপ থেকে বেঁচে থাকা। যদি পড়াশোনা করার কারণে এভাবে অব্যাহত পাপ হতে থাকে তাহলে এই পড়াশোনা বাদ দেয়া ফরজ।\r\n\r\nযে পরিবেশে গেলে পাপ হয় সেসব জায়গায় যাবেন না। যেখানে ভাল কাজ হয় সেখানে থাকবেন। পাপের অন্যতম উপকরণ হলো মোবাইল, সুতরাং পাপ থকে বাঁচতে এ্যান্ড্রুয়েড ফোন সম্পূর্ণরূপে বর্জন করতে হবে। গান-বাজনা, ছেলে-মেয়েরা একসাথে থাকে এমন সকল অনুষ্ঠানে যাওয়া থেকে বিরত থাকবেন। সকল ফরজ-ওয়াজিব ইবাদতগুলো নিয়মিত পালন করবেন। আর স্থানীয় একজন আলেমের সাথে ভাল সম্পর্ক গড়ে তুলবেন, তার সাথে পরামর্শ করে সব কাজ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6767",
    "question": "আস-সালামু আলাইকুম শায়েখ।  বিভিন্ন আলেমরা বিভিন্ন ফতোয়া দেন নামাজ সম্পর্কে। কেউ বলেন রাফাদুল ইয়াদাইন করতে হবে, কেউ বলে না করলেও হবে। কেউ বলে বুকে হাত বাধতে হবে,কেউ বলে নাভীর নিচে। কেউ বলে ইমামের পিছনে সূরা ফাতেহা পরতেই হবে, কেউ বলে না পড়লেও হবে,কেউ আঙুল তুলে রাখতে বলে কেউ বলে দরকার নাই। আমরা সাধারণ মুসলমান কি করবো?? এখন যদি আমি ৪ রাকাত নামাজে,২ রাকাত হানাফি মাযহাবে পড়ি এবং বাকি ২ রাকাত সালাফিদের মতো পড়ি তাহলে কি সমস্যা হবে? নাকি যে কোনো একটা মাজহাব অনুসরণ করতে হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। যে কোন একটার অনুস্বরণ করবেন। সাধারণ মানুষের জন্য নিরাপদ হল সকল মাসআলাতে যে কোন একটি মাজহাবের অনুস্বরণ করা।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6768",
    "question": "আসসালামু আলাইকুম।  গোসল ফরজ হওয়া অবস্থায় গোসল করার পূর্বে চুল, নখ ইত্যাদি কাটা যাবে কিনা?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, কাটা যাবে। কোন সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ত্বহারাত পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6769",
    "question": "আসসালামু আলাইকুম।ওজু সম্পর্কিত কয়েকটি মাসআলা আমার জানা প্রয়োজন।• পুকুরে ওজু করা যাবে কি? এখানে অনেকে একসাথে ওজু করে। কাউকে দেখা যায় পস্রাবের পর সরাসরি পুকরের পানি দিয়ে পরিষ্কার হচ্ছে। অনেকে পানিতে থুথু ও ফেলে দেয়।• যদি না হয় তাহলে, অনেক সময় নতুন কোনো যায়গায় গেলে দেখা যায় সে মসজিদে শুধুমাত্র পুকুরের পানি দিয়েই অজু করতে হয় বিকল্প কোনো ওজুর ব্যাবস্থা নেই। এক্ষেত্রে করণীয় কি?• বৃষ্টির পর পুকুরের পানি বেশ কালো হয়েছে তবে হাতে নিলে এবং কাছে গেলে অনেকটাই স্বচ্ছ ও পরিষ্কার দেখা যায়। এ পানিতে কি ওজু হবে?• ওজু করতে করতে হাত শরীরের কাপড়ের মধ্যে লেগে হাতের কিছু অংশ শুকিয়ে যায়। এতে কি নতুন করে অজু করতে হবে? অনেক সময় অজু করতে গেলে অজুতে ভিজা কিছু স্থান শুকাতে শুরু করে এক্ষেত্রে কি পুনরায় অজু করতে হবে?• ফরজ গোসলের পর গামছা দিয়ে শরীর মুছতে গিয়ে গোপনাঙ্গে অসাবধানতায় হাত স্পর্শ লেগে গেলে অজু কি ভেঙে যাবে?জাজাকাল্লাহ খাইরান।",
    "answer": "ওয়অ আলাইকুমুস সালাম। পুকুরে ওজু করা যাবে, পুকুরে ওযু করতে কোন সমস্যা নেই। পুকুরে পেশাব করলেও পুকুরের পানি নাপাক হয় না। তবে পেশাব না করা উচিত। থুতুতে পানি অপবিত্র হয়  না। পুকুরের কালো পানি দিয়েও ওযু করা যাবে। পুকুর-নদী-সমুদ্র একই হুকুমে।\r\n\r\nকোন অঙ্গ ধোয়ার পূর্বে আরেকটি অঙ্গ শুকিয়ে গেলেও ওযু সহীহ হবে। তবে একটি অঙ্গ শুকানোর পূর্বেই আরেকটি ধৌত করা গুরুত্বপূর্ণ সুন্নাহ।\r\n\r\nগোপনাঙ্গে হাত লাগলে ওযু ভাঙবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ত্বহারাত পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6770",
    "question": "আসসালামু আলাইকুম, কেউ যদি মেসেজ করে সালাম দেয় এবং কোনও প্রশ্ন করে তার উত্তরে যদি ওয়ালাইকুম আসসালাম মনে মনে বলে শুধু প্রশ্নের উত্তরটা লিখে সেটা কি ভুল হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম।  মনে মনে সালামের উত্তর দেয়ার কোন নিয়ম ইসলামে নেই। সালাম মুখে দিলে উত্তরও মুখে দিতে হবে। লিখে পাঠালে উত্তরও লিখতে হবে। আল্লাহ তায়ালা বলেন, وَإِذَا حُيِّيْتُم بِتَحِيَّةٍ فَحَيُّواْ بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا إِنَّ اللّهَ كَانَ عَلَى كُلِّ شَيْءٍ حَسِيبًا আর তোমাদেরকে যদি কেউ সালাম প্রদান করে, তাহলে তোমরা তাকে আরোও উত্তমরূপে সালামের উত্তর দাও অথবা তারই মত ফিরিয়ে বল। নিশ্চয়ই আল্লাহ সর্ব বিষয়ে হিসাব গ্রহণকারী।  (সুরা নিসা : আয়াত ৮৬)",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আদব আখলাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6771",
    "question": "আসসালামু আলাইকুম। শরীরে খুব ব্যাথা পড়লে, ভয় পেলে বা কোনো যায়গায় পড়ে গেলে মুখ ফসকে বের হয়ে যায় ও মাগো, ও বাবাগো। এসব কথা বলা কি শিরকের অন্তর্ভুক্ত হয়ে যাবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, শিরক হবে না। এটা মানুষের স্বাভাবিক অভ্যাস, এখানে শিরকের কিছু নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীদা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6772",
    "question": "আসসালামু আলাইকুম ওয়া রহমাতুল্লাহ। আমার জানার বিষয় হলো… বিয়ের দিন যে বর-কনে কে বিদায়ের সময় ঘরের দরজার সামনে দাঁড় করিয়ে পানি ছিটা দেওয়া হয় এবং ছেলের বাড়িতেও ঘরে তোলার আগে এভাবে বাহিরে দাঁড় করে পানির ছিটা দেওয়া হয় । এখন এই কাজটা কি জায়েজ নাকি বেদাত ??",
    "answer": "ওয়া আলাইকুমুস সালাম। এটা একটি কুসংস্কার। এগুলো বর্জন করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6773",
    "question": "আসসালামু আলাইকুম,  বিগত প্রশ্নের উত্তর দেওয়ার জন্য কৃতজ্ঞতা জ্ঞাপন করছি, আল্লাহ আপনাকে উত্তম প্রতিদান দান করুন।আমার প্রশ্ন হলো সালাতে শেষ বৈঠকে আমি তাশাহুদ,দুরুদ ও দোয়া মাছুরা পড়ার পর ইমাম সালাম ফিরাতে দেরী হলে আমি আরবি দোয়া যা কোরআন ও হাদীসে উল্লেখ আছে তা পড়ি যেমন রাব্বির হামহুমা,রাব্বি হাবলি,রাব্বান্না হাবলানা মিন আজওয়াজিনা ইত্যাদি । কারণ আমি জানতে পারলাম সালাতে সালাম ফেরানোর আগে দোয়া কবুল হয় তাই নিয়মিত পড়ি।সুন্নত ও নফল সালাতে আরো বেশি দোয়া পড়ি। সুন্নত ও নফল সালাতে সিজদায় বাংলায় দোয়া করা যাবে কি? যদি না করা যায় তাহলে সালাত ব্যতিত শুধু সিজদায় বাংলায় দোয়া করা যাবে কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। সালাতের মধ্যে, সাজদাতে আরবীতে দুআ করা ভালো। যে দুআ বাংলায় করবেন সেই দুআর অর্থ বিশিষ্ট আরবী দুআ মুখস্ত করে নিবেন। এটাই উত্তম। তবে অনেক আলেম মাতৃভাষায় দুআর অনুমতি দিয়েছেন। বিশেষ করে সুন্নাত ও নফল সালাতের মধ্যে। আমার পরামর্শ হলো আপনি দ্রুত আরবী দুআ মুখস্থ করার চেষ্টা করুন। মুখস্ত হওয়ার আগ পর্যন্ত বাংলায় দুআ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6774",
    "question": "আসসালামু আলাইকুম শায়েখ, আমি দুপুর ১২:১৫ মিনিট এর দিকে ফরজ গোসল আদায় করি। এখন আমাদের এলাকায় যোহরের জামাত ১:৩০ মিনিটে শুরু হয়। আমি ওযু ছাড়া নামায আদায় করতে পারবো??",
    "answer": "ওয়া আলাইকুমুস সালাম। ফরজ গোসল করার পর ওযু ভাঙ্গার কোন কিছু না হলে নতুন করে আর ওযু করা লাগবে না। যতক্ষন ওযু না ভাঙ্গে ততক্ষন নামায, কুরআন তেলাওয়াতসহ যে সব ইবাদে ওযু প্রয়োজন হয় সব ইবাদত ঐ ফরজ গোসল দ্বারাই করতে পারবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6775",
    "question": "প্রশ্ন ১, শরিয়া ভিত্তিক ব্যাংকে আমার ২২ লক্ষ টাকা লোন আছে ,  নগদ টাকা চল্লিশ লক্ষ টাকা আছে ডিপিএস একাউন্টে, আমি কত টাকার যাকাত দেবো।প্রশ্ন ২, শশুর শাশুড়ি  শালিকে যাকাত দেয়া যাবে কি,  টাকার মালিক আমি কিন্তু স্ত্রীর নামে কিছু টাকা আছে,  সেই টাকা থেকে শ্বশুর-শাশুড়িকে যাকাত দেয়া যাবে।",
    "answer": "আপনাকে চল্লিশ  লাখ টাকার যাকাত দিতে হবে। ব্যাংক ঋন যাকাতের হিসাব থেকে বাদ যাবে না। ব্যাংক ঋন স্বাভাবিক ঋন হিসেবে গণ্য নয়।\r\n\r\n২। জ্বী, আপনার শ্বশুর, শ্বাশুড়ি ও  শালিকাকে আপনি যাকাত দিতে পারবেন। স্ত্রীর নামে থাকা টাকা যদি আপনি স্ত্রীকে দান করে দেন তাহলে সেই টাকা থেকে তাদেরক যাকাত দিতে পারবেন না। আর যদি দান করে না দেন, মালিক আপনিই থাকেন তাহলে সেই টাকা দিয়ে তাদেরকে যাকাত দিতে অসুবিধা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6776",
    "question": "আসসালামু আলাইকুম। আমি একজন নারী। বয়স ৩১। আমার বিয়ের জন্য বেশ কয়েক বছর যাবত চেষ্টা করা হচ্ছে। প্রস্তাব আসে। কিন্তু শেষ পর্যন্ত হয়না। এক কবিরাজ বলেছেন ১২ বছর যাবত আমার বর বেধে রাখছে কেউ শত্রুতা করে।আমার পিতা- মাতা বিভিন্ন জায়গায় কবিরাজ দেখিয়েছেন।অনেক ঝাড়ফুঁক করিয়েছেন।শরীরে তাবিজ বেধেও চেষ্টা করেছেন। আমি বরাবরই তাবিজ নিতে নারাজ। এতদিন আমাকে বুঝিয়ে – অনুরোধ করে তাবিজ ব্যবহার করিয়েছেন। বর্তমানে আমি এসব তাবিজ ব্যবহারে দৃঢ়ভাবে অসম্মতি জানিয়েছি। তাই তারা আমার রুমে বিভিন্ন জায়গায় – বিছানার নিচে সেগুলো বেধে রাখছে।এগুলো আমার অগোচরে করছেন এখন আমার করণীয় কি? আমি শুধু মাত্র আল্লাহর উপর ভরসা করে সবরের সিদ্ধান্ত নিয়েছি।",
    "answer": "ওয়া আলাইকুমুস সালাম। বাংলাদেশের প্রেক্ষাপটে ১৮-২২ বছরের বা পরিণত বয়সের মেয়েদের বিয়ে হওয়াটা তুলনামূলক সহজ হয়। এর চেয়ে বয়স বেড়ে গেলে বিভিন্ন কারণে মেয়েদের বিবাহ কঠিন হয়ে যায়। ১৮- ২২ বছরে বা পরিণত বয়সে  বিয়ে আসে, কিন্তু অনেক অভিভাবক বিভিন্ন অজুহাতে বিয়ে দেন না। পরে যখন বিয়ে দেয়া কঠিন হয়ে যায় তখন এই সব কবিরাজ ধরেন, জিন-পরীর কাহিনী রটান।  আপনার ক্ষেত্রে কী হয়েছে সেটা আমরা নিশ্চিত নয়। তবে এখন চেষ্টা করতে হবে আর দুআ করতে হবে। তাবিজ গ্রহণ করা যাবে না। আল্লাহ আপনার কষ্ট দূর করে দিন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জাদু-টোনা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6777",
    "question": "আমার এক খালাতো বোনের বিয়ে হয়েছে নতুন। কিন্তু তার ননদের স্বামী তাকে খারাপ ভাবে শরীরের বিভিন্ন যায়গায় টাচ করে, জড়িয়ে ধরে আরো খারাপ কিছু করে। সে নিষেধ করার পরেও তার সাথে এমন করে। তার স্বামীকে সে জানিয়েছে কিন্তু সম্পর্ক নষ্টের ভয়ে তার স্বামী তার দুলাভাই কে কিছু বলেনা ৷  এখন আপু মানসিকভাবে ভেঙে পড়েছে এবং সুইসাইড করতেও চায় মাঝে মাঝে।  এমন অবস্থায় তার করণীয় কি হতে পারে যদি একটু পরামর্শ দিতেন উপকার হইতো শায়েখ।",
    "answer": "বিয়ের আগে পর্দার পরিবেশ নিশ্চিত হওয়ার পর বিয়েতে রাজী হতে হবে মেয়েদের। মেয়েটি তার অভিভাবক তথা বাবা-মাকে বিষয়টি জানাতে পারে, তারা পারিবারিকভাবে সমাধান করবে। আর যদি ননদকে জানালে সমাধান সম্ভব হয় তাহলে ননদকে জানিয়ে সমাধান করতে পারে। এই মুহুর্তে তার উচিত হলো বাবার বাড়িতে চলে আসা এবং এর সমাধান না হওয়া পর্যন্ত বাবার বাড়িতে থাকা। যদি এই সমস্যার কোন সমাধান না হয় তাহলে এই স্বামীর কাছে থাকা যাবে না, বিচ্ছেদের দিকে যেতে হবে।\r\n\r\nসুসাইড কোন সমাধান নয়, আপনার সার্বক্ষনিক তার পাশে থাকবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6778",
    "question": "আসসালামুয়ালাইকুম শায়েখ,,দয়া করে আমার প্রশ্নের উত্তর দিয়ে যাবেন,,শায়েখ আমি একটি ব্যাংক সেক্টর এ  ডাটা সেন্টার এর জব করতে চাচ্ছি,,সেখানে আমাকে কম্পিউটার এ তাদের প্রয়োজনীয় ডাটা মনিটরিং করা লাগবে,,এখন প্রশ্ন হলো এখানে আমার জব করাটা কি আমার জন্য হালাল হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। সুদভিত্তিক ব্যাংক হলে জায়জ হবে না। ইসলামী শরীয়াহ অনুস্বরণ করে এমন ব্যাংক হলে জায়েজ হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6779",
    "question": "আসসালামু অলাইকুম,,আমি একজন বিধবা, আমার বয়স ২৪, আমার ১০ মাসের একটি বাচ্চা আছে। আমার স্বামী আমাকে উপহার হিসেবে ১ভরি ৭ আনা স্বর্ণ দিয়েছিল। যখন তিনি বেঁচে ছিল গত বছর আমি আমার স্বর্ণের যাকাত আদায় করেছি। প্রশ্ন হলো এ বছর ও কি আমাকে যাকাত আদায় করতে হবে? উল্লেখ্য আমি এখন টিউশনি করে চলি।",
    "answer": "ওয়া আলাইকুমুস সালাম। শুধু ১ভরি ৭ আনা স্বর্ণ থাকলে যাকাত দিতে হয় না। সাড়ে সাত ভরি স্বর্ণ থাকলে তখন যাকাত দিতে হবে। সুতরাং আপনাকে যাকাত দিতে হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6780",
    "question": "আসসালামু আলাইকুম।ইংরেজি শিখার জন্য শিক্ষকেরা বলেন ইংরেজি শুনা লাগে বেশি বেশি। তো এজন্য আমি অনলাইনে ইংরেজি কার্টুন দেখি যেখানে নারী পুরুষের কার্টুন চিত্র থাকে এবং তথ্য প্রযুক্তি দ্বারা তৈরিকৃত মেয়েদের কন্ঠ থাকে। সাধারণত বাস্তবের কোনো মেয়ে মানুষের কন্ঠ বা ছবি থাকেনা। ওসব প্রযুক্তি দিয়ে বানানো কন্ঠ ।প্রশ্ন হলো আমর জন্য ওসব কার্টুন দেখা কি যায়েজ হবে? জাজাকাল্লাহ খাইরান",
    "answer": "ওয়া আলাইকুমুস সালাম। মেয়ে কার্টুন নেই, মেয়েদের কন্ঠ নেই এমন কথোপকথন দেখবেন শুনবেন। মেয়েদের কার্টুন দেখা জায়েজ হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6782",
    "question": "আসসালামু আ’লাইকুম ওয়া রহমাতুল্লাহ। ইমাম সাহেব তার নিয়তের মাঝে যদি মুক্তাদিদেরকে সংযুক্ত না করে তাহলে মুক্তাদীদের নামাজ হবে কি? ইমামের নিয়ত কি হবে? বাংলাতে অর্থসহ জানাবেন।",
    "answer": "নিয়ত হলো হৃদয়ের বিষয়। হৃদয়ে ইমাম সাহেব এই সংকল্প  করবেন যে, তিনি মুসল্লিদের ইমাম। এটা করা মুস্তাহাব।  ইমাম হওয়ার নিয়ত না করে শুধু নামাযের নিয়ত করলেও মুক্তাদির নামায সহীহ হবে। এটাই গ্রহনযোগ্য মত।\r\n\r\nএর বাইরে আরবী বা অন্য কোন ভাষায় মুখে কোন নিয়ত করবে না। বিস্তারিত জানতে দেখুন:\r\n\r\nhttps://www.islamweb.net/ar/fatwa/176327/%D8%AD%D9%83%D9%85-%D8%A7%D9%84%D8%A7%D9%82%D8%AA%D8%AF%D8%A7%D8%A1-%D8%A8%D8%B4%D8%AE%D8%B5-%D9%84%D9%85-%D9%8A%D9%86%D9%88%D9%90-%D8%A7%D9%84%D8%A5%D9%85%D8%A7%D9%85%D8%A9",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6783",
    "question": "আসসালামু আলাইকুম সম্মানিত শায়েখ। মোবাইল ফোনে কিবলা আমি নিজেই দেখতে ভুল করায় ৩ দিন অন্যত্র অল্প একটু কিবলা থেকে বাকা হয়ে নামাজ আদায় করে ফেলি। এটা ভুলবশত হয়ে গিয়েছে যদিও সতর্ক ছিলাম কিবলা টা বুঝতে।এভাবে ৩ দিন সালাত আদায় করি। পরে আমার ভুল বুঝতে পারি। বেশি সতর্ক হতে গিয়ে ভুল করি এটা নিয়ে আমার ভয় হচ্ছে। এমতাবস্থায় এখন কি সেই ৩ দিনের সালাত পুনরায় পড়তে হবে?? আর পড়তে হলে কিভাবে পড়বো? অনুগ্রহ করে জানাবেন আমার এখন কি করা উচিৎ??জাজাকাল্লাহ খাইরান",
    "answer": "ওয়া আলাইকুমুস সালাম। অল্প একটু সরে গেলে সমস্যা হবে না। নামায নতুন করে আদায় করতে হবে না। সামনে থেকে সাবধান থাকবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6784",
    "question": "আমার বয়স ২১। আমি উচ্চমাধ্যমিক পরীক্ষা শেষ করে অনার্সে ভর্তি প্রস্তুতি নিচ্ছি। আমার বাড়ি থেকে মসজিদ প্রায় ১০ মিনিটের দূরত্বে।আমার পিতা-মাতা আমাকে মসজিদে নামাযে যেতে দিতে চায় না। তারা এ বিষয় নিয়ে আমার সাথে রাগারাগি করে এবং আমাকে কড়াভাবে শাসন ও করে।আমি তাদেরকে বলেছি জামাতে নামাজ আদায়ের গুরুত্বের ব্যাপারে।তারা বলে বাড়িতেই নামাজ আদায় করে নিতে।তাদের ভাষ্যমতে মসজিদে নামাজ পড়তে গেলে আমার সময় নষ্ট হবে এবং পড়ালেখার ক্ষতি হবে।এমতাবস্থায় আমার করণীয় কি?",
    "answer": "নামায পড়তে গেলে পড়ালেখার ক্ষতি হবে, এমন মূর্খতাপূর্ণ কথা সাধারণত শোনা যায় না। যুগ ‍যুগ ধরে ধর্ম থেকে দূরে থাকা ব্যক্তিরা হয়তো কখনো এমন বলতে পারে। অথবা ধর্মবিদ্বেষী ব্যক্তিরা এমন বলতে পারে। আপনি তাদেরকে নামাযের এবং  জামাতের গুরুত্বের বিষয়ে অব্যাহতভাবে বুঝাতে থাকবেন। যদি বড় সমস্যা না করে জামাতে নামায আদায় করবেন। বেশী সমস্যা হলে মাঝে মাঝে বাড়িতে আদায় করবেন। এভাবে ধীরে ধীর সব ঠিক হয়ে যাবে ইনশাআল্লাহ। পুরোপুরি জামাত ত্যাগ করবেন না।\r\n\r\nপ্রয়োজনে স্থানীয় কোন আলেমের মাধ্যমেও আপনর বাবা-মাকে বুঝাতে পারেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6785",
    "question": "আসসালামু আলাইকুম,আমি একজন ফ্রিল্যান্সার। আমি বিভিন্ন অনলাইন ব্যাংকিংয়ের মাধ্যমে বিদেশি ক্লায়েন্টের থেকে পেমেন্ট নিয়ে থাকি। এইরকম এক অনলাইন আমি এক ক্লাইন্ট থেকে ৪২৫০‌ ডলার পেমেন্ট পাই। আমি ৪০০০ ডলার টাকায় কনভার্ট করে আমার লোকাল ব্যাংকে নিয়ে আসি। বাকি ২৫০ ডলার ওই ব্যাংকে থাকে।একদিন পরে, ওই অনলাইন ব্যাংক আমাকে জানায়, ক্লায়েন্টের ব্যাংকের সমস্যা হওয়ার কারণে তারা পেমেন্টটা ফিরিয়ে নেবে। যেহেতু আমি ৪০০০ ডলার লোকাল ব্যাংকে ট্রান্সফার করে ফেলেছে সেহেতু তারা ২৫০ ডলার কেটে নিয়ে যায়, এবং আমাকে ইমেইলের মাধ্যমে জানায় যে, পরবর্তী কোন পেমেন্ট নিলে সেখান থেকে ৪০০০ ডলার কেটে নিয়ে যাওয়া হবে।কিছুদিন আগে আমি কিছু পেমেন্ট পাই, আমি ওই ব্যাংকে টাকাটা রেখে দিয়েছি যাতে তারা টাকাটা কেটে নেয়। কিন্তু ৩-৪ দিন অতিবাহিত হওয়ার পরেও তারা টাকা কাটেনা।উল্লেখ্য যে এই টাইপ ব্যাংকিং সিস্টেমে বাংলাদেশ থেকে টাকা ডিপোজিট করা যায় না। শুধুমাত্র বাইরে থেকে কেউ পেমেন্ট করলেই টাকা আসে। পুরো ব্যাপারটাই অনলাইন ব্যাংকিং সিস্টেমের ভুল অথবা তাদের সিস্টেমের ভুলের জন্য হয়েছে।এখন কি আমি এই টাকাটা আমার লোকাল ব্যাংকে ট্রান্সফার করে ফেলতে পারব? আমার জন্য এই টাকাটা কি হালাল হবে? যে ৪০০০ ডলার আমি আগে লোকাল ব্যাংকে ট্রান্সফার করে ফেলছি, সেই টাকাটার ক্ষেত্রেও বা কি করনীয়? সকল টাকাই আমার কঠিন পরিশ্রমের পারিশ্রমিক।",
    "answer": "ওয়া আলাইকুুমুস সালাম। আপনি এই টাকা ব্যবহার করতে পারবেন। যদি তারা কেটে রাখতে চাই তাহলে সামনে রাখবে। তাদের তো সুযোগ আসবেই। আগের টাকা পরের টাকা সবই ব্যবহার করতে পারবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6786",
    "question": "আসসালামু আলাইকুম। আমাদের দেশে নামের সাথে অনেকেই বিভিন্ন বংশপদবী ব্যবহার করেন যেমন প্রামানিক, খলিফা, মোল্লা, চৌধুরী ইত্যাদি।এসব পদবি ব্যবহার করা যাবে কিনা এ ব্যাপারে ইসলামী বিধান জানতে চাই।",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, এগুলো ব্যবহার করতে সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6787",
    "question": "আসসালামু আলাইকুম, শায়েখ রোজা অবস্থায় কি ব্রাশ করা যাবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। ব্রাশ করা না জায়েজ নয়। তবে টুথপেষ্ট বা মাজনের অংশ গলার ভিতর ঢুকে রোজা ভেঙ্গে যাওয়ার সম্ভাবনা থাকে, তাই ব্রাশ না করে মিসওয়াক করা উত্তম।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6788",
    "question": "কাউকে যদি ইশারার মাধ্যমে হাত দিয়ে নিম্নস্বরে সালাম দিই,  তাহলে কি এটি বিদআত হবে?",
    "answer": "ইশারা বাদ দিয়ে উচ্চস্বরে সালাম দিবেন। এটা সুন্নাত। এর বাইরে যাবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিদআত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6789",
    "question": "মেয়েরা কীভাবে তারবাীহ সালাত আদায় করবে?",
    "answer": "অন্যান্য সুন্নাত-নফল সালাত যেভাবে আদায় করে  তারবাহীর সালাতও সেভাবে আদায় করবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6790",
    "question": "আমি যখন সপ্তম শ্রেণীতে পড়ি তখন একটা মেয়েকে ভালোবাসতাম মেয়েটিও আমারে ভালোবাসতো এক কথায় হারাম রিলেশন ছিল আমাদের,,যাই হোক আমরা ২ জন ২ জনকে শুধু একদিন জড়িয়ে ধরেছিলাম সেই দিনটার কথা মনে হলে আমার বিবেকে এখনো নাড়া দেয় , আল্লাহর কাছে আমি এখনো মাফ চাই ঐ দিনটার কথা ভেবে । আমি এখন কলেজে পড়ি আর মেয়েটির বিবাহ হয়েছে অন্য একটা ছেলের সাথে, তাদের একটি ছেলে সন্তান ও আছে ,এখন কথা হলো শরীয়তে একটা মেয়েকে জড়িয়ে ধরার শাস্তি কি আর আল্লাহর কাছে ক্ষমা চাইলে আমি ক্ষমা পাবো কি ? আমি কীভাবে আল্লাহর কাছে ক্ষমা চাবো ? দয়াকরে উওর টা জানাবেন প্লিজ",
    "answer": "জ্বী, আপনি ক্ষমা চাইলে আল্লাহ অবশ্যই ক্ষমা করে দিবেন। অতীত পাপের জন্য লজ্জিত হয়ে ক্ষমা চেয়ে ভবিষ্যতে উক্ত পাপে না জড়ানোর দৃঢ় ইচ্ছা নিয়ে আল্লাহ তায়ালার কাছে ক্ষমা চাইবেন। আর এটা নিয়ে বেশী ভাবার প্রয়োজন নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6791",
    "question": "আসসালামু-আলাইকুম। প্রশ্নঃ আমার স্ত্রীর ৬ ভোরি পরিমান সোনার গহনা আছে এবং নগদ ৫০ হাজার টাকা আছে ১ বছর ধরে। তাহলে তার সম্পদ কি নেসাব পরিমান হচ্ছে? তার উপর কি যাকাত ফরজ হচ্ছে? যাকাত দেওয়া লাগবে কিনা?",
    "answer": "ওয়া আলাইকুমুস সালাম। স্বর্ণ ও টাকা একত্র করলে রুপার নেসাব পূর্ণ হয়ে যাচ্ছে, তাই যাকাত দিবেন। শতকারা আড়াই পার্সেন্ট হিসেবে যাকাত দিতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6792",
    "question": "আসসালামু আলাইকুম,আমি মুরগি অনেক সময় ধরে ভিজিয়ে রেখে ভালোভাবে ধুয়ে যখন মসলা দিয়ে কড়াইয়ে বাজতে দেই, তখন এর হাড় বা মাংসের ভিতর থেকে রক্ত বের হয়, এই অবস্থায় এই মুরগির মাংস খাওয়া যাবে কিনা? দয়া করে উত্তর দিবেন?আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহি ওয়া বারাকাতু",
    "answer": "ওয়া আলাইকুমুস সালাম। ভালো করে ধোয়ার পর যদি হাল্কা রক্তের মত কিছু বের হয় তাহলে খাওয়া যাবে, সমস্যা নেই। তবে যদি ধৌত করার ক্ষেত্রে যদি সমস্যা থাকে, যার কারণে রক্ত বের হয় তাহলে নতুন করে ভালো করে ধৌত করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6793",
    "question": "আসসালামু আলাইকুম শায়েখ। আমি কিছুদিন আগে একটা ল্যাপটপ কিনি। যাদের থেকে আমরা ল্যাপটপ কিনি তারা সাধারণত অপারেটিং সিস্টেম ও অন্যান্য সফটওয়্যার গুলা ইন্সটল করে দেয়। আমার ক্ষেত্রে ওরা ল্যাপটপ কিনার সময় ইন্সটল করে দিয়েছিল। কিন্তু তারা যেটা ইনস্টলেশন করে দিয়ে সেটা মুলত ক্রেক ভার্সন। এখন আমার প্রশ্ন হচ্ছে আমি কি এগুলা ব্যবহার করতে পারব?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি যাদের কাছে থেকে কিনেছেন তাদেরকে বলুন মূল ভার্সন দিয়ে দিতে। অকারণে ক্রাক ভার্সন ব্যবহার করবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6794",
    "question": "আসসালামু আলাইকুম।  রোজা অবস্থায় কি টুথপেষ্ট দিয়ে ব্রাশ করা কি যাবে? তাতে কি রোজার কোন ক্ষতি হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। রোজা রেখে টুথপেষ্ট দিয়ে  ব্রাশ করা না জায়েজ নয়। তবে টুথপেষ্ট বা মাজনের অংশ গলার ভিতর ঢুকে রোজা ভেঙ্গে যাওয়ার সম্ভাবনা থাকে, তাই ব্রাশ না করে মিসওয়াক করা উত্তম।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6795",
    "question": "আসসালামু আলাইকুম,আমি আইন বিভাগ থেকে আমার পড়াশোনা শেষ করেছি।সাধারনত আইন বিভাগ থেকে পড়াশোনা করে সবার লক্ষ্য থাকে বিচারক হওয়া। কিন্তু সূরা মায়িদার ৪৪,৪৫ ও ৪৭ নং আয়াতে আল্লাহ সুবহানাহু ওয়াতাআ’লা বলেছন যারা আমার আইন অনুযায়ী বিচার ফায়সালা করে না, তারা কাফের এবং একই সাথে তাদের ফাসেক ও জালেম বলেও অভিহিত করেছেন।আমাদের দেশের প্রচলিত আইনের বেশিরভাগই কুরআন সুন্নাহর বিপরীত। এক্ষেত্রে হুকুম কি?জাজাকাল্লাহ খইরন",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, আল্লাহর আইনের বাইরে অন্য কোন আইন দ্বারা বিচার করতে হলে বিচারক হওয়া জায়েজ হবে না। যারা করবে তারা বড় গুনাহে জড়িত।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6796",
    "question": "আমার আব্বার মৃত্যুর পর, তার পেনশনের ৪ লক্ষ টাকা রয়েছে। এছাড়া আম্মার কাছে ৫০ হাজার টাকা রয়েছে (জমা টাকা)। পরিবারের সদস্য :আম্মা,দুই ভাই,এক বোন।আমাদের কারো উপর  কি যাকাত ফরজ হয়েছে?",
    "answer": "রুপার নিসাব অনুযায়ী আপনার বোন এবং আম্মা বাদে আপনাদের দুই ভাইয়ের উপর যাকাত ওয়াজিব।  সুতরাং যাকাত দিয়ে দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6797",
    "question": "আসসালামু আলাইকুম, সম্মানিত শায়েখ আল্লাহ আপনার ভাল করুন। আমার প্রশ্ন হল আমি জানতে পারলাম যে সালাতে সালাম ফিরোনোর পূর্বে দোয়া কবুল হয় তাই আমি প্রত্যেক সালাতে সালাম ফিরানোর পূর্বে আরবী দোয়া গুলি করি রাব্বীর হামহুমা ,রাব্বী হাবলী মিনাসসয়ালীহীন ,রাব্বানা হাবলানা ইত্যাদি দোয়া করে সলাম ফিরাই। এভাবে সালাতে দোয়া করা যায় কি এবং আমার সালাত হয় কি।এটি সুন্নত সালাত এবং ফরজ সালাতে ইমাম সাহেব সালাম ফিরানো বিলম্ব হলে উপরিউক্ত দোয়াগুলি করি।",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, এভাবে দুআ করতে কোন সমস্যা নেই। সালাতের কোন ক্ষতি হবে না। সালাম ফিরানোর পূর্বে একাধিক দুআ করা যায়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6798",
    "question": "টাকার পরিমাণ হিসেবে কতো টাকা থাকলে যাকাত দিতে হবে? মোটরসাইকেল, জমি, বাড়ি এগুলো কি যাকাতের আওতায় পড়বে??২) যেই টাকা আমার কাছে থাকবে সেটা কি ১ বছর থাকা লাগবে? মানে এর আগে নেসাবের টাকা কমে গেলে কি যাকাত দিতে হবেনা??",
    "answer": "মোটরসাইকেল, জমি, বাড়ি এগুলো জাকাতের আওতায় পড়বে না। সাড়ে সাত ভরি স্বর্ণ কিংবা সাড়ে বায়ান্ন তোলা রোপার মূল্য সমপরিমাণ টাকা মালিকানায় আসার এক বছর পর যাকাত আদায় ফরজ হবে। স্বর্ণ-রোপ্যের মূল্যের তারতম্যের কারণে টাকা কম-বেশী হয়।\r\n\r\n২। জ্বী, নেসাব পরিমাণ টাকা এক বছর থাকা লাগবে, এক বছরের আগে কমে গেলে যাকাত আদায় করতে হবে না। তবে বছরের মাঝে যদি কমে যায়, আবার বছর শেষে পূর্ণ হয়ে যায় তাহলে যাকাত আদায় করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6799",
    "question": "আমার বাল্যবন্ধু অগ্রণী ব্যাংকে চাকরি করে। চাকুরীর বেতন ব্যাতিত তার অন্য কোন আয়ের উৎস নাই কিংবা থাকলেও সেই উপার্জন আলাদা থাকে এমনটিও নয়।আমিও সরকারি চাকরি করি। ছুটিতে গেলে একসাথে আড্ডার মুহুর্তে বিভিন্ন আপ্যায়নের (চা নাস্তা কিংবা বনভোজন)আয়োজন থাকে।সুদভিত্তিক ব্যাংকের চাকরি হারাম বলেই জানি। আমি হারাম খাবার এড়িয়ে চলার চেষ্টা করি। কিন্তু বন্ধুমহলের মধ্যে বন্ধুত্বের সুসম্পর্ক রক্ষায় এমন পরিস্থিতিতে কি করতে পারি? বিভিন্ন কৌশলে হয়তো সেই বিল গুলো আমিই দেওয়ার চেস্টা করি, কিন্তু সব সময় তো পারি না।একই পরিস্থিতি নিজেস্ব কিছু রক্ত সম্পর্কিয় আত্বীয়ের ক্ষেত্রেও, যাহারা হারাম উপার্জনের সাথে জড়িত কিন্তু আত্বীয়তা রক্ষার খাতিরে একে অপরের বাসায় যাতায়াত সহ সবকিছুতেই সমস্যার সম্মুখিন হচ্ছি।উপরোক্ত বিষয়ে কোরআন-হাদিসের আলোকে আমাকে সুপরামর্শ দিলে খুবই উপকৃত হবো ইনশা-আল্লাহ্।আল্লাহ্ আপনার তৌফিক দান করুন।",
    "answer": "প্রথমত হারাম উপার্জনের সাথে জড়িত তাদের সাথে আপনার এমন ব্যবহার করা উচিত যেন তারা বুঝতে পারে যে, হারাম উপার্জনের কারণে আপনি তাদের উপর সন্তুষ্ট নন। যারা হারাম উপার্জনের সাথে জড়িত তারা স্পষ্ট ফাসেক, গুনাহগার। তাদের সাথে আচার-ব্যাহার, লেনদেনও একটু আলাদা হওয়া উচিত।\r\n\r\nদ্বিতীয়ত যদি বাধ্য হয়ে খাওয়া লাগে তাদের থেকে যে পরিমাণ খাবেন সে পরিমাণ কৌশলে তাদেরে খাইয়ে দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6800",
    "question": "আসসালামু আলাইকুম।আমি আনুমানিক ২.৫ বছর পূর্বে আল্লাহর সন্তুষ্টির জন্য বিবাহ করেছিলাম।কিন্তু আমার পরিবার বিবাহ তে নারাজ ছিল।আমার মা ও মামা গেছিলেন শুধু বিবাহ তে। তাদের নারাজ থাকার কারন—মেয়ের পিতার আতিথিয়েতা না করা ও মেয়েকে তেমন কিছু না দেওয়া।ত তারপরেও আল্লাহর ইচ্ছায় বিবাহ হয়ে গেল আর আমরা আলহামদুলিল্লাহ সুখেই সংসার জীবন পার করছিলাম দুজনে। কিন্তু সম্প্রতি আমার পিতা মাতা অনেক জোরাজোরি করছে এই জন্য যে হয় মেয়ের বাসা থেকে ( দাওয়াত+ গহনা সম্পুর্ন)  দিতে হবে না হয় মেয়েকে ছেড়ে দিতে হবে।তা না হলে পিতা মাতার সাথে জিবনকার মতো সম্পর্ক ছিন্ন করতে হবে।আর মেয়ের বাসা থেকে বলছে তারা দাওয়াত বা কিছুই দিতে পারবে না।বিদ্র::: আমি আমার স্ত্রী কে নিয়ে আলাদা বাসায় থাকি।সুখে দুঃখে দুজন দুজনার সাথে পরামর্শ করে জীবন পার করছি আল্লাহর কাছে সবর ও দুয়ার মাধ্যমে।মহান আল্লাহ তায়ালা, আমাদের প্রিয় নবি হজরত মুহাম্মদ সাঃ, নবিগন , ফেরেস্তাগন তাদের পরেই আমি আমার পিতা মাতা ও স্ত্রী কে ভালো বাসি।কিন্তু সম্প্রতি পিতামাতাকে শান্তনা দেবার জন্য   আমি আমার স্ত্রী কে বলি যে পিতা মাতা তো অনেক জোরাজুরি করেছে,উনাদের কোর্ট বা কাজির কাছ থেকে একটা কাগজ( ডিভোর্স এর) তৈরি করে তাদের দেখায় যে,আমাদের আর কোন সম্পর্ক নাই।পরে আস্তে ধিরে তাদের বুঝাব।বিষয় টা আমাদের একজন দিনি ভাই কে বলেছিলাম আর কাজি সাহেব কে বলেছিলাম যে আমরা একটা কাগজ করতে চাচ্ছি জেইটা বাপ মা কে দেখাব যে আমাদের সম্পর্ক নাই কিন্তু আমাদের সম্পর্ক থাকবে।তারপর আমি আর আমার স্ত্রী  কোর্টের সামনে কাজি অফিসে গিয়ে কাজিকে বলি যে,কাজি সাহেব আমাদের এমন একটা কাগজ তৈরি করে দিন জেইটাতে আমাদের সম্পর্ক ভাংবে না,কিন্তু পরিবার কে শান্তনা দিতে পারব।উনি তখন আমাদের বলে যে তাহলে কোর্ট তালাক দেন এতে সমস্যা নাই আপনি ত শুধু কাগজ দেখাবেন বাসায়।তারপরে আমি কাজির সাথে গিয়েছিলাম উনি একটা পেপার লিখে দিল কম্পিউটার থেকেআর বিভিন্ন ব্যাক্তির সই + আমার সই নিয়ে বলল এই কাগজ টা শুধু বাসায় দেখালে হবে। আমি কাগজ টা নিয়ে বাসায় এক পলক দেখায় আর তখন তারা মেনে নেই যে আমাদের ডিভোর্স হয়ে গেছে। কাগজ এ তিন তালাক মানে বাইন তালাক এর কথা লিখা আছে।বিদ্র::::এই কাজ টা আমাদের সম্পুর্নই অভিনয় ছিল বাসায় বুঝানোর জন্য। আমার স্ত্রী আলহামদুলিল্লাহ পরিপূর্ণ দিন মানে এবং আমি পুরো পুরি তার উপর সন্তুষ্ট আলহামদুলিল্লাহ।আমরা চেস্টা করি আমাদের দুজনের এই দুনিয়ার জীবন শরিয়তের আলোকে চালানোর জন্য।ত এই বিষয় টা আমাদের জেই দিনি ভাইয়ের সাথে পরামর্শ করেছিলাম উনি তখন আমাদের বলে যে এই বেপার টা নিয়ে সম্মানিত মুফতি সাহবের সাথে পরামর্শ করবার জন্য।তখন আমাদের মাথায় আসে যে আমরা বড় বিপদে পড়েছি।ঘটনাটা ৫/৬ দিন আগের আর এর ভিতর স্ত্রীর সাথে কোন ধরনের শারিরীক সম্পর্ক হইনি।আমরা দুজন দুজনাকে আল্লাহর সন্তুষ্টির জন্য ভালো বাসি অনেক।এখন আমাদের সব কিছু এলো মেলো হয়ে গেছে।তাই সম্মানিত মুফতি সাহেবগনের কাছে আমাদের প্রশ্ন হল তালাকের এই কাগজ টার কারনে কি আমাদের দুজনার সম্পর্ক ঠিক আছে এখনো নাকি বিচ্ছেদ হয়ে গেছে?বিদ্র::::আমরা মৌখিক ভাবে বা মজার ছলেও কখনো তালাক দিলাম বা এই শব্দটাও উচ্চারণ করিনি।আর উক্ত ঘটনার সাক্ষি আমাদের দিনি ভাই+ কাজি।",
    "answer": "ওয়া আলাইকুমুস সালাম। যদি মুথে তালাক না দিয়ে থাকেন আর কাগজে স্বাক্ষর করার সময় বা লেখার সময় তালাকের নিয়ত না থাকে তাহলে তালাক হয় নি, আপনারা স্বামী-স্ত্রী হিসেবে আছেন।\r\n\r\nতবে আপনাদের বিবাহ প্রক্রিয়া এবং পরবর্তী পদক্ষেপগুলো খুবই অবিবেচনাপ্রসূত হয়েছে। আপাতত সংসার করে গেলেও এভাবে কতো দিন সংসার টিকিয়ে রাখতে পারবেন তা নিয়ে কথা থেকে যায়। তারা জানে ডিভোর্স তাহলে পরে কীভবে তাদেরকে বিয়ের কথা জানাবেন, মানাবেন?\r\n\r\nঅভিভাবকদের কথার বাইরে গিয়ে বিবাহ করা ঠিক হয় নি। এরপর যখন বিয়ে করলেনই তখন আবার তাদের কথা মতো তালাক বা অভিনয় করার দিকে কেন যাবেন? সবকিছু এতো হালকা করে নিবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6801",
    "question": "আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহি ওয়া বারাকাতু। আমি একজন সাধারন মুসলমান।সহিহ হাদিস অনুসারে জীবন পরিচালনার চেষ্টা করি।সম্প্রতি একটি কিতাব থেকে জানতে পারলাম যে, ২০ রাকাত তারাবির হাদিস যঈফ এবং ২০ রাকাত তারাবির উপরে উমর (র.) এঁর জামানায় সাহাবীগণের মধ্যে ইজমা হয়েছে বলে যে দাবি করা হয় তা ভিত্তিহীন। আপনাদের কাছ থেকে সঠিক বিষয়টি জানতে চাই।জাযাকাল্লাহু খাইরান।",
    "answer": "ওয়া আলাইকুমুস সালাম।  হযরত উমর রা. থেকে সহীহ সনদে বর্ণিত আছে যে, তার সময়ে লোকেরা রমজানে মসজিদে জামায়াতের সাথে বিশ রাকআত নামায আদায় করেছেন। হাদীসটি নিম্নরুপ: عَنِ السَّائِبِ بْنِ يَزِيدَ قَالَ : كَانُوا يَقُومُونَ عَلَى عَهْدِ عُمَرَ بْنِ الْخَطَّابِ رَضِىَ اللَّهُ عَنْهُ فِى شَهْرِ رَمَضَانَ بِعِشْرِينَ رَكْعَةً – قَالَ – وَكَانُوا يَقْرَءُونَ بِالْمِئِينِ ، وَكَانُوا يَتَوَكَّئُونَ عَلَى عُصِيِّهِمْ فِى عَهْدِ عُثْمَانَ بْنِ عَفَّانَ رَضِىَ اللَّهُ عَنْهُ مِنْ شِدَّةِ الْقِيَامِ অর্থ: সাইব ইবনে ইয়াযীদ থেকে বর্ণিত তিনি বলেন, লোকেরা উমার রা. আমলে রমজান মাসে বিশ রাকআত নামায পড়ত। তিনি বলেন, তারা একশ আয়াত পড়ত। দাড়িয়ে থাকতে কষ্ট হত তাই তারা উসমান রা. এর যুগে লাঠিতে ভর দিত। আস-সুনানুল কুবরা লিল বায়হাক্কী, হাদীস নং ৪৮০১। হাদীসটি সহীহ। ইমাম নববী, বদরুদ্দীন আইনি, আল্লামা যাইলায়ী, ইবনে হুমাম সব প্রমূখ মুহাদ্দীস হাদীসটিকে সহীহ বলেছেন। দেখুন, আল-মাজমু আলা শারহিল মুহাজ্জাব ৪/৩২; উমদাতুল কারী ৪/৪৮৫; তাবয়ি-নুল হাকাউক শারহে কানযুদ দাক-য়ীক ২/৩৪৯।\r\n\r\n \r\n\r\nতারাবীহর রাকআত সংখ্যা সম্পর্কে বিস্তারিত জানতে আমাদের দেয়া 53 নং প্রশ্নের উত্তর দেখুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "তারাবীহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6802",
    "question": "আসসালামু আলাইকুম, আমার প্রশ্ন হলো যে ইমাম সাহেব তারাবিহর ২০ রাকাত নামাজ ২৫ মিনিটে পড়েন। তার পিছনেই তারাবিহ পড়বো? নাকি পার্শ্ববর্তী কোনো মসজিদে গিয়ে নামাজ পড়ব?আশু উত্তর প্রদানে মুহতারামের সদয় দৃষ্টি কামনা করছি।",
    "answer": "ওয়া আলাইকুুমস সালাম। যে মসজিদে ধীরে ধীরে নামায পড়া হয়, যেখানে আপনার হৃদয় নামায আদায় করে স্বস্তি লাভ করে সেখানে আপনি তারাবীহ পড়বেন। যদি মনে হয় কোন সমসজিদে বা ইমামের পিছনে নয়, নিজে নিজে তারাবীহ আদায় করলে দেহ-মন বেশী পুলকিত হয় তাহলে নিজে নিজে আদায় করতে পারেন।\r\n\r\nযেখানে ২৫ মিনিটে তারাবীহ শেষ করে সেখানে যাবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "তারাবীহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6803",
    "question": "“সিয়ামরত অবস্থায় স্বামী-স্ত্রী পরস্পরের লজ্জাস্থান হাত দিয়ে স্পর্শ করতে পারবে কি-না?",
    "answer": "এটা সিয়াম ভঙ্গের কাজের দিকে অর্থাৎ দৈহিক মিলনের দিকে নিয়ে যাওয়ার প্রবল সম্ভবনা রাখে, তাই এই কাজ থেকে সম্পূর্ণরূপে বিরত থাকবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "রমযান",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6804",
    "question": "একজন মহিলার উপার্জন করে এমন কয়েকজন ছেলে আছে যারা গার্মেন্টসের কর্মী, তারা মহিলাকে মোটামোটি খরচ দেয় কিন্তু মহিলার নিজ এলাকায় থাকার জন্য কোন ঘর নেই, তাই উনি বাড়িতে কাজ করে ঘর তুলার জন্য টাকা জমাচ্ছেন। উনাকে কি যাকাতের টাকা দেওয়া যাবে? উল্লেখ্য উনাদের বাড়ি চরে তাই আবাদযোগ্য জমিজমা তেমন নেই বললেই চলে, বাড়ি-ভিটা ও আবাদি জমি নদীতে বেশিরভাগই বিলীন হয়ে গেছে।",
    "answer": "জ্বী, ঐ মহিলাকে ঘর বানানোর জন্য যাকাত দেয়া যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6805",
    "question": "আমি একজন HSC ছাএ। আমার বয়স ১৮ বছর। আমি মোটা তাই আমার বাবা মা আমাকে বিভিন্ন ভাবে অপমান করে। আত্মীয় স্বজন দের সামনে নানা ভাবে অপমান করে। আমি পড়ালেখায় অত ভালো না। আমাকে আমার বাবা মা পড়ালেখা নিয়ে কথা শুনালে তার মধ্যে আমার শরীর নিয়ে কথা বলে। আমি প্রতিবাদ করিনা কারণ আল্লাহ তায়ালা নির্দেশ বাবা মা উপর কথা বলা যাবেনা। আমার প্রশ্ন হলো বাবা মা যে এভাবে অপমান করে তা কি ইসলাম য়ি শরিয়া অনুযায়ী সঠিক কিনা ?",
    "answer": "নিজের ছেলেকে এভাবে যারা অপমান করে তারা তো বড় ধরণের বোকা। তাদের এই কাজ ইসলামসম্মত নয়, সমাজবিরোধীও। আপনি বিনয়ের সাথে তাদেরকে এমন করতে নিষেধ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "কুরআন",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6806",
    "question": "আসসালামু আলাইকুম শায়েখ।আমার বাবা একজন থেকে জমি বন্ধক নিয়ে কিছু টাকা ধার দেয় এবং তিনি সেই জমিতে ধান চাষ করে। কিন্তু আমরা অনেক দিন পরে জানতে পারি যে এটা হারাম যা সুদের অন্তর্ভুক্ত। আমরা সেই চাল ব্যাবহার করেছি বিক্রি করেছি। এখন আমরা চাচ্ছি তওবা করতে। এখন যেহেতু এটা সুদের মধ্যে পড়ে গিয়েছে তাহলে কি এখন আমাদের ওই জমির মালিককে ধান চাল এর টাকা ফেরত দিতে হবে। নাকি জমির ভাড়া হিসেবে কিছু টাকা ওদেরকে দিয়ে দিব। ধান চাষ এর যাবতীয় খরচ আমরা বহন করেছিলাম। আমাদের থেকে ওরা জমিটা ছাড়িয়েও নিয়েছে। আর আমরা যদি কোন টাকা পয়সা না দিয়ে ওদেরকে বিষয়টা বুঝিয়ে বলে মাফ চেয়ে নেই তাহলে কি আমাদের মাফ হবে? কারন ওরাই জানে না এটা যে সুদের অন্তর্ভুক্ত।",
    "answer": "আপনার যে পরিমাণ টাকা চাষাবাদের জন্য খরচ করেছেন সেই পরিমাণ টাকা তাদের থেকে নিয়ে নিবেন। আর যে পরিমাণ ফসল হয়েছে সে পরিমাণ ফসল বা ফসলের টাকা তাদেরকে দিয়ে দিবেন। মাফ চাওয়ার কিছু নেই। তাদের হক তাদেরকে দিয়ে দিবেন।\r\n\r\nজমির ভাড়ার কোন চুক্তি হয় নি, সুতরাং ভাড়ার কোন বিষয় এখানে আসবে না।\r\n\r\nআল্লাহ আপনাদেরকে ধর্মের পথে অটুট রাখুন, ভালো কাজে ধৈর্য ধরার তাওফিক দান করুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6807",
    "question": "আসসালামু আলাইকুম শায়েখ। আমি নিজের সাধ্য মত চেষ্টা করি হালাল ইনকাম করার। তবুও আমার মনে হয় আমার ইনাকমে হারাম ঢুকে গিয়েছে। এখন যদি কোন হারাম ঢুকে থাকে, সেই টাকা যদি আমি খাওয়া বাদে অন্য কোন কাজে ব্যবহার করি যেমন আমি যদি ২০০০ টাকা বাসা ভাড়া দেই সেই খানে যদি ১০০-২০০ টাকা হারাম ঢুকে যায় তাহলে কি আমার কোন ইবাদত কবুল হবে না? কারন আমি একটা ওয়াজে শুনেছে যারা হারাম ভক্ষন করে তারাই হারাম খোর না, যারা হারাম টাকা কোন কাজে ব্যবহার করে তাহলে তারাও হারামখোর। এক্ষেত্রে আমি কি করতে পারি। কারন আমি ইবাদত এ মনোযোগ দিতে পারছি না। আমার মনে হয় আমার যদি এক টাকাও হারাম ব্যবহার করে থাকি তাহলে আমার ইবাদত কবুল হবে না। উত্তর দিলে অনেক উপকার হবে। ধন্যবাদ",
    "answer": "ওয়া আলাইকুমুস সালাম। হারাম উপার্জনের টাকা খাওয়া,পরা, ঘর ভাড়া, চিকিৎসা, দান-সদকা কোন কাজেই লাগানো যাবে না।\r\n\r\nইবাদত কবুল হওয়ার জন্য হালাল উপার্জন পূর্বশর্ত। যদি আপনি নিশ্চিত হন যে, আপনার উপার্জনে কোন হারাম ঢুকে যাচ্ছে তাহলে হারাম প্রবেশ  করার পর বন্ধ করুন এবং যতটুুকু হারাম টাকা এসেছে সেগুলো গরীব-মিসকিনদের সওয়াবের নিয়ত ছাড়া দিয়ে দিন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6808",
    "question": "একটি সংস্থা আছে যেই সংস্থা টি আমাদের কাছ থেকে টাকা নেই, ধরুন তারা আমার কাছ থেকে 1 লাখ টাকা নিলো তারা সেই টাকা টি নিয়ে Share Market এ trading করে এবং প্রফিট করে। তারা 1 লাখে মাসে 10% করে টাকা আমাদের দেই। এটা কি হারাম না হালাল ?",
    "answer": "মাসে লাখে ১০ পার্সেন্ট  করে অর্থাৎ ১০ হজার টাকা দিবে, এমন চুক্তি হলে সুদ হিসেবে গণ্য হবে, হারাম হবে। আর যদি চুক্তি এমন হয় যে,  মাসে যা লাভ হবে তার ১০ পার্সেন্ট বা কম বেশী কোন অংক দিবে তাহলে জায়েজ। যেমন যদি মাসে ২০ হাজার টাকা লাভ হলে তার ১০ পার্সেন্ট হিসেবে ২ হাজার টাকা পাবে, ৫০ পার্সেন্ট হিসেবে ১০ হাজার টাকা পাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6809",
    "question": "আস-সালামু আলাইকুম শায়খ, আমার স্ত্রীর কাছে 2.5 ভরি স্বর্ন আছে আর সাথে কোন কোন সময় ১০০টাকা, বা ৫00 টাকা, বা ১হাজার টাকা, বা ২ হাজার টাকা থাকে, এবং কোনো রুপা নেই। তার কি এখন যাকাত দিতে হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। ১০০-২০০০ টাকা সাধারণ হাত খরচ হিসেবে গণ্য। যাকাত ওয়াজিব নয়, যাকাত দিতে হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6810",
    "question": "আসসালামু আলাইকুম। সালাতে সুরা ফাতিহার পর আর সুরা মিলাতে হবে কি? এটা ভুলে না পড়লে কি সিজদাহে সাহু দিতে হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, ফরজ সালাতের প্রথম দুই রাকআতে এবং সুন্নাত-নফলের প্রতি রাকআতে সূরা ফাতিহার সাথে কুরআনের অন্তত তিন আয়াত পরিমাণ পড়া ওয়াজিব। ভুলে না পড়লে ওয়াজিব ছাড়ার কারণে সাজদায়ে সাহু ওয়াজিব হবে।\r\n\r\nعَنْ أَبِي سَعِيدٍ، قَالَ:أُمِرْنَا أَنْ نَقْرَأَ بِفَاتِحَةِ الْكِتَابِ وَمَا تَيَسَّرَ আবূ সাঈদ আল-খুদরী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে বর্ণিত। তিনি বলেন, আমাদেরকে নির্দেশ দেয়া হয়েছে, আমরা যেন সালাতে সূরাহ ফাতিহা এবং তার সাথে কুরআন থেকে সহজপাঠ্য কোন আয়াত পড়ি। সুনানু আবু দাউদ, হাদীস নং  ৮১৮। হাদীসটি সহীহ।\r\n\r\nعَنْ أَبِي هُرَيْرَةَ، قَالَ أَمَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ أُنَادِيَ أَنَّهُ لاَ صَلاَةَ إِلاَّ بِقِرَاءَةِ فَاتِحَةِ الْكِتَابِ فَمَا زَادَ ‏.‏ আবূ হুরায়রা (রাঃ) হতে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে নির্দেশ দেন যে, আমি যেন ঘোষণা করে দেই যে, সূরা ফাতিহা এবং তার সাথে আল-কুরআনের কিছু অংশ (সূরা বা আয়াত) না মিলালে কিছুতেই নামায বিশুদ্ধ হবেনা। সুনানু আবু দাউদ, হাদীস নং  ৮২০। হাদীসটি সহীহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6811",
    "question": "আসসালামু আলাইকুম, ৫ ওয়াক্ত সালাতের পরে কি কি আমল করতে হয়?",
    "answer": "ওয়া আলাইকুমুস সালাম। এই বিষয়ে জানার জন্য আপনি শায়েখ ড. আব্দুল্লাহ জাহাঙ্গীর রহি. রিচত “সালাত, দুআ ও যিকর” বইটি সংগ্রহ করবেন। বিস্তারিত পাবেন এখানে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ঈমান",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6812",
    "question": "নামাজের মধ্যে পর্নোগ্রাফির দৃশ্যগুলো চোখের সামনে ভেসে উঠে, এমন কোনো আমল কি আছে যেটা করলে এই বাজে দৃশ্যগুলি চোখের সামনে না আসে?",
    "answer": "প্রথম কাজ হলো পর্নোগ্রাফি দেখা বন্ধ করা। দেখা বন্ধ হলে এগুলো আর চোখের সামনে আসবে না। বন্ধ করার উপায় হলো এ্যান্ড্রুয়েড মোবাইল ব্যবহার না করা। কষ্ট হলেও এই মহামাপ থেকে বেঁচে থাকার স্বার্থে মোবাইল ব্যবহার বন্ধ করতে হবে।\r\n\r\nনামাযের মধ্যে ইমাম সাহেবের কুরআন তেলাওয়াতের প্রতি লক্ষ্য রাখতে হবে। ইমাম সাহেব যা তেলাওয়াত করছেন সেগুলোর অর্থ বুঝার চেষ্টা করতে হবে। এর জন্য প্রয়োজন নিয়মিত কুরআন তেলাওয়াত করা এবং তেলাওয়াতকৃত আয়াতের অর্থ ভালো করে পড়া।\r\n\r\nসর্বশেষ সকল পাপ থেকে বেঁচে থাকার জন্য আল্লাহ তায়ালার কাছে দুআ করা।\r\n\r\nএগুলো যথাযথ করতে থাকুন, ইনশাআল্লাহ এই সমস্যা আর থাকবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6813",
    "question": "আসসালামু আলাইকুম। কোনো একটি সিন্ধান্ত নেয়ার পূর্বে কি আগে ইস্তেখারা করবো নাকি পরিবার বা জ্ঞানী মানুষদের সাথে পরামর্শ করে নিবো? আর পরামর্শ ক্রমে যদি সিদ্ধান্ত নেয়া হয় অমুক কাজটি করবো না তার পরেও কি ইস্তেখারা করতে হবে? জাজাকাল্লাহ খাইরান।",
    "answer": "ওয়া আলাইকুমুস সালাম। পরিবারের লোকদের সাথে এবং ঐ বিষয়ে জানাশোনা লোকদের সাথে পরামর্শ করে প্রাথমিক সিদ্ধান্ত নিবেন। চুড়ান্ত সিদ্ধান্তের আগে ইস্তেখারা করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুন্নাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6814",
    "question": "আসসালামু আলাইকুম। প্রশ্নোউত্তর নং 6810 এ বিভিন্ন হাদিসের আলোকে বলেছন যে সুরা মিলনো ওয়াজিব। কিন্তু নিম্নের একটি বর্ণনা থেকে ভিন্ন অর্থ প্রকাশ পাচ্ছে বলে মনে হলো : হযরত আবূ হুরাইরা (রাঃ) বলেন, ‘প্রত্যেক নামাযেই ক্বিরাআত আছে। সুতরাং আল্লাহর রসূল (সাঃ) যা আমাদেরকে শুনিয়েছেন, তা আমি তোমাদেরকে শুনালাম এবং যা চুপেচুপে পড়েছেন, তা চুপেচুপে পড়লাম।’ এক ব্যক্তি বলল, ‘যদি আমি সূরা ফাতিহার পর অন্য কিছু না পড়ি?’ তিনি বললেন, ‘যদি অন্য কিছু পড় তাহলে উত্তম। না পড়লে সূরা ফাতিহাই যথেষ্ট।” (বুখারী ৭৭২, মুসলিম, সহীহ ৩৯৬ নং)",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, এসব হাদীসের ভিত্তিতে ফকীহগণ একমত হয়েছেন যে, কুরআন পড়া ফরজ আর সূরা ফাতিহা পড়া এবং তার সাথে অন্য একটি সূরা পড়া ওয়াজিব। রাসূলুল্লাহ সা. কোন দিনই শুধু সূরা ফাতিহা পড়ে সালাত আদায় করেন নি।\r\n\r\nএই বিষয়ে কোন দ্বিমত নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুন্নাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6815",
    "question": "আস্সালামু আলাইকুম,সম্মানিত শায়েখ আল্লাহ আপনার প্রতি রহম করুন। প্রিয় শায়েখ আমার প্রশ্ন হলো,,অনেক সময় আমরা অনেক বিপদগ্রস্থ নারী ও পুরুষ দেখা যায় তাদের সহায্য করতে মনে চায়, কিন্তু প্রতারণার ভয়ে এড়িয়ে চলে যাই ।পরে মনে অনেক কষ্ট হয় নিজেকে অপরাধী মনে হয় এত কি আমার গুনাহ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, এতো ভয় করা যাবে না। যদি প্রতারণার ব্যাপারে নিশ্চিত হন তাহলে দিবেন না। নিশ্চিত না হলে অবশ্যই সহায়তা করবেন। ভিক্ষুককে ফেরানো যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আদব আখলাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6816",
    "question": "আসসালামু আলাইকুম আমার মনে অনেক শিরকি আর কুফুরি চিন্তা আসে।এগুলো আমি ইচ্ছে করে করি না কিন্তু এগুলো আসতেই থাকে। মনের মধ্যে এই শিরকি চিন্তা আসলে করণীয় কি?এই চিন্তা আসলে কি ঈমান চলে যাবে?",
    "answer": "ওয়া আলাইকুুমুস সালাম। সব সময় কোন কাজে ব্যস্ত থাকবেন। অলস সময় কাটাবেন না, এতে করে এই সব বাজে চিন্ত বেশী আসে। এই চিন্ত আসলে ‘আউযুবিল্লাহি… রাজীম’ বেশী বেশী পড়বেন। আল্লাহর কাছে এই সমস্যা সমাধাণের দুআ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "শিরক-বিদআত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6817",
    "question": "আসসালামু আলাইকুম, শায়েখ টয়লেট এর ভিতরে ওজু করলে সে ওজু কি হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। বর্তমানে আধুনিক বাসাগুলোতে টয়লেটের ভিতরে ওযুর ব্যবস্থা থাকে। এখানে ওযু করতে সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6818",
    "question": "আসসালামু আলাইকুম।১। আমার খালু ব্যাংকে চাকরি করতেন আর এখন তার অবসরে প্রাপ্ত টাকা ব্যাংকে জমা রেখে সুদ গ্রহণ করেন। আমার বাবা মাঝে মাঝেই তার কাছ থেকে টাকা ধার করেন। এমন ব্যাক্তির কাছে টাকা ধার করা কি জায়েজ হবে? আমার বাবা ধার করলে কি আমি তা থেকে কিছু  গ্রহণ করতে পারব? সন্তানের জন্য কি তা হালাল হবে?২। আমার এক নানু আমাকে কিছু টাকা হাদিয়া দিয়েছেন দেওয়ার সময় তিনি বলেছেন “জামা- কাপড় কিনবে” এখন এ টাকা যদি আমি অন্য খাতে ব্যায় করি তবে কি তা গুনাহের কাজ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। এমন হারামে লিপ্ত ব্যক্তিদের এড়িয়ে চলা উচিৎ। যাতে তারা তাদের কৃতকর্ম সম্পর্কে সতর্ক হয়। সুতরাং তার থেকে টাকা ধার নেয়া জায়েজ হলেও অনুচিৎ কাজ।\r\n\r\n২। জামা কাপড় কেনাই ভালো। অন্য কাজে লাগালে গুনাহ হবে, এরকম না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6819",
    "question": "আসসালামু আলাইকুম। আমার প্রশ্ন, ছেলেদের কানে ফুল দেওয়া  হালাল নাকি হারাম ? কিছু মনে করবেন না আমার এমন উদ্ভট প্রশ্ন শুনে। আমি একজন সংশয়বাদী ছিলাম এবং আমি বিভিন্ন সংস্কৃতিক কর্মকাণ্ডে জড়িত ছিলাম। তখন দেখতাম ছেলেরা মেয়েরা উভয়ই  কানে ফুল দিতো।দেখাদেখি আমিও দিতাম।আমি অভ্যস্ত হয়ে গেছি।এখনও রাস্তায় ফুল দেখলেই মাঝে মাঝে কানে গুজে নেই।তাই আরকি জানতে চাচ্ছি।আমি অনেক জায়গা থেকে জানার চেষ্টা করেছি। কিন্তু পাইনি। আমার জন্য দোয়া করবেন, আমি যেন ইসলামের পথে থাকতে পারি।",
    "answer": "ওয়া আলাইকুমুস সালাম। কানে ফুল দেয়া মেয়েদের সাজ-সজ্জার একটি অংশ। আপনি যেহেতু পুরুষ মানুষ সুতরাং মেয়েদের সাজ-সজ্জা গ্রহণ থেকে বিরত থাকবেন। আল্লাহ আপনাকে ইসলামের পথে অটুট রাখুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6820",
    "question": "আমি একজন শিক্ষক। মন্দিরভিত্তিক শিশু ও গণশিক্ষা কার্যক্রম, হিন্দু ধর্মীয় কল্যাণ ট্রাস্ট, ধর্ম বিষয়ক মন্ত্রণালয় কর্তৃক আয়োজিত প্রশিক্ষণে আমি শারীরিক শিক্ষা ও স্বাস্থ্য শিক্ষা বিষয়ে ক্লাস নিয়ে থাকি মাঝে মধ্যে। এজন্য আমাকে টাকা দেয়া হয়। এটা সরকারী প্রকল্প। এখানে ক্লাস নেয়া আমার জন্য জায়েজ হবে কিনা জানতে চাই?",
    "answer": "ওয়া আলাইকুমুস সালাম। হিন্দু ধর্মীয় কোন বই পড়ানো জায়েজ হবে না। শারীরিক শিক্ষা ও স্বাস্থ্য শিক্ষা বিষয়ে পড়ানো জায়েজ হবে এবং টাকা নেয়াও জায়েজ হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6821",
    "question": "আসসালামু আলাইকুম । ১। যাকাতের টাকা কি বেনামাজি নিকট আত্মীয়কে দেয়া যাবে???২। মেয়ে কি যাকাতের টাকা দিয়ে তার বাবার ঋণ শোধ করতে পারবে???",
    "answer": "ওয়া আলাইকুমুস সালাম। যাকাত মুসলিমদেরকে দিতে হয়। নামায না পড়লে সে মুসলিম থাকে কিনা সে বিষয়ে কথা আছে। সুতরাং প্রকৃত মুসলিমদেরকে যাকাত দিবেন।\r\n\r\n২। না, মেয়ে নিজের বাবাকে যাকাতের টাকা দিতে পারবে না। সুতরাং তার ঋনও শোধ করে দিতে পারবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6822",
    "question": "টিকেটে মাছ ধরার প্রতিযোগিতায় অংশ নেয়া কি জায়েজ?",
    "answer": "না, জায়েজ নয়, কারণ এটা এক ধরণের জুয়া।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6823",
    "question": "পরিবার কে না জানিয়ে কি মেয়ে আর ছেলে বিয়ে করতে পারবে। হানাফি মাজহাব অনুযায়ী?",
    "answer": "না, পরিবারকে না জানিয়ে বিবাহ করতে পারবে না। পরিবারকে জানিয়ে তাদের মতামত নিয়ে বিবাহ করতে হবে। হানাফী মাজহাবের কোন ফকীহ বলেন নি, পরিবারকে না জানিয়ে বিয়ে করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6824",
    "question": "আসসালামু আলাইকুম।আমার বয়স ২২।আমি এ্যাজমা রোগী।স্বর্দির কারণে প্রায় সময়ই আমার নাক বন্ধ হয়ে থাকে। এসময় শ্বাস নিতে অসুবিধা হয়। তখন গরম পানিতে মেনথল মিশিয়ে গরম ভাপ নিলে নাক পরিষ্কার হয়।রোজা থাকা অবস্থায় এ কাজ করলে কি রোযা ভঙ্গ হয়ে যাবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। শুধু বাস্প গ্রহণ করলে রোজা ভাঙবে না, তবে যদি আপনি বুঝতে পারেন এর কারণে পেটে পানি পৌঁছে গেছে, তাহলে রোজা ভেঙে যাবে। এমনই বলেছেন প্রসেফস ড. আবুববর জাকারিয়া মজুমদার হাফিজাহুল্লাহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "রোজা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6825",
    "question": "আমার প্রশ্ন হচ্ছে যে আজকে ১১তম রোজা । আমার বয়স ২০ বছর এবং অবিবাহিত । সকালে ঘুমের মধ্যে আমার সপ্নদোষ টাইপের অবস্থা হয় কিন্তু বীর্যপাত হওয়ার সময় আমার ঘুম ভেংগে যায় । আমি উঠে দেখা মাত্রই পরিষ্কার হয়ে নিয়ে ফরজ গোসল করে নিয়েছি । যেহেতু আমার  মাসআলা জানা আছে যে রোজা ভেঙে যায় না সপ্নদোষ এ। কিন্তু আজকে স্বপ্নে কাম্য ভাবের উদ্রেক হলেও বীর্যপাত এর সময় আমি জেগে গিয়েছি।তাহলে কি আমার রোজা ভেঙে গিয়েছে ? নাকি আমার রোজা টা অক্ষত রয়েছে ?যদি ভেঙে যায় তাহলে আমার করণীয় কি? আমি না পারবো ৬০দিন রোজা রাখতে আবার না পারবো ৬০ জন মিসকীনকে খাওয়াতে ।",
    "answer": "আপনার রোজা ভেঙে যায় নি, আপনার রোজা ঠিক আছে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "রোজা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6826",
    "question": "বমি করলে আর শরীর থেকে রক্ত বের হলে কি ওযু ভেঙ্গে যায় অনেকে বলে ভাঙ্গে আবার অনেকে বলে ভাঙ্গে না কোনটা সঠিক।",
    "answer": "এই বিষয়ে ফকীহদের মধ্যে মতভিন্নতা আছে। আপনার মুখভর্তি বমি হলে বা শরীর থেকে রক্ত বের হলে ওযু করে নিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6827",
    "question": "আসসালামু আলাইকুমআমরা তিন ভাই ও দুই বোন। বাবা মা জীবিত আছেন আলহামদুলিল্লাহ।আব্বা রিটায়ার্ড পারসন কিন্তু পেনশন পান।দুই ভাই বিবাহিত। এক ভাই অবিবাহিত।বড় ভাইয়ের পরিবার বাবার সাথেই থাকেন একই ঘরে কিন্তু আলাদা খান এবং বাবার সংসারে কন্ট্রিবিউট করেন না।আরেক ভাইয়ের বউ বাচ্চা শ্বশুর বাড়িতে থাকে কিন্তু সে বাবার সংসারে কন্ট্রিবিউট করে।অপর ভাই বিদেশ থাকে এবং এক বোনের পড়াশোনার খরচ ও ভরণপোষণ দিয়ে থাকে। বাবার সংসারে কন্ট্রিবিউট করছেননা আপাতত।অপর বোন বিবাহিত।এখন ফিতরা কে কিভাবে দিবেন?যে ভাই পরিবার নিয়ে বাবার সংসারে থাকেন আলাদা খান কিন্তু কন্ট্রিবিউট করেননা তিনি ঋণগ্রস্ত এবং নিজের সংসার চালানো উনার জন্য বেশ কস্টকর। এখন তার বাবা বা ভাইয়েরা ফিতরা কি উনাকে দিতে পারবেন?",
    "answer": "ওয়া আলাইকুমুস সালাম। যার পরিবাবেরর ফিতরা সেই পরিবার প্রধান আদায় করবে।\r\n\r\nতিন ভাই নিজ নিজ স্ত্রী ও নাবালেগ সন্তানদের ফিতরা আদায় করবে। যিনি অবিবাহিত তিনি তার ফিতরা  নিজে আদায় করবে।\r\n\r\nবোনদের স্বামী তাদের ফিতরাআদায় করবে। অবিবাহিত বোনের ফিতরা আদায় করবে তার বাবা।\r\n\r\nবাবা সন্তাদেরকে ফিতরা দিতে পারবেন না।  আপন ভাই-বোনকে ফিতরা দেয়া যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ফিতরা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6828",
    "question": "সূরাহ আনকাবুতের ৪৫ নাম্বার আয়াতে মুনকার শব্দ দ্বারা কোন মন্দ কাজগুলোকে বোঝায় এখানে কি টিভিতে খেলা দেখা এটা কি মুনকার কাজের মধ্যে পরে?",
    "answer": "জ্বী, প্রয়োজনীয় কাজ বাদ দিয়ে অযথা খেলা দেখা মুনকার বা মন্দ কাজের অন্তভূক্ত। অনেক সময় এই খেলা দেখা ইবাদত থেকেও রিবত রাখে। তাছাড়া এই খেলাগুলোও শরীয়াহর দৃষ্টিতে বৈধ নয়। সুতরাং খেলা থেকে বিরত থাকবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "তাফসীর",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6829",
    "question": "আমার বোনের কাছে দুই ভড়ি স্বর্ণ আছে যার বাজার মুল্য প্রায় ২ লক্ষ টাকা। তার কাছে নগদ কোনো অর্থ নেই। তার কি যাকাত দিতে হবে?? এক হুজুর বলেছেন ৫২ তোলা রুপার সমমুল্যর সোনা থাকলেও নাকি যাকাত দিতে হবে। একটু বুঝিয়ে বলবেন শায়েখ।২য় প্রশ্ন : কারো যদি গোসল ফরজ হওয়ার পরেও সে সাধারণভাবে গোসল করে, মানে এমনি শুধু পাণি ঢেলে গোসল করে তাহলে কি সে নাপাক থেকে যাবে??",
    "answer": "না, শুধু দুই ভরি স্বর্ণ থাকলে যাকাত দিতে হবে না। স্বর্ণের নেসাব সাড়ে সাত ভরি। শুধু স্বর্ণ সাড়ে সাত ভরি থাকলেই কেবল যাকাত দিতে হবে।\r\n\r\nস্বর্ণের সাথে টাকা বা রোপা থাকলে তখন রোপার নেসাব ধরে যাকাত আদায় করার মধ্যে সতর্কতা নিহিত।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6830",
    "question": "আমার বাসা রংপুরে, এখানে একটি মসজিদ আছে যার ভিতরের এক সাইডে এক পীর এবং তার স্ত্রীর কবর রয়েছে। কবরটি এমনভাবে রয়েছে যে শেষের কাতারে কেউ নামাজ পড়লে সে যখন সিজদা দেয় তখন কবরটি তার সামনে পরে। সহজ করে বললে কবর দুটি মসজিদের চার দেওয়ালের ভিতরে রয়েছে। এই মসজিদে কি নামাজ পড়া জায়েজ হবে???",
    "answer": "রাসূলুল্লাহ সা. বলেছেلعنة الله على اليهود والنصارى اتخذوا قبور أنبياءهم مساجد ‘‘ইয়াহুদী নাসারাদের উপর আল্লাহর অভিসম্পাত। তারা তাদের নবীদের কবরকে মসজিদ বানিয়েছে’’ সহীহ বুখারী, হাদীস নং ৩২৬৭রাসূলুল্লাহ সা. আরো বলেছেন,ألا وإن من كان قبلكم كانوا يتخذون قبور أنبياءهم مساجد ألا فلا تتخذوا القبور مساجد فاني أنهاكم عن ذلك. ‘‘সাবধান, তোমাদের পূর্ববর্তী জাতিগুলো তাদের নবীদের কবরকে মসজিদে পরিণত করেছে। সাবধান, তোমরা কবরকে মসজিদে পরিণত করো না। আমি তোমাদেরকে এ কাজ করতে নিষেধ করছি।’’ সহীহ মুসলিম, হাদীস নং ৫৩২। যদিও মুসল্লিাদের নিয়ত কবরকে সাজদা করা না হয় তবুও এখানে নামায থেকে বিরত থাকা আবশ্যক। কারন এটা কবরকে সাজদার দেয়ার সাথে সাদৃশ্যপূর্ণ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6831",
    "question": "আসসালামু আলাইকুমআমার এক খালার স্বামী মারা গেছেন ৪-৫মাস আগে।তার স্বামীর ব্যাংক একাউন্টে ১০-১২ লাখ টাকা আছে, আমার খালার দুই ছেলে আছে। কিন্তু তারা টাকা এখনও উত্তোলন করতে পারে নাই বিভিন্ন কাগজপত্র সংক্রান্ত জটিলতার কারণে এবং এটা আরও সময় সাপেক্ষ, এই অবস্থায় তাদের আয় ইনকাম নেই বললেই চলে, যে কারণে তাদের পরিবারের খরচ মিটানো কষ্টকর। এই অবস্থায় আমার খালাকে যাকাত দিলে কি যাকাত আদায় হবে?উত্তর দিলে খুবই উপকৃত হবো।",
    "answer": "ওয়া আলাইকুমুস সালাম। এই অবস্থায় খালাকে টাকা কর্য দিবেন। যখন তিনি ঐ টাকাগুলো হাতে পাবেন তখন পরিষোধ করে দিবেন। যেহেতু তার টাকা আছে এবং সেগুলো দেরীতে হলেও হাতে পাবেন তাই তাকে যাকাত দেয়া যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6832",
    "question": "আমি একটা মেয়ের সাথে রিলেশনে আছি, মেয়েটা বিবাহিত। তার শশুর বাড়ির সবাই তাকে খুব নির্যাতন করে, সে তার স্বামীর সাথেও সুখি না। সে আমার কাছে চলে আসতে চায়, আমিও তাকে খুব ভালোবাসি। আমরা বিয়ে করতে চাই। এখন আমাদের করণীয় কী?",
    "answer": "আপনার প্রথম করণীয় হলো এই হারাম কাজ থেকে বিরত হওয়া। ঐ মহিলার সাথে সমস্ত যোগাযোগ বিচ্ছন্ন করা। যে মহিলা স্বামী থাকা অবস্থায় অন্য ছেলের সাথে সম্পর্কে  জড়ায় তাকে শ্বশুর-শ্বাশুড়ী, স্বামী ভালো চোখে দেখবে না, ভালো ব্যবহার করবে না, এটাই তো স্বাভাবিক।  তারপর এই মহাগুনাহের জন্য আল্লাহর কাছে তওবা করা। হারাম সম্পর্ক  তাও আবার অন্যের স্ত্রীর সাথে, আপনার এই কাজ পৃথিবীর কোন সভ্য মানুষ সমর্থন করবে না। যদি সমাজে সম্মানের সাথে বাঁচতে চান দ্রুত সঠিক পথে ফিরে আসুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6833",
    "question": "প্রিয় স্যার রহিমাহুল্লহ আরবে প্রায় ১৭ বছর পড়ালেখার যে কিতাবগুলো  দেশে এনেছিলেন সেগুলা কি লাইব্রেরী আকারে আস সুন্নাহ ট্রাস্ট এর কোথাও রাখা আছে? স্যারের কিতাব গুলাদেখার খুব ইচ্ছা।",
    "answer": "জ্বী, আসু-সুন্নাহ ট্রাস্টে বইগুলো আছে। আপনি ছুটির দিন বাদে যে কোন দিন আসতে পারেন। এসে মিডিয়া বিভাগে যোগাযোগ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আখিরাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6834",
    "question": "আসসালামু-আলাইকুম, আমি এই পর্যন্ত বিয়ে সম্পর্কিত যতগুলো হাদিস পেয়েছি সব গুলোতে “He”  দিয়ে সম্বোধন করা হয়েছে, কিন্তু মেয়েদের ক্ষেত্রে বিষয়টা কি? আমি যিনা বা অন্য পাপ কাজ থেকে বিরত থেকে নির্ধারিত ভাবে পর্দা করে চলি এবং চলার সর্বোচ্চ চেষ্টা করি, তাহলে বিয়ে কি আমার জন্য সুন্নাহ নাকি ফরজ নাকি বাধ্যতামূলক? যেহেতু আমি বিয়ে করতে চাচ্ছি না, আর কোনো রকম কোনো ইচ্ছা নেই করার |",
    "answer": "ওয়া আলাইকুমুস সালাম। পুরুষ বিয়ে করবে মহিলাকে, এই জন্য পুরুষের সর্বনাম ব্যবহার করা হয়। আর মহিলা পুরুষের বিবাহে আসে, নিজে করে না।\r\n\r\nতবে বিবাহ পুরুষ মহিলা সকলের জন্য গুরুত্বপূর্ণ সুন্নাহ। বিনা কারণে বিবাহ না করা অনুচিত কাজ। চরিত্র হেফাজত করতে পারলে বিবাহ ফরজ নয়, চরিত্র হেফাজত করতে না পারলে ফরজ।\r\n\r\nআপনি কেন বিবাহ করতে চাচ্ছেন না, সেটা বোধগ্যম নয়। সম্ভবত বর্তমানের ইসলাম ও সমাজবিরোধী কালচারে প্রভাবিত হয়ে এমন সিদ্ধান্ত নিতে চাচ্ছেন।\r\n\r\nআপনি এই ধ্বংসাত্মক চিন্তা থেকে বিরত হয়ে সুন্নাহর দিকে ফিরে আসুন। ইহকাল ও পরকাল উভয় জায়াগাতে শান্তিতে থাকবেন। বস্তুবাদী দুনিয়ালোভী মানুষদের কথায় কান দিয়ে ইহাকল ও পরকাল বরবাদ করবেন না।\r\n\r\nদুনিয়াতে নিজের নিরপত্তার জন্যও বিবাহ একটি মেয়ের জন্য খুবই গুরুত্বপূর্ণ ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6835",
    "question": "আসসালামু আলাইকুম শায়েখ, যে কোন নামাযে তাশাহুদ দুরুদ তোয়ায়ে মাসুরা পরে রাব্বি হামহুমা কামা রাব্বানী সাগীরা পরে সালাম ফিরালে নামাযে কোন সমস্যা হবে।",
    "answer": "ওয়া আলাইকুমুস সালাম। না, নামাযে কোন সমস্যা হবে না। কুরআন-হাদীসের এক বা  একাধিক দুআ এই সময় পড়া যায়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6836",
    "question": "আসসালামু আলাইকুম ।  আমি যুক্তরাজ্য থেকে বলছি। গত কয়েক বছরে বাংলাদেশ থেকে অনেক মানুষ স্টুডেন্ট ভিসা ও কাজের ভিসায় যুক্তরাজ্যে এসেছেন। এদেশে সহজে স্থায়ী হওয়ার জন্য আমাদের অনেক মুসলিম ভাই নিজেদেরকে Gay বা সমকামী বলে পরিচয় দিয়ে রাজনীতিক আশ্রয় গ্রহণ করেছেন। ইসলাম এ ব্যাপারে কি বলে? এটা কি জায়েজ?",
    "answer": "ওয়া আলাইকুমুস সালাম। এটা খুবই জঘন্য কাজ। বিধর্মী দেশে স্থায়ী হওয়ার চিন্তা এটাও একটা নিন্দনীয়-নিকৃষ্ট চিন্তা। কাজের জন্য প্রয়োজনে গেলে সেটা ভিন্ন কথা। স্থায়ী হওয়ার জন্য আবার সমকামী পরিচয় দেয়া, এর চেয়ে নিকৃষ্ট-জঘন্য কাজ আর কী হতে পারে? দুনিয়ার এই সামান্য ফায়াদা হাসিলের জন্য আখেরাতে বরবাদ করা কোন মুসলিমের কাজ হতে পারে না।\r\n\r\nএটা সম্পূর্ণ হারাম। কোন যুক্তিতেই এই হারাম কাজে লিপ্ত হওয়া যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীদা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6837",
    "question": "পশ্চিম দিকে পা দিয়ে ঘুমানোর বিধান কি?",
    "answer": "পশ্চিম তথা কাবা শরীফের দিকে পা দেওয়াকে এই দেশের মানুষ ভাল চোখে দেখে না, কাবার সম্মানে তারা ঐ দিকে পা দেয় না। সুতরাং বিনা প্রয়োজনে কাবার দিকে পা দিয়ে বিতর্কিত হওয়অর প্রয়োজন নেই। তবে না-জায়েজ নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6838",
    "question": "আমি আমার স্ত্রী কে মাসিক হাত খরচ বাবদ কিছু টাকা দিয়ে থাকি। ঈদের সময় সে বাবা মা ভাই বোনের কাছে থেকেও কিছু টাকা পেয়ে থাকে। তার নেছাব পরিমাণ স্বর্ন নেই। তবে রুপার পরিমাণে আছে। আমার প্রশ্ন হলো: স্ত্রীর কাছে কতো টাকা থাকলে তা স্বর্নের সাথে মিলিয়ে যাকাত আদায় করতে হবে। যেহেতু তার নিজের উপার্জন নেই। হাত খরচের ৫০০ / ১০০০ টাকাও কি মিলাতে হবে?",
    "answer": "না, হাত খরচ মিলাতে হবে না।\r\n\r\nশুধু স্বর্ণ থাতলে সাড়ে সাত ভরির কম হলে যাকাত দিতে হবে না। শুধু রোপা থাকলে সাড়ে বায়ান্ন তোলার কম হলে যাকাত দিতে হবে না। স্বর্ণ ও রোপা দুটোই যদি থাকে,তবে নেসাবের কম, তাহলে রোপার নেসাব অনুযায়ী যাকাত দেয়ার মধ্যে সতকর্তা।অর্থাৎ সাড়ে বায়ান্ন তোলা রোপার মূল্য যদি ৮০ হাজার টাকা হয়, তাহল সোনা ও রোপা মিলে যদি ৮০ হাজার টাকার সমমূল্য হয় তাহলে যাকাত দিবেন।\r\n\r\nঅথবা স্বর্ণ বা রোপার সাথে যদি গচ্ছিত টাকা থাকে তাহলেও রোপার নেসার ধরে যাকাত দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6839",
    "question": "আমি বিয়ের সময় স্বামীর পরিবার থেকে ২.৫০ ভরি স্বর্ণালংকার এবং আমার পরিবার থেকে ১ ভরি স্বর্ণালংকার পাই। আমি এবং আমার স্বামী দুইজনেই স্টুডেন্ট। আমার বিয়ের এক বছর হতে চললো। এমতাবস্থায় আমার ক্ষেত্রে যাকাত এর বিধান কি? যাকাত আদায় করতে হবে কিনা?",
    "answer": "শুধু স্বর্ণ সাড়ে তিন ভরিতে যাকাত ফরজ হয় না। সাড়ে সাত ভরি হলে ফরজ হয়। সুতরাং আপনাকে যাকাত দিতে হবে না।\r\n\r\nস্বর্ণ ও রোপা দুটোই যদি থাকে, তবে নেসাবের কম, তাহলে রোপার নেসাব অনুযায়ী যাকাত দেয়ার মধ্যে সতকর্তা।অর্থাৎ সাড়ে বায়ান্ন তোলা রোপার মূল্য যদি ৮০ হাজার টাকা হয়, তাহল সোনা ও রোপা মিলে যদি ৮০ হাজার টাকার সমমূল্য হয়, তাহলে যাকাত দিবেন। অথবা স্বর্ণ বা রোপার সাথে যদি গচ্ছিত টাকা থাকে তাহলেও রোপার নেসার ধরে যাকাত দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6840",
    "question": "আসসালামু আলাইকুম আমার এক আত্মীয় ঋণগ্রস্ত। স্ত্রী ও সন্তান নিয়ে আছেন এবং দৈনন্দিন সংসার খরচ চালাতে পারেন। উনার নিজের কোনো জমি বা বাড়ি নেই। উনি কি ফিতরা আদায় করবেন? অথবা উনার ও উনার স্ত্রী সন্তানের ফিতরা কি উনার বাবা/ভাইয়েরা  আদায় করে দিতে পারবে? আমার ফিতরা উনাকে দিতে পারবো কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, তাকে ফিতরা আদায় করতে হবে না, তার পক্ষ থেকেও কেউ আদায় করবে না। তাকে ফিতরা দেয়া যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ফিতরা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6841",
    "question": "বাচ্চার আকিকা দেয়া হয়নি। সাতদিনের দিন বাচ্চার মাথার চুল পরিমান রুপা দান করতে হয়। কিন্তু চুল কাটা হয়নি তখন। এখন আকিকা ও চুলের সমপরিমান রুপা দানের ব্যাপারে কি করবো?",
    "answer": "এখন আকীকা দিবেন এবং সাত দিনের সময় মাথায় যে পরিমাণ চুল থাকতে পারে একটা ধারণা করে সে পরিমাণ রোপা বা টাকা দিয়ে দান করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীকা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6842",
    "question": "আসসালামু আলাইকুম শায়েখ।আমার বাবা একজন পল্লিচিকিৎসক। তিনি রোগী দেখেন এবং ওষুধ বিক্রি করেন। রোগী দেখার জন্য তিনি কোন টাকা নেন না। আমরা বিভিন্ন কোম্পানির ওষুধ বিক্রি করে থাকি। ওষুধ কোম্পানি গুলা আমাদের ফ্রিতে বিভিন্ন জিনিস পত্র দিয়ে থাকে যেমন : তেল, ছুড়ি, পোলার চালের প্যাকেট, বিভিন্ন খাবারের জিনিস, আরো অনেক কিছু। এখন আমার প্রশ্ন হচ্ছে এগুলা নেয়া আমাদের জন্য জায়েজ কিনা। উত্তর দিলে অনেক উপকার হবে।",
    "answer": "ওয়া আলাইকুমুস সালাম। এগুলো অনেক সময় সঠিক ওষুধ নির্বাচনের ক্ষেত্রে বাঁধা সৃষ্টি করে, ঐ উপহারদাতা কোম্পানীর ওষুধ দিতে প্ররোচিত করে তাই এগুলো নেয়া থেকে বিরত থাকা আবশ্যক।\r\n\r\nএছাড়া এতে করে ওষুধের বাজারেও এক ধরণের অরাজকতা সৃষ্টি হয়। যে উপহারগুলো দিবে সেগুলো ওষুধের দামের সাথে সমন্বয় করা হয়, এতে ওষুধের মূল্যও বৃদ্ধি পেতে পারে, সাধারণ মানুষের বেশী দামে ওষুধ কিনতে হতে পারে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6843",
    "question": "আলী ( রা:) হতে বর্ণিত :নবী সাল্লাহু আলাইহি ওয়াসাল্লাম বলেন : পবিত্রতা নামাজের চাবি , তাকবীর তার ( নামাজের বাইরে সকল হালাল কাজ ) হারামকারী এবং সালাম তার ( নামাজের বাইরের সকল হালাল কাজ ) হালালকারী।( ইবনে মাজাহ : 275) এই হাদীস টার ব্যাখ্যা একটু বলে দিলে ভালো হতো।",
    "answer": "নামায আদায়ের জন্য পবিত্রতা আবশ্যক। ওযু প্রয়োজন হলে ওযু করতে হবে, গোসল যদি ফরজ হয় গোসল করে পবিত্রতা অর্জন করে নামায আদায় করতে হবে। পবিত্রতা অর্জন ছাড়া নামায আদায় করা যাবে না। অপবিত্র হলে পরবর্তী ওয়াক্তের নামাযের আগেই পবিত্রতা অর্জন করতে হবে।\r\n\r\nতাকবীর দেয়ার পর নামাযের কাজ ছাড়া সকল কাজ হারাম তথা নিষিদ্ধ। যেমন, খাওয়া-দাওয়া, কথা বলা, কেনা-বেচা করা ইত্যাদি। সালাম ফিরানোর পর আবার এইসব কাজ অনুমোদিত।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6844",
    "question": "আসসালামু আলাইকুম।বর্তমান প্রচলিত ব্যাংক ব্যাবস্থায় ব্যাংকে টাকা জমা রাখলে সুদ নেয়াই লাগে। বিকল্প হিসাবে ইসলামি ব্যাংক থাকলেও তাদের কার্যক্রম ও প্রচুর সন্দেহজনক। নিশ্চিত করে বলা যাচ্ছেনা যে তারাও সুদ মুক্ত।  এমন অবস্থায় সুদ থেকে বাচতে কি করণীয়? আমি চাচ্ছিলাম টাকা ব্যাংকে রেখে সুদ না খেয়ে ক্রিপ্টোকারেন্সিতে রেখে দিতে। যদিও এতে করে সুদ থেকে বাঁচা গেলেও হারাম থেকে বাচা হয়না। বাধ্য হয়ে যদি টাকা কোথাও রাখতেই হয় তাহলে কি ব্যাংকে রেখে সুদের চেয়ে কি ক্রিপ্টোকারেন্সি রাখাতে কম গুনাহ হবে? উল্লেখ্য যে, আমি ক্রিপ্টেকারেন্সিতে বিনোয়গ করে বাড়তি ইনকাম করার আশায় সেখানে টাকা রাখবো না। নির্দিষ্ট কিছু মুদ্রা আছে যেগুলো কিনে রাখলে সেগুলো খুব একটা দাম উঠানামা করেনা এবং আমেরিকান ডলারের প্রায় সমান দাম থাকে। এগুলো ছাড়াও বিকল্প কোনো পথ থাকলে জানাবেন। জাজাকাল্লাহ খাইরান।",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি ব্যাংকে টাকা রাখবেন, সুদ বা মুনাফা অসহায় মানুষদের সওয়াবের নিয়ত ছাড়া দিয়ে দিবেন। ক্রিপ্টোকারেন্সি ঝুঁকিপূর্ণ এবং অধিকাংশ দেশে অবৈধ মুদ্রা হওয়ার কারণে এর যে কোন প্রকারের লেনদেন অবৈধ। ক্রিপ্টোকারেন্সি থেকে বিরত থাকবেন, আপনি ও আপনার টাকা নিরাপদে থাকবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6845",
    "question": "নামাজের আগে আমরা যে মুখে নিয়ত পডি, এ নিয়ত পড়া টা কি জায়েজ??? আশা করি প্রশ্ন গুলোর উত্তর দিবেন ????",
    "answer": "নিয়ত হৃদয়ের বিষয়, মুখে বলার প্রয়োজন নেই। তবে মুখে বললে না জায়েজ হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6846",
    "question": "আসসালামুয়ালাইকুম, আমার ২টা প্রশ্ন দয়াকরে উত্তর দিবেন। ১. আমরা স্বামী স্ত্রী ২ জনেই ইনকাম করি, আমাদের কি আলাদা আলাদা কোরবানি দিতে হবে নাকি আমাদের পক্ষ থেকে একটা বা এক ভাগ কোরবানি করলে হবে? যদি আমরা ২ ভাগ করতে চাই সেক্ষেত্রে শরীয়ত সম্মত হবে কিনা?২. নামাজে দাড়ানো অবস্থায় যখন ইমাম সূরা পড়েন প্রায় সময় আমার মৃত্যুর কথা মনে পড়ে, আল্লাহর সামনে যাওয়ার মত তেমন কোন আমল যে আমার নাই, আল্লাহ্ যে নিয়ামত দিচ্ছেন তার সঠিক শুকরিয়া যে আদায় করতেছিনা এইসব কথা মনে চলে আসে, মাঝে মাঝে দেখি আমার লাশ কবরে নামানো হচ্ছে। তখন চোখে পানি  চলে আসে এবং নামাজে দাড়ানো অবস্থায় মনে মনে আল্লাহর কাছে নিজের জন্য এবং পরিবারের জন্য গোনাহ মাফ চাই। এইভাবে গোনাহ মাফ চাওয়া কি আমার  উচিৎ হচ্ছে নাকি এইটা শয়তানের কোন ধোঁকা?",
    "answer": "ওয়া আলাইকুমুস সালাম। যেহেতু আপনারা দুজনই সম্পদের মালিক তাই দুটো কুরবানী দিবেন। দুটো ছাগল দিতে পারেন অথবা গরুর দুটো ভাগ কুরবানী দিতে পারেন।\r\n\r\n২। নামাযে দাঁড়ানো অবস্থায় ইমাম সাহেবের কুরআন তেলাওয়াত শুনবেন, কোন দুআ করবেন না, নিজে কিছু পড়বেন না। শেষ বৈঠকে দরুদের পর সালাম ফিরানোর পূর্বে ‍কুরআন-হাদীসে বর্ণিত এক বা একাধিক দুআ আরবীতে পড়বেন। আরবী দুআ মুখস্ত না থাকলে মুখস্ত করে নিবেন। নামাযের সাজদাতেও দুআ পড়া যায়। তবে ইমাম সাহেবের কুরআন পড়ার সময় চুপ করে কুরআন শুনতে হবে। আর যে সব নামাযে ইমাম সাহেব চুপিস্বরে কুরআন পড়ে তখন হয় চুপ থাকতে হবে নয়তো কুরআন পড়তে হবে। দুআ করা যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ঈদ কুরবানী",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6847",
    "question": "নামাজে সিজদা দেওয়ার সময় মেয়েদের হাত মাটির সাথে লাগানো, ডান পা ছড়িয়া বসা ঠিক। নাকি ছেলের মতোই একই নিয়মে নামাজ পড়া উচিত।",
    "answer": "ছেলে-মেয়েদের নামায মুলত অভিন্ন। তবে রুকু-সাজদাতে কিছু ভিন্নতা পূর্বযুগ থেকে হয়ে আসছে। কিছু কিছু হাদীসেরও এই পার্থক্যের কাথা পাওয়া যায়। তবে পুরুষের মত পড়লেও হবে।\r\n\r\nইমাম বুখারী রহ. একজন মহিলা তাবেয়ীর কথা এভাবে বলেছেন,وكانت أم الدرداء تجلس في صلاتها جلسة الرجل وكانت فقيهة অর্থ: উম্মে দারদা নামাযের মধ্যে পুরুষের মত বসতেন। তিনি ফকীহ ছিলেন। সহীহ বুখারী, ৮২৭ নং হাদীসের পূর্বে। দেখুন যদি একই রকম হতো তাহলে এভাবে বলা যেত না যে, তিনি পুরুষের মত বসতেন। এভাবে বলা হয়েছে কারণ, অন্য মহিলারা পুরুষের মত বসতেন না, তবে উম্মে দারদা বসতেন।\r\n\r\nঅনেক হাদীসে, ছাহাবায়ে কেরাম ও তাবেয়ী গণের কথার আলোকে জানতে পারি যে, কিছু কিছু বিষয়ে পুরুষ এবং মহিলার নাামাযের মাঝে পার্থক্য রয়েছে । নিম্নে কয়েকটি দলীল উল্লেখ করা হল। হাদীসের আলোকেঃ أخبرناه أبو بكر محمد بن محمد أنبأ أبو الحسين الفسوي ثنا أبو علي اللؤلؤي ثنا أبو داود ثنا سليمان بن داود أنبأ بن وهب أنبأ حيوة بن شريح عن سالم بن غيلان عن يزيد بن أبي حبيب : أن رسول الله صلى الله عليه و سلم مر على امرأتين تصليان فقال إذا سجدتما فضما بعض اللحم إلى الأرض فإن المرأة ليست في ذلك كالرجل অর্থঃ (ইমাম বায়হাকী রহঃ ) আবু বকর মুহাম্মদ ইবনে মুহাম্মাদ এর সুত্রে তাবেয়ী য়াযীদ ইবনে আবী হাবীব এর থেকে বর্ণনা করেন যে, রাসূলুল্লাহ (সাঃ) নামাযরত দুই মহিলার পাশ দিয়ে যাচ্ছিলেন । তখন তাদেরকে (সংশোধনের উদ্দেশে) বললেন, যখন সেজদা করবে তখন শরীর যমীনের সাথে মিলিয়ে দিবে । কেননা মহিলারা এ ক্ষেত্রে পুরুষের মত নয়। (সুনানে কুবরা ২ খন্ড, ২২৩ পৃষ্ঠা, হাদীস নং ৩০১৬। ) প্রসিদ্ধ মুহাদ্দিস নওয়াব সিদ্দিক হাসান খান বুখারী শরীফের ব্যাখ্যাগ্রন্থ আওনুল বারী (১/৫২০) তে লিখেছেন উল্লেখিত হাদীসটি সকল ইমামের উসূল অনুযায়ী দলীল হিসাবে পেশ করার যোগ্য । حَدَّثَنَا مُحَمَّدُ بن عَبْدِ اللَّهِ الْحَضْرَمِيُّ، قَالَ: حَدَّثَتْنِي مَيْمُونَةُ بنتُ حُجْرِ بن عَبْدِ الْجَبَّارِ بن وَائِلِ بن حُجْرٍ، قَالَتْ: سَمِعْتُ عَمَّتِي أُمَّ يَحْيَى بنتَ عَبْدِ الْجَبَّارِ بن وَائِلِ بن حُجْرٍ، عَنْ أَبِيهَا عَبْدِ الْجَبَّارِ، عَنْ عَلْقَمَةَ عَمِّهَا، عَنْ وَائِلِ بن حُجْرٍ، قَالَ: جِئْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: فساق الحديث . وفيه : يا وائل بن حجر: إِذَا صَلَّيْتَ فَاجْعَلْ يَدَيْكَ حِذَاءَ أُذُنَيْكَ، وَالْمَرْأَةُ تَجْعَلُ يَدَيْهَا حِذَاءَ ثَدْيَيْهَا. অর্থঃ হযরত ওয়াইল ইবনে হুজর (রাঃ) বলেন আমি রাসূলুল্লাহ (সাঃ) এর দরবারে হাজির হলাম, তখন তিনি আমাকে বললেন হে ওয়াইল ইবনে হাজর! যখন তুমি নামাজ শুরু করবে তখন কান বরাবর হাত উঠাবে । আর মহিলারা হাত উঠাবে বুক বরাবর । (আল মুজামুল কাবীর, তাবারানী ২২/২৭২, হাদীসটি হাসান। ) সাহাবায়ে কেরামের আছারের আলোকে عن أبي إسحاق عن الحارث عن علي قال : إذا سجدت المرأة فلتحتفز ولتلصق فخذها ببطنها অর্থঃ হযরত আলী রাঃ বলেন মহিলা যখন সেজদা করবে তখন সে যেন খুব জড়সড় হয়ে সেজদা এবং উভয় উরু পেটের সাথে মিলিয়ে রাখে । মুসান্নাফে আবদুর রাজ্জাক ৩/১৩৮ অনুচ্ছেদ মহিলার তাকবীর, কিয়াম, রুকু ও সিজদা । মুসান্নাফে ইবনে আবি শায়বা ২/৩০৮ তাবেয়ীগণের কথার আলোকেঃ قال هشيم : أخبرنا شيخ لنا قال :قال سمعت عطاء سئل عن المرأة كيف ترفع يديها في الصلاة ؟قال حذو ثديها অর্থঃ হযরত আতা ইবনে আবি রাবাহ এর কাছে জানতে চাওয়া হল নামাযে মহিলা কতটুকু হাত উঠাবে? তিনি বললেন বুক বরাবর । (মুসান্নাফে ইবনে আবী শায়বা ১/২৭০। ) মোটকথা, রাসূল সাঃ এর হাদীস, ছাহাবায়ে কেরামের কথা ও তাবেয়ীগণের ফাতাওয়ার আলোকে অত্যন্ত স্পষ্টভাবে বুঝা যায়, মহিলাদের নামাজ কিছু কিছু ক্ষেত্রে পুরুষের নামায থেকে ভিন্ন। আর এই ভিন্নতার ভিত্তি হল মহিলাদের সতর ও পর্দার অধিক সংরক্ষণের বিবেচনা ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6848",
    "question": "Saikh, amar baba sorkari cakurijubi Chilean . Ekon obshore achen. Tini proti mashe kichu taka vata pan. Bibinno utshobeo takee vata deya hoy .Ekhon boishakhi utoshobe takee ze vata deya hoy , ta neya ki jayiz hobe ?Ektu druto uttor deyar onurodh korchi.",
    "answer": "ভাতা আশা করি হারাম হবে না, তবে ইসলাম বিরোধী কোন অনুষ্ঠানে অংশ নিবেন না। ইসলাম বিরোধী কোন কাজ করবেন না, কোন নোংরমীতে অংশগ্রহণ করবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6849",
    "question": "আসসালামুয়ালাইকুম,আমি একজন শিক্ষার্থী। আলহামদুলিল্লাহ্‌ আল্লাহ্‌ আমাদের কোন অভাব রাখেননি। সুন্দর মধ্যবিত্ত পরিবার। আল্লাহ্‌ আমাদের অর্থনৈতিকভাবে ভাল রাখছেন (আলহামদুলিল্লাহ)। আমার মোবাইল ব্যাংকিং অ্যাকাউন্টে সবসময় কিছুনা কিছু টাকা থাকে।১। আমার এমন কিছু বন্ধু আছে যারা প্রায় নিয়মিত ভাবেই আমার থেকে টাকা ধার নেয়। আমিও থাকলে কখনও দিতে অস্বীকৃতি জানাইনা।২। তারা এই টাকা নেয়ার সময় বলে ২-৫ দিনের জন্য বা ৫-৭ দিনের জন্য নিচ্ছে। বা অনেক সময় একটা নির্দিষ্ট সময়ের কথা বলে টাকা নেয়।৩। কিন্তু তারা কখনই তাদের এই বলা সময়ের মধ্যে টাকাটা ফেরত দেয়না। অনেক সময় ৫-৭ দিনের স্থানে ১-২ মাসের বেশি সময় হয়ে যায়। তখন আমি একরকম বাধ্য হয়ে বলি ”টাকাটা আমার প্রয়োজন”, সে যেন দিয়ে দেয়। অথচ আমার কাছে ওই টাকাটা ছাড়াও অতিরিক্ত টাকা থাকে।এখন আমার প্রশ্ন হল- আমি’যে একরকম বাধ্য হয়ে মিথ্যা বলে টাকাটা আদায় করি এতে কি আমার গুনাহ হবে ? বা এই ঋণ দেয়ার যে সওয়াব সেটা থেকে বঞ্চিত করে আল্লাহ আমার উপর নারাজ হবেন না তো ?",
    "answer": "ওয়া আলাইকুমুস সালাম। তাদের উচিত নির্দিষ্ট সময়ে টাকা পরিষোধ করা। তাদের থেকে টাকা আদায় করাও একটা প্রয়োজনের অন্তর্ভূক্ত। সুতরাং এমন বললে আশা করি মিথ্যা হবে না। তবে অন্য কৌশলী শব্দ যদি ব্যবহার করে টাকা আদায় করতে পারেন তাহলে সেটা আরো উত্তম।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6850",
    "question": "১ভরি স্বর্ণ আর ৪ হাজার টাকা নগদে কি যাকাত ফরজ হবে?",
    "answer": "জ্বী, স্বর্ণ ও টাকা একসাথে করলে রোপার নেসাব অনুযায়ী যাকাত ফরজ হয়। সুতরাং যাকাত দিয়ে দিবেন, আল্লাহ বরকত দান করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6851",
    "question": "আমি খুব বেশি গান শুনি।  এটি প্রায় নেশার মতো হয়ে যাচ্ছে। আমি এর থেকে মুক্তি চাই আল্লাহর খুশির জন্য। আমাকে নসিহত করুন",
    "answer": "মুক্তি পেতে চাইলে প্রথম পদক্ষেপ তো আপনাকেই নিতে হবে। গান না শোনার দৃঢ় সংকল্প আপনাকে করতে হবে। সে জন্য  গানের উপকরণ থেকে দূরে থাকতে হবে, এ্যান্ড্রুয়েড মোবাইল ব্যবহার করা যাবে না। নিয়মিত ফরজ সালাতগুলো মসজিদে আদায় করতে হবে। ভাল বন্ধুদের সাথে সময় কাটাবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6852",
    "question": "একজন ছাত্র কি ইতিকাফ অবস্থায় তার দুনিয়াবি পড়ালেখা করতে পারবে?",
    "answer": "ই’তিকাফ করতে হবে ইবাদতের উদ্দেশ্যে।  অন্যান্য কাজ থেকে বিরত হয়ে আল্লাহ তায়ালার ইবাদতে মগ্ন থাকা ই’তিকাফের মূল মূখ্য উদ্দেশ্য। সুতরাং অন্যান্য কাজ থেকে বিরত থাকতে হবে ই’তিকাফের মূল উদ্দেশ্য হাসিলের উদ্দেশ্যে। লেখাপড়া নিষিদ্ধ নয়, তবে সেটা যেন ইবাদাতকে ব্যহত না করে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ইতিকাফ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6853",
    "question": "আসসালামু আলাইকুম। তারাবির নামাজে আখেরি বৈঠকে ইমাস সাহেব ভুলে দারিয়ে যাওয়ার পর মোক্তাদিগন লোকমা দেয়ার পর  সাহেব নামাজ ৪ রাকাত আদায় করে সিজদায়ে সাহু আদায় করেন। এ ক্ষেত্রে সহিহ বিধান কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। নামায আদায় হয়ে গিয়েছে। সুন্নাত-নফল নামায এক সালামে চার রাকআত পড়তে কোন সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "তারাবীহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6854",
    "question": "আসসালামু আলাইকুম, হুজুর একজন মেয়ে (১৮/১৯বয়স) দ্বীনি ইলম অর্জন করতে একাকী বাড়ি থেকে কতটুকু দূরত্বে যেতে পারে। মেয়েটি কলেজ শেষ করেছে, এখন সে সত্যকে জানার উদ্দেশ্যে  দাওরায়ে হাদিস পড়তে চান। কিন্তু আর্থিক সমস্যা, ভালো প্রতিষ্ঠান, বয়স বেশি অনেক গুলো বিষয় তাকে চিন্তার মধ্যে ফেলে রেখেছে, সে অনেক দিশেহারা, কি করলে ভালো হবে সে বুঝতে পারছে না। অনুগ্রহ করে সঠিক পরামর্শ দিয়ে আল্লাহর এই বান্দিকে সাহায্য করুন।  তার বাবার বয়স ৭০-৭২ এর কাছাকাছি, নাইট ডিউটি করে । অর্থ উপার্জনের জন্য আর কোনো পুরুষ নেই। মা বাবার সেবার জন্য চাকরি (মাদ্রাসায়)ও করতে চায়।এই পরিস্থিতিতে কি করলে, কতটুকু পড়লে, কোথায় পরলে, কীভাবে পরলে আল্লাহ সন্তুষ্ট, অনুগ্রহ করে জানাবেন।জাজাকাল্লাহ।",
    "answer": "ওয়া আলাইকুমুস সালাম। কলেজ শেষ করেছে যেহেতু এখন মাদ্রাসায় পড়ার সুযোগ কম, বয়স একটি বড় বাঁধা। তাই জেনারেল লাইনে পড়াশোনা আরো এগিয়ে নিতে পারেন যদি সুযোগ থাকে। ইসলামী বিধান অনুযায়ী চলবেন, বিভিন্ন বইপত্র পড়ে যতটুকু সম্ভব ইসলাম জানার চেষ্টা করবেন। শরীয়াহর মধ্যে থেকে কোন চাকুরী পেলে করতে পারেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6855",
    "question": "আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।  আমার প্রশ্ন আমার স্ত্রী মিন্স হয়েছে আজ ১০-১২ দিন এ অবস্থায় এখনো ওনার ব্লাড অনবরত যাচ্ছে, তাহলে কি সে রোজা রাখতে পারবে এবং কোরআন শরীফ পাঠ করতে পারবে কিনা?",
    "answer": "ওয়া আলাইকুমুস সালাম। মাসিকের সর্বোচ্চ সময় ১০ দিন। যদি ১০ দিনের পরও রাক্ত দেখা যায় তাহলে অভ্যাস অনুযায়ী  প্রতি মাসে যে কয় দিন মিন্স বা মাসিক হয় এ মাসেও সে কয় দিন মাসিক ধরে তারপর থেকে নামাম-রোজা শুরু করবে। যেমন আগে প্রতি মাসে ৬ দিন হতো তাহলে এ মাসেও ৬ দিন মাসিক ধরে সপ্তম দিন থেকে নামায-রোজা শুরু করবে।\r\n\r\nআর ১০ দিনের মধ্যে রক্ত বন্ধ হলে রক্ত বন্ধ হওয়ার পর থেকে রোজা-নামায করবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6856",
    "question": "আসসালামুয়ালাইকুম ওয়া রহমাতুল্লাহ,  আমার পরিবারে আমি ছাড়া বাকি সবাই দেশে থাকেন। এখন আমি সাদাকাতুল ফিতর আমি এই দেশের হিসেবে আর বাকিরা বাংলাদেশের হিসেবে দিবেন, নাকি উভয়েই দেশের অথবা উভয়েই আমার কর্মস্থলের (আবুধাবি) হিসেবে দিবেন। কারন ইদানিং শুনছি, যেহেতু আমার পরিবার আমার আওতাভুক্ত সেহেতু সবার ফিতর আবুধাবির হিসেবে দিতে হবে। দয়াকরে আপনার মূল্যবান মতামত দ্বারা আমাকে উপকৃত করবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। সদকাতুল ফিতর যদি বাংলাদেশে আদায় করেন তাহলে বাংলাদেশের হিসাবে করবেন, আর যদি ওখানে  করেন তাহলে সেখানকার হিসেবে করবেন। আর খাদ্য দিয়ে আদায় করলে আপনার কোন প্রশ্নই থাকবে না, সাড়ে তিন কেজির মত চাল, খেজুর বা কিসমিস দিয়ে আদায় করবেন, যেখানেই করেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ফিতরা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6857",
    "question": "আমাদের মসজিদে তারাবীহ হয় । তারাবীহর আগে সবাই দুই রাকাত এশার সুন্নাত সালাত আদায় করে,,,,,,,, সমস্যা হলো ,তাদের সাথে সুন্নাত সালাত আদায় করতে গিয়ে আমি তারাবীহ তে পিছ পরে যাই। কারণ সবাই অনেক দ্রুত নামাজ পড়ে। আমার প্রশ্ন হলো,,, আমি কি ঐ দুই রাকাত নামাজ তারাবির পর আদায় করতে পারবো?",
    "answer": "আপনি এশার সুন্নাত শেষ করার পর তারাবীতে শরীক হবেন। তারাবীহ হয়তো দুই রাকআত পাবেন না, তবুও সুন্নাত তারাবীর আগ পড়বেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6858",
    "question": "আসসালামু আলাইকুম, ১.আমার বাসার কাঠের চেয়ার খুব মসৃণ।এই চেয়ারে নাপাকি লেগেছে এটা কিভাবে পাক করব?টিস্যু দ্বারা ভাল করে মুছলে কি পাক হয়ে যাবে? ২.আমার টেবিল ক্লঠেও নাপাকি লেগেছে এটা কিভাবে পাক করব ধোয়া সম্ভব নয়।",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, টিস্যু দ্বারা বা কাপড় দ্বারা মুছে ফেললেই কাঠের বা প্লাস্টিকের চেয়ার-টেবিল পবিত্র হয়ে যাবে। ভেজা কাপড় দিয়ে মুছলে আরো ভালো পরিচ্ছন্ন হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ত্বহারাত পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6859",
    "question": "আস-সালামু আলাইকুম,  ১।  -রাসুল সঃ বলেছেন- সুরা ফাতেহা ছাড়া নামাজ আদায় করলে নামাজ হবেনা। এখন আমাদের দেশে যারা জানাজার সালাতে সুরা ফাতেহা পড়ে না তাদের কি নামাজ আদায় হবে? ২। আমি যদি অন্যান্য নামাজের মত জানাজার নামাজে দোয়ায়ে মাসুরা পড়ে তারপর সুরা ফাতেহা পড়ে তারপর দুরুদ পড়ে তারপর মাইয়্যেতের জন্য দোয়া করে সালাম ফিরিয়ে নামাজ শেষ করি। তাহলে এই পদ্বিতি   রাসুল সঃ এর সুন্নাহ মোতাবেক আদায় হবে কি? আশা করছি উত্তর দিয়ে বাধিত করবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। ১। জানাযার সালাত অন্যান্য সালাতের মত নয়, সুতরাং এখান সূরা ফাতিহা পড়ার বিষয়টিও ভিন্ন। সূরা ফাতিহা ছাড়াও জানাযার সালাত আদায় হবে, সাহাবীদের থেকে বর্ণিত আছে।\r\n\r\n২। না, প্রথমে দুআ মাসূরা পড়া সুন্নাহসম্মত না। সূরা ফাতিহা পড়বেন প্রথমে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6860",
    "question": "আসসালামুআলাইকুম, আমি বেশিরভাগ বিষয়ে হানাফী মাজহাবের অনুসরণ করি, কিছু কিছু আমল যেগুলো ডাইরেক্ট হাদীসে বর্ণিত আছে সেগুলো মানতে গিয়ে দেখা যায় হানাফী মাজহাবে ওই আমলের ইখতিলাফ রয়েছে। যেমন রফুল্ ইয়াদায়েন, সাহু সিজদা, 1 রাকাত বিতর এরকম কিছু বিষয়।এখন আমাদের ইমাম সাহেব আমাকে বললেন যে হানাফী মাজহাব মানতে গেলে পুরোপুরি মানতে হবে নাহলে মানা যাবে না। এখন আমি কি করবো?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনার পড়াশোনা আরো বাড়াতে হবে। তাহলে এই সমস্যার সম্মুখীন আর হবেন না। রাফউল ইয়াদাইন না করার কথাও সরাসরি হাদীসে উল্লেখ আছে, ৩ রাকআত বিতরের কথাও বহু হাদীসে উল্লেখ আছে, সাহু সাজদা সালামের পরেও দেওয়া যায়, এটাও হাদীসে উল্লেখ আছে। সুতরাং এগুলো হাদীসে উল্লেখ নেই বলে আমি যেটা ধারণা করছেন সেটা সঠিক নয়।\r\n\r\nযদি প্রকৃতপক্ষেই কোন মাসআলাতে হাদীসের বিপরীত মত পাওয়া যায় তাহলে হাদীসে অনুস্বরণ করতে হবে। তবে সেটা করতে হবে অবশ্যই একজন বড় আলেমের পরামের্শে। কারণ ঐ মাসআলাতে অন্য কোন হাদীস বা দলীল আছে কিনা সেটা সাধারণ মানুষের জানা নেই। যেমনটি আপনি উপরের তিনটি বিষয়ে ভুলের মধ্যে ছিলেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হাদীস",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6861",
    "question": "একসময় লুকিয়ে একাধিক নারীদের সতর/লজ্জাস্থান দেখেছি।এখন আমি তাদের কাছে গিয়ে ক্ষমা চাইতে চরম লজ্জাবোধ করছি এবং জানাজানি হলে এলাকায় আমি মুখ দেখাতে পারবোনা। এখন আমি কি কোনভাবে এটার ক্ষমা পেতে পারি আল্লাহর কাছে ?",
    "answer": "এটা ব্যক্তির কাছে গিয়ে ক্ষমা চাওয়ার বিষয় নয়। আপনি আল্লাহর কাছে ক্ষমা চাইবেন, আশা করি আল্লাহ ক্ষমা করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6862",
    "question": "আসসালামু আলাইকুম শায়খ, সলাতে ইমাম ভুল করলে এবং ভুলের জন্য সাহু সিজদাহ্ দেয়। আর কিছু মুসল্লীর ১,২,৩,৪ রাকাআত ছলাত ছুটে যায় সেও কি ইমামের সাথে সাহু সিজদাহ্ দিবে কী? (কিন্তু তার ২,৩,৪ রাকাআত বিশিষ্ট সলাত পূর্ণ  হয় নি)। এক্ষেত্রে মুসল্লী করণীয় কি সহিহ মতে জনাবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। ইমামের সাথে যতক্ষন থাকবে ততক্ষন ইমামকে অনুস্বরণ করতে হবে। সুতরাং ইমাম সাহেব সাজদায়ে সাহু দিলে সকল মুক্তাদি সাজদায়ে সাহু দিবে, যখনই তারা সালাতে শরীক হোক।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুন্নাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6863",
    "question": "আসসালামু আলায়কুম,ডঃ শাইখ সালেহ আল ফাওজান এর একটা বইতে পেলাম তিনি বলেছেন ওমর রাঃ ২০ রাকাত তারাবিহ পড়েছেন, কিন্তু দেশের অনেক বিজ্ঞ আলেমরা বলছেন হাদিসটা জয়ীফ মিথা কথা, এটা বানোয়াট,  আমি শুধু জানতে চাই সত্যটা কি? বর্তমানে আল ফাওজান এর মত বড় আলেম তিনি এই মত কোন দিক থেকে দিলেন?প্রশ্ন ওমর ২০ নিজে পড়ে শুরু করেছিলেন কিনা?জাজাকাল্লাহ খাইরান।",
    "answer": "ওয়া আলাইকুমুস সালাম। ওমর রা. তারাবীহ নিজে ২০ রাকআত পড়েছেন, বিষয়টি এমন নয়। তাঁর খেলাফতের সময়  রাকআত তারাবী পড়া হতো, এটা সহীহ। ডঃ শাইখ সালেহ আল ফাওজান সম্ভবত এটাই বলেছেন।\r\n\r\nহযরত উমর রা. থেকে সহীহ সনদে বর্ণিত আছে যে, তার সময়ে লোকেরা মসজিদে জামায়াতের সাথে বিশ রাকআত নামায আদায় করেছেন। হাদীসটি নিম্নরুপ: عَنِ السَّائِبِ بْنِ يَزِيدَ قَالَ : كَانُوا يَقُومُونَ عَلَى عَهْدِ عُمَرَ بْنِ الْخَطَّابِ رَضِىَ اللَّهُ عَنْهُ فِى شَهْرِ رَمَضَانَ بِعِشْرِينَ رَكْعَةً – قَالَ – وَكَانُوا يَقْرَءُونَ بِالْمِئِينِ ، وَكَانُوا يَتَوَكَّئُونَ عَلَى عُصِيِّهِمْ فِى عَهْدِ عُثْمَانَ بْنِ عَفَّانَ رَضِىَ اللَّهُ عَنْهُ مِنْ شِدَّةِ الْقِيَامِ অর্থ: সাইব ইবনে ইয়াযীদ থেকে বর্ণিত তিনি বলেন, লোকেরা উমার রা. আমলে রমজান মাসে বিশ রাকআত নামায পড়ত। তিনি বলেন, তারা একশ আয়াত পড়ত। দাড়িয়ে থাকতে কষ্ট হত তাই তারা উসমান রা. এর যুগে লাঠিতে ভর দিত। আস-সুনানুল কুবরা লিল বায়হাক্কী, হাদীস নং ৪৮০১। হাদীসটি সহীহ। ইমাম নববী, বদরুদ্দীন আইনি, আল্লামা যাইলায়ী, ইবনে হুমাম সব প্রমূখ মুহাদ্দীস হাদীসটিকে সহীহ বলেছেন। দেখুন, আল-মাজমু আলা শারহিল মুহাজ্জাব ৪/৩২; উমদাতুল কারী ৪/৪৮৫; তাবয়ি-নুল হাকাউক শারহে কানযুদ দাক-য়ীক ২/৩৪৯।\r\n\r\nবিস্তারিত জানতে দেখুন আমাদের দেয়া 5521 নাম্বার প্রশ্নের উত্তর।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "তারাবীহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6864",
    "question": "আসসালামু আলাইকুম,আমি খাদ্য দিয়ে ফিতরা আদায় করতে চাই, আমাদের বাড়িতে মানুষ ৪ জন, ধরেন আমার বাবা তিনিই দেবেন, এখন আমরা যদি চাই আমরা চারজন মানুষ চার রকম ফিতরা দেব, কেও চাল, কেও আটা, কেও ডাল এই রকম তাহলে কি শুদ্ধ হবে কিনা? তাহলে এক জিনিস দেওয়ার থেকে আলাদা জিনিস পেল সে। জাযাকাল্লাহ খাইরান।",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, দিতে পারেন। এক সা’ তথা সাড়ে তিন কেজির মত খাদ্য দিবেন একটি ফিতরা হিসেবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ফিতরা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6865",
    "question": "আসসালামু আলায়কুম, আমাদের পাশের এক মসজিদে আজকে তারাবিহর সময় অন্য একটি জামাত করা হয়েছে, আমার প্রশ্ন এক সাথে তারাবিহর সালাতের সাথে যদি ফরজ সালাতের জামায়ত করা যাবে কিনা?",
    "answer": "ওয়া আলাইকুমুস সালাম। যারা ফরজ সালাত মিস করেছে তারা যদি মসজিদের বারান্দায় বা পিছনের দিকে ২য় জামাত করে তাহলে সেটা নিষিদ্ধ নয়। তবে তারাবীহ চলাকালীন তারাবীহর যেন সমস্যা না হয় সেটা দেখতে হবে।মসজিদে মূল জামাত হওয়ার পর পরের জামাতের কোন গুরুত্ব নেই। সুতরাং তারাবীহর সমস্যা হলে ২য় জামাত করবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6866",
    "question": "আসসালামু আলাইকুম,আল্লাহ হুম্মা মাগফিরলি তাওয়াবা তান্নাসুল হাক ওয়া কাবলাল মাওত?উপরের দোয়াটা কি সহিহ?",
    "answer": "ওয়া আলাইকুমুস সালাম। এই দুআটি হাদীসে বর্ণিত নেই। এবং বাক্যটি অর্থবোধকও নয়। সুতরাং এটা পড়া যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6867",
    "question": "আসসালামু আলাইকুম।আমি একজন ছাত্র, আমার কিছু অর্থ জমানো আছে। যেটা নিসাব পরিমান সম্পদ হবে।আমার ছোটভাই একজন দ্বীনি ছেলে, সে পড়াশোনা করে৷ আমার বাবা একজন ঋনগ্রস্থ,  তার পক্ষে আমার ছোটভাইয়ের পড়াশোনার খরচ চালানো সম্ভব হয়ে ওঠে না। আমি ছোটভাইকে খরচ দেয়ার চেষ্টা করি।আমি যদি আমার যাকাতের অর্থ টা আমার ছোটভাইকে পড়াশোনার খরচ চালানোর উদ্দেশ্যে প্রদান করি, সেক্ষেত্রে কি আমার যাকাত আদায় হবে!?",
    "answer": "ওয়া আলাইকুমস সালাম। জ্বী, আপনার যাকাত আদায় হবে।  আপন ভাইকে যাকাতের অর্থ দেয়া যায়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6868",
    "question": "বাংলাদেশের এক মানুষ আমেরিকাতে গিয়ে ব্যবসা করে,  স্ত্রীর সন্তান সবাই ছিল।  লোকটির টাকা ব্যাংকে জমা রাখছিল ২০০-৩০০ কোটি টাকা, হঠাৎ করে লোকটি মারা যায়, বাংক এই লোকটার আত্মীয়-স্বজন কাউকে খুঁজে পায় নাই,  টাকাটা দিবে কারে?  এই টাকা সরকার ভোগ করতে চাচ্ছিল।আমি এ টাকা নিয়ে নিজের জন্য খরচ করব এবং দান করব তাহলে কি কোন সমস্যা আছে?আমি কিন্তু তার কেউ না,  তাকে আমি চিনি না।",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি কীভাবে সেই টাকা  তুলতে পারবেন বোধগম্য নয়। তবে সরকার ভোগ করার থেকে আপনি তুলে খরচ করা, দান করা অবশ্যই উত্তম। সম্ভব হলে সেটা করবেন। তবে আপনার জন্য সবচেয়ে ভাল হলে ঐ টাকা পুরোটা দান করা। দান করার ক্ষেত্রে আপনার যাতায়াতসহ যাবতীয় খরচ ঐ টাকা থেকে নিতে পারেন। কোন দাতব্য প্রতিষ্ঠানও করতে পারেন। যদি শিক্ষা প্রতিষ্ঠান করার সুযোগ থাকে তাও করতে পারেন। যেহেতু বড় অঙ্কের টাকা সুতরাং সেভাবে চিন্তা করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6869",
    "question": "আমার বাসা ঢাকায়, মেয়ের বাসা বগুড়া, আমাদের বিয়ের পর থেকে বনিবনা হচ্ছিল না, নানান কারণে সংসার বনিবনা না হওয়ার কারণে মেয়েকে বাপের বাড়ি পাঠিয়ে দিয়ে কাজী অফিস থেকে নোটিশের মাধ্যমে আমার স্ত্রী কে আমি তালাকের নোটিশ পাঠাই, সাত মাস পূর্বে তারা তালাকের নোটিশ পেয়ে বগুড়া আদালতে ভরণপোষণের মামলা করে। আমি একজন অ্যাডভোকেট নিয়োগ করে মামলার হাজিরা চালিয়ে নিচ্ছি আমি সশরীরে একবারও যায়নি আদালতে, তাদের সাথে আমার তালাকের নোটিশ পাঠানোর পরে কোনদিন দেখা হয়নি আর দেখা হওয়ার সম্ভাবনাও নেই দূরত্বের কারণে।এখন আমি যা জানতে চাই আমি মৌখিকভাবে তালাক দেইনি, এখন কি আমার তালাক কার্যকর হয়েছে নাকি সে এখনো আমার স্ত্রী হিসেবে আছে, সে যত ধরনের পাপ কাজে লিপ্ত হবে তার দায়ভার আমার উপর বর্তাবে? এখন শরিয়ত মোতাবেক বিচ্ছেদ হতে চাইলে আমার করনীয় কি",
    "answer": "তালাকের নিয়তে লিখিত নোটিশ দিলে তালাক কার্যকর হবে। সুতরাং আপনার দেয়া তালাক কার্যকর হয়েছে।\r\n\r\nতিন মাসের ভরন-পোষন দেয়া আপনার উপর আবশ্যক।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6870",
    "question": "আসসালামু আলাইকুম, শাইখ। আমার প্রশ্ন হলো-নটরডেম,সেন্ট যোসেফ এই খ্রিষ্টান মিশনারি কলেজগুলোতে পড়া কী জায়েয? উল্লেখ্য, এদের ব্যাচে ক্রুশের চিহ্ন আছে।",
    "answer": "ওয়া আলাইকুমুস সালাম। আত্মসম্মানবোধ, বিবেকবোধ ও সুস্থ রুচির অধিকারী কোন মু’মিন এই ধরণের প্রতিষ্ঠানে তার সন্তানকে পড়াশোনা করাতে পারে না। নিম্নরুচির অধিকারী আত্মসম্মানহীন, বিবেকহীন, আত্মপরিচয়হীন নিম্নমানের নামমাত্র মুসলিমরা সেখানে তাদের সন্তানকে পাঠাতে পারে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6871",
    "question": "আসসালামু আলাইকুম। শায়েখ,আমি আগে নিয়মিত সালাত আদায় করতাম না। এখন আমার জানাও নেই যে কত রাকাত সালাত কাযা হয়েছে। এখন আমার করণীয় কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। এখন করণীয় হলো নিয়মিত সালাত আদায় করা, এখন থেকে নামায যেন মিস না হয়। আগের সালাত মিস হওয়ার কারণে আল্লাহর কাছে ক্ষমা চাওয়া।\r\n\r\nআগের ছুটে যাওয়া সালাতগুলোর ফরজটা প্রতিদিন কিছু কিছু করে আদায় করার চেষ্টা করবেন। যখন মনে হবে পূর্বের সব ফরজ সালাত আদায় হয়ে গিয়েছে তখন বন্ধ করে দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6872",
    "question": "ইসলামি শরিয়ত অনুযায়ী ব্যাভিচারের শাস্তি হিসেবে কী শুধুমাত্র নারীদের পাথর মেরে হত্যার বিধান আছে নাকি পুরুষদের জন্যও?",
    "answer": "বিবাহিত ব্যাভিচারীর শাস্তি পাথর মেরে হত্যা করা। নারী-পুরুষ সবার জন্য একই হুকুম।\r\n\r\nحَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، وَسَعِيدِ بْنِ المُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: أَتَى رَجُلٌ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ فِي المَسْجِدِ، فَنَادَاهُ فَقَالَ: يَا رَسُولَ اللَّهِ، إِنِّي زَنَيْتُ، فَأَعْرَضَ عَنْهُ حَتَّى رَدَّدَ عَلَيْهِ أَرْبَعَ مَرَّاتٍ، فَلَمَّا شَهِدَ عَلَى نَفْسِهِ أَرْبَعَ شَهَادَاتٍ، دَعَاهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: أَبِكَ جُنُونٌ قَالَ: لاَ، قَالَ: فَهَلْ أَحْصَنْتَ قَالَ: نَعَمْ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: اذْهَبُوا بِهِ فَارْجُمُوهُ\r\n\r\nআবূ হুরাইরাহ (রাঃ) হতে বর্ণিত। তিনি বলেন, এক লোক রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এল। তিনি তখন মসজিদে ছিলেন। সে তাঁকে ডেকে বলল, হে আল্লাহর রাসূল! আমি যিনা করেছি। তিনি তার থেকে মুখ ফিরিয়ে নিলেন। এভাবে কথাটি সে চারবার বলল। যখন সে নিজের বিরুদ্ধে চারবার সাক্ষ্য দিল তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ডেকে জিজ্ঞেস করলেন, তোমার মধ্যে কি পাগলামীর দোষ আছে? সে বলল, না। তিনি বললেনঃ তাহলে কি তুমি বিবাহিত? সে বলল, হ্যাঁ। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা তাকে নিয়ে যাও আর পাথর মেরে হত্যা করো। সহীহ বুখরী, হাদীস নং ৬৮১৫, সুনানু আবি দাউদ, হাদীস নং ৪৪৪০, সহীহ মুসলিম, হাদীস নং ১৬৯৯।\r\n\r\nআপনি পত্রিকায় যা পড়েছেন তা অপপ্রচার মাত্র।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিচার আচার",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6873",
    "question": "আসসালামু আলাইকুম, আমার একজন আত্নীয় শহরে কিছু জমি ক্রয় করেছিল বাড়ি করার জন্য। কিন্তু পরবর্তীতে সিদ্ধান্ত পরিবর্তন করে এবং অন্য জায়গায় জমি ক্রয় করে- যেখানে বাড়ি করতে ইচ্ছুক। প্রথমটি সে সুবিধামত সময়ে বিক্রি করে দিবে। এখন প্রথম জমির যাকাত আদায় করতে হবে কিনা।",
    "answer": "ওয়া আলাইকুমুস সালাম। না, এই জমির যাকাত আদায় করতে হবে না। তিনি যদি জমি কেনা-বেচার ব্যবসা করতেন তাহলে ঐ জমির উপর যাকাত ফরজ হতো।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6874",
    "question": "আসসালামু আলাইকুম, রোজার মাসে দান করলে অন্য সময়ের তুলনায় সওয়াব বেশী হয় কিনা? এ বিষয়ে বুঝিয়ে বলবেন।",
    "answer": "ওয়া আলাইকুমু সালাম। রমাজানের দানের সওয়াব অন্য সময়ের থেকে বেশী হয় বলে বিভিন্ন হাদীস থেকে বুঝা যায। তবে কতটুকু বেশী হয় সে বিষয়ে কোন সহীহ বা গ্রহনযোগ্য হাদীস নেই। নীচের দুটি হাদীস থেকে রমাজানের অতিরিক্ত সওয়াবের বিষয়টি স্পষ্ট।\r\n\r\nحَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، أَخْبَرَنَا ابْنُ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم أَجْوَدَ النَّاسِ بِالْخَيْرِ، وَكَانَ أَجْوَدُ مَا يَكُونُ فِي رَمَضَانَ، حِينَ يَلْقَاهُ جِبْرِيلُ، وَكَانَ جِبْرِيلُ ـ عَلَيْهِ السَّلاَمُ ـ يَلْقَاهُ كُلَّ لَيْلَةٍ فِي رَمَضَانَ حَتَّى يَنْسَلِخَ، يَعْرِضُ عَلَيْهِ النَّبِيُّ صلى الله عليه وسلم الْقُرْآنَ، فَإِذَا لَقِيَهُ جِبْرِيلُ ـ عَلَيْهِ السَّلاَمُ ـ كَانَ أَجْوَدَ بِالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ‏.‏\r\n\r\nমূসা ইবনু ইসমা’ঈল (রহঃ) … ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ধন সম্পদ ব্যয় করার ব্যাপারে সকলের চেয়ে দানশীল ছিলেন। রমযানে জিবরীল (আলাইহিস সালাম) যখন তাঁর সাথে দেখা করতেন, তখন তিনি আরো অধিক দান করতেন। রমযান শেষ না হওয়া পর্যন্ত প্রতি রাতেই জিবরীল (আলাইহিস সালাম) তাঁর একবার সাক্ষাৎ করতেন। আর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে কুরআন শোনাতেন। জিবরীল (আলাইহিস সালাম) যখন তাঁর সঙ্গে সাক্ষাৎ করতেন তখন তিনি রহমত প্রেরিত বায়ূর চেয়ে অধিক ধন-সম্পদ দান করতেন। সহীহ বুখারী, হাদীস নং ১৮৬১\r\n\r\nحَدَّثَنَا عَبْدَانُ أَخْبَرَنَا يَزِيدُ بْنُ زُرَيْعٍ أَخْبَرَنَا حَبِيبٌ الْمُعَلِّمُ عَنْ عَطَاءٍ عَنْ ابْنِ عَبَّاسٍ قَالَ لَمَّا رَجَعَ النَّبِيُّ صلى الله عليه وسلم مِنْ حَجَّتِهِ قَالَ لأُمِّ سِنَانٍ الأَنْصَارِيَّةِ مَا مَنَعَكِ مِنْ الْحَجِّ قَالَتْ أَبُو فُلاَنٍ تَعْنِي زَوْجَهَا كَانَ لَهُ نَاضِحَانِ حَجَّ عَلَى أَحَدِهِمَا وَالآخَرُ يَسْقِي أَرْضًا لَنَا قَالَ فَإِنَّ عُمْرَةً فِي رَمَضَانَ تَقْضِي حَجَّةً أَوْ حَجَّةً مَعِي رَوَاهُ\r\n\r\nইবনু ‘আব্বাস (রাঃ) হতে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাজ্জ হতে ফিরে এসে উম্মে সিনান (রাঃ) নাম্নী এক আনসারী মহিলাকে বললেনঃ হাজ্জ আদায় করাতে তোমাকে কিসে বাধা দিল? তিনি বললেন, অমুকের আববা অর্থাৎ তাঁর স্বামী, কারণ পানি টানার জন্য আমাদের মাত্র দু’টি উট আছে। একটিতে সাওয়ার হয়ে তিনি হাজ্জ আদায় করতে গিয়েছেন। আর অন্যটি আমাদের জমিতে পানি সিঞ্চনের কাজ করছে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, রমাযান মাসে একটি ‘উমরাহ আদায় করা একটি ফরজ হাজ্জ আদায় করার সমান অথবা বলেছেনঃ আমার সাথে একটি হাজ্জ আদায় করার সমান। সহীহ বুখারী, হাদীস নং ১৮৬৩।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "দান-সদকাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6875",
    "question": "আমার শরিয়া ব্যাংকে ডিপিএস একাউন্টে বিভিন্ন হিসাবে আগের  বছর   ২০ লক্ষ টাকা আছে, একই হিসাবে   এই   বছর  ২৩ লক্ষ টাকা আছে, আগের বছর ২০ লক্ষ টাকার যাকাত দিয়েছে,  এবার কি  তিন লক্ষ টাকার যাকাত দেবো,  না কি ২৩ লক্ষ টাকার যাকাত দিব?",
    "answer": "তেইশ লক্ষ টাকার যাকাত দিতে হবে। প্রতি বছর যাকাত দেয়ার সময় যত টাকা আপনার মালিকানায় থাকবে সব টাকার উপর যাকাত দিতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6876",
    "question": "আমি ৪ জন এর শাথে জুলুম করেছি বলে মনে হয় । যদি তাদের কাছে মাফ চাই তারা যদি মাফ না করে তাহলে কি করবো?",
    "answer": "আপনার কাজ হলো মাফ চাওয়া, তাদের কাজ হলে মাফ করা। আপনি আপনরার কাজ করবেন। আল্লাহ আপনাকে দায়মুক্তি দিবেন ইনশাআল্লাহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6877",
    "question": "আস-সালামু আলাইকুম। জানাজার সালাতে আমি যদি প্রথমে সানা তারপর সুরা ফাতিহা তারপর দুরুদ শরিফ তারপর মাইয়্যিতের জন্য দোয়া করে সালাম ফিরানোর মাধ্যমে জানাজার  নামাজ করে শেষ থাকি। এই পদ্বিতি কি সুন্নাহ সম্মত? আর এই নিয়মে কি জানাজার সালাত আদায় হবে কি? উত্তর দিলে খু্বই উপকৃত হবো ইনশায়াল্লাহ।",
    "answer": "ওয়া আলাইকুমু সালাম। সানা ও সূরা ফাতিহা একসাথে জানাযার সালাতে পড়ার বিষয়টি হাদীসে নেই। সুতরাং যে কোন একটি পড়বেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6878",
    "question": "আমার ৫ ভড়ি গোল্ড আছে, আর ১৪ ভরি রুপা আছে। কোন নগদ টাকা নেই। আমার কি যাকাত দিতে হবে?",
    "answer": "জ্বী, আপনি যাকাত দিবেন। পুরো স্বর্ণ ও রুপা টাকায় হিসাব করে হাজারে ২৫ টাকা করে যাকাত আদায় করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6879",
    "question": "খারাপ চিন্তার কারণে রোজা ভাঙে কিনা?",
    "answer": "না, কোন চিন্তার কারণে রোজ ভাঙে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "রোজা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6880",
    "question": "কারো যদি গোসল ফরজ হয় কিন্তু সে ফরজ গোসলের নিয়ম অনুযায়ী গোসল না করে (নিয়ত+অযু) ব্যতিত যদি সাধারণভাবে গোসল করে যেটা আমরা সচারাচর করি, তাহলে কি সে পবিত্রতা অর্জন করবে? তার নামাজ কি কবুল হবে??",
    "answer": "নিয়ত এবং ওযু ফরজ গোসলের জন্য আবশ্যক না। গোসলের ফরজ তিনটি। কুলি করা, নাকে পানি দেয়া এবং সমস্ত শরীর ভালো করে ধৌত করা। এই তিনটি ফরজ যদি আদায় করা হয় তাহলে পবিত্রতা লাভ হবে এবং এই গোসল দ্বারা নামায আদায় করা যাবে। ওযু করা ফরজ গোসলের জন্য সুন্নাত, ফরজ নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6881",
    "question": "শুনেছি, হাশরের মাঠে আল্লাহর আরশের নিচে যারা ছায়া পাবে তাদের মধ্যে একদল হলো যারা যুবককাল থেকে আল্লাহর ইবাদত করে। যদি কোন যুবক কোন গুনাহ করে ফেলে এবং নিজের ভুল বুঝতে পেরে তওবা করে ফিরে আসে, এবং সে আল্লাহর ইবাদতে নিজেকে পরিপূর্ণ করার চেষ্টা করে ও ধৈর্যশীল থাকে, তাহলে কি সে তার পূর্বের পাপের জন্য ঐ পুরস্কার থেকে বঞ্চিত হলো, নাকি তওবা করে ফিরে আসার ফলে সে ঔ পুরস্কারের হকদার?",
    "answer": "তওবা করলে গুনাহ মাফ হয়ে যায়। সুতরাং তওবা করে আল্লাহর দিকে ফিরে আসলে এই সযোগ লাভ হবে, আরশের ছায়ায় স্থান হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আখিরাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6882",
    "question": "আস-সালামু আলাইকুম ওয়া রাহমাতুল্লাহ। আমি এক পরিচিত ব্যাক্তিকে গরু/ছাগল পালতে দিতে চাচ্ছি। এখন গরু/ছাগল কিনা বাবদ উক্ত টাকা অর্ধেক অর্ধেক করে আমরা দুজনেই দিব। আমাদের মাঝে গরু/ছাগল পালনের খরচ বাবদ সবকিছু সমান দুই ভাগ হবে। কিন্তু যিনি পালন করবেন তিনি লাভ/লস এর ৫২% পাবেন আর আমি ৪৮% পাব। আর কষ্ট করে লালন পালন করার জন্য যিনি পালন করবেন তাকে বছরে ১ হাজার টাকা দিতে চাচ্ছি। কারন তিনি সময় দিতে পারবেন আর আমি পারব না।গরু/ছাগল কিনা বাবদ যে টাকা ওনি দিবেন সেটা আপাতত ওনাকে দিতে হবে ধার হিসাবে, কারন আপাতত ওনার কাছে টাকা নাই।গরু/ছাগল বিক্রি করে আমাকে ধারের টাকা দিয়ে দিবেন। আর যদি লস হয় কোন কারনে তাহলে টাকাটা ওনার কাছ থেকে আমি আর নিব না, আমার কোন দাবী থাকবে না ওই টাকার প্রতি।উক্ত পদ্ধতি ঠিক আছে কি না, যদি না থাকে তাহলে সঠিক টা জানাবেন দয়া করে।",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, উক্ত পদ্ধতি ঠিক আছে, জায়েজ হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "লেনদেন",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6883",
    "question": "আস-সালামু আলাইকুম, একজন বাবার ৩ মেয়ে ৩ছেলে ছিলো। বাবা অর্থিক ভাবে দূর্বল হওয়াই তার সব জমি মেজ মেয়েকে না জানিয়ে বেচে ৩নং(ছোট) মেয়েকে বিয়ে দিয়েছে। কিন্তু তার জমিটা কিনেছে তারই ৩ছেলে (যারা সবাই সামর্থবান ছিলো)।এখন বাবা মারা যাওয়ার পর বাকি ২মেয়ে জমি চাইতে গেলে ভায়েরা বলে বাবা সব জমি আমাদের কাছে বিক্রি করে গেছে তোদের ভাগে কিছুই নাই।এখানে আমার প্রশ্ন হলো মেয়েরা কি কিছুই পাবে না? বাবা কি শরিক ফাকি দেই নাই? ভায়েরা কি তার বোনদের প্রতি জুলুম করলো না।",
    "answer": "ওয়া আলাইকুমুস সালাম। ভাইয়েরা যদি তার ছোট বোনের বিয়ে দেয়ার জন্য বাবাকে সহায়তা করতো তাহলে ভালো হতো।\r\n\r\nতবে বাবা মেয়েদের বঞ্চিত করেছে, এরকম না এখানে। কারণে অন্য মেয়েদের সে যেভাবে টাকা পয়সা খরচ করে বিয়ে দিয়েছে, ছোট মেয়েকেও সেভাবে দিয়েছে। টাকা না থাকার কারণে জমি বিক্রি করেছেন। ‍সুতরাং সকল মেয়ের প্রতি সমান আচরণ তিনি করেছেন।\r\n\r\nআর ভাইয়েরাও জমি নিজেদের টাকা দিয়ে ক্রয় করেছে, জোর করে নেয় নি। সুতরাং শরীক ফাঁকি দেয়োর বিষয়টি এখানে নেই। যদি কোন সম্পদ না থাকে তাহলে মেয়েরা কীভাবে পাবে? ছেলেরাও তো  বাবার সম্পত্তি কিছু পাই নি। যা পেয়েছে নিজেদের টাকা দেয় কেনা।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6884",
    "question": "আস-সালামু আলাইকুম শায়েখ।  আমি  জানতে পারি যে, সূরা ইয়াসিন ৭ দিনে ৭ বার পরে সুতায় গিট দিয়ে অসুস্থ ব্যক্তির হাতে বেধে দিলে ভালো হয়। আমার বয়স তখন ছিল ১৫। ২০২১ সালে আমার নানি অসুস্থ হয়ে পড়ে, ডায়াবেটিস এর রোগী ছিলেন। তাই আমি ৭ দিনে ৭ বার পরে বেঁধে দেই। তখন আমি তাবিজ হারাম এটা জানতাম না। আর শায়েখ আমি না বুঝেই করেছিলাম। পরে আল্লাহর রহমতে হেদায়েত প্রাপ্ত হয়েছি ১,২ বছর। এখন আমার করণীয় কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। এই কাজের জন্য আল্লাহ তায়ালার কাছে তওবা করবেন, ভবিষ্যতে  আর করবেন না। আল্লাহ তায়ালা অবশ্যই ক্ষমা করে দিবেন। দুশ্চিন্তার করবেন না, ভবিষ্যতে এই ধরণের কাজ থেকে বিরত থাকবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6885",
    "question": "আস-সালামু আলাইকুম, একজন বললেন যে ঋণগ্রস্থ তার জন্য দান করা হারাম। কথাটি সঠিক কিনা? আর আমার মতে ঋণ দুই ভাগে বিভক্ত।এক. আমি যে পরিমান ঋণ গ্রস্থ তার বিপরীতে সম্পদ আছে অর্থাৎ আমি জমি কিনেছি তার বিপরীতে এক লক্ষ টাকা ঋণ ।দুই.  আমার শুধুই ঋণ বিপরীতে কোন সম্পদ নেই। তাহলে এই মতটি কোন শ্রেণীর ঋণীর জন্য প্রযোজ্য।",
    "answer": "ওয়া আলাইকুমুস সালাম। না, কথাটি পুরোপুরো সঠিক না। ঋনগ্রস্থ ব্যক্তি দান করতে পারবে না, এমন কোন কথা হাদীসে নেই। ঋনের বিপরীতে সম্পদ থাকলে তো দান করতে কোন সমস্যাই নেই।\r\n\r\nআর কোন ব্যক্তি যদি এমন ঋণে ডুবে থাকে যা পরিশোধ করার জন্য তার সমস্ত সম্পত্তি দরকার, তবে এটা কোনো যুক্তিসংগত ও বিবেকসম্মত কথা নয় যে, জরুরি ও আবশ্যক ঋণ পরিশোধ না করে সে নফল দান-সাদকা করবে! অতএব, তার জন্য অধিকতর উত্তম হলো, প্রথমে ফরয কাজ করা তারপর নফল কাজ করা। দান করা জায়েয আছে কিন্তু উত্তমতার বিপরীত।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6886",
    "question": "আস-সালামু আলাইকুম।  যব, গম, কিসমিস,পনির এগুলোর যায়গায় যদি আমি চাল দেই তাহলে কি আমার ফেতরা আদায় হবে? আর চালের পরিমাণ কতোটুকু দিতে হবে? অথবা ফিতরার সমতুল্য মূল্যের সেমাই, চিনি/ মাংস দিলে  কি ফিতরা আদায় হবে?? দয়া করে জানাবেন।।",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, চাল দিয়ে ফিতরা দিলে আদায় হবে। এক সা তথা সাড়ে তিন কেজির মত চাল দিতে হবে একটি ফিতরা হিসেবে। খাদ্য দিয়ে ফিতরা দিলে গম বা আটা বাদে যে কোন খাবার এক সা হতে হবে। সেমাই-চিনি বা যে খাবারই দেন না কেন এক সাড়ে তিন কেজির মতে দিতে হবে। গম বা আটা দেলে অর্ধ সা বা ১ কেজি ৭৫০ গ্রামের মত দিতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ফিতরা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6887",
    "question": "আস-সালামু আলাইকুম, রাফউল ইয়াদাইন না করার কথাও সরাসরি হাদীসে উল্লেখ আছে নাকি? আমি হাদিসটা জানতে চাই যদি হাদিস টা দেন উপকার হয়।",
    "answer": "ওয়া আলাইকুমুস সালাম। হাদীসটি নীচে দেওয়া হলো:\r\n\r\nحَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ عَاصِمِ بْنِ كُلَيْبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الأَسْوَدِ، عَنْ عَلْقَمَةَ، قَالَ قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ أَلاَ أُصَلِّي بِكُمْ صَلاَةَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَصَلَّى فَلَمْ يَرْفَعْ يَدَيْهِ إِلاَّ فِي أَوَّلِ مَرَّةٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ الْبَرَاءِ بْنِ عَازِبٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ مَسْعُودٍ حَدِيثٌ حَسَنٌ ‏.‏ وَبِهِ يَقُولُ غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ\r\n\r\nহান্নাদ (রহঃ) ….. আবদুল্লাহ ইবনু মাসঊদ রাদিয়াল্লাহু আনহ থেকে বর্ণনা করেন যে, তিনি একদিন উপস্থিত লোকদের বললেন আমি কি তোমাদের নিয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সালাতের মত সালাত পড়ব? এরপর তিনি সালাত পড়লেন এবং তাতে প্রথমবার অর্থাৎ তাকবীরে তাহরীমা ব্যতীত অন্য কোন সময় হাত তুললেন না। জামে তিরমিযী, হাদীস নং ২৫৭। হাদীসটি অনেক মুহাদ্দিস সহীহ বলেছেন। ইমাম তিরমিযী রহি. হাসান বলেছেন। এ হাদীস বর্ণনার পর ইমাম তিরমিযী বলেছেন: حديث ابن مسعود حديث حسن، وبه يقول غير واحد من أهل العلم من أصحاب النبي صلى الله عليه وسلم، والتابعين، وهو قول سفيان الثوري، وأهل الكوفة. অর্থাৎ এ হাদীসটি হাসান। একাধিক আহলে ইলম সাহাবী ও তাবেয়ীনের বক্তব্য এ হাদীস অনুযায়ীই ছিল। এবং এটিই সুফিয়ান ছাওরী ও কূফাবাসীদের (কূফায় অবস্থানকারী সাহাবী, তাবেয়ী এবং তাদের ফকীহ-মুহাদ্দিস শাগরিদদের) বক্তব্য।’",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হাদীস ও উসূলুল হাদীস",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6888",
    "question": "আস-সালামু আলাইকুম,  আমার বাবার বাড়ীর জমিজমা আর টাকা পয়সা আর  নানা বাড়ির জমিজমা টাকা পয়সা যা কিছু মা পেয়েছেন তা কিভাবে ভাগ করা হবে? আমার মা বাবা দু’জনে মৃত। আমরা ৫ বোন ৩ ভাই।",
    "answer": "ওয়া আলাইকুমুস সালাম। মেয়েরা যতটুকু পাবে ছেলেরা তার দ্বিগুণ পাবে, আপনার মায়ের সকল সম্পদ এই নিয়মে ভাগ হবে। মোট ১১টি ভাগ হবে, ২ভাগ করে ভাইয়েরা মোট ৬ভাগ পাবে, আর বোনেরা একভাগ করে মোট ৫ ভাগ পাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6889",
    "question": "আস-সালামু আলাইকুম। কেউ একজন বললো যে, লা ইলাহা ইল্লালাহ সোয়া লক্ষ বার পড়লে নাকি খতমে আম্বিয়া পড়া হয়। আসলে খতমে আম্বিয়ার ভিত্তি কি কুরআন ও হাদিসে আছে থাকলে নিয়ম কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, এই ধরণের কোন খতমের কোন তথ্য হাদীসে নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6890",
    "question": "যদি কোনো ব‍্যক্তি তার মা এবং বউ এর মধ্যে কার ঝগড়ার কারনে বউ কে রাগের  মাথায় যদি বল ফেলে আজকে তোকে তালাক দেবো,তালাক দেবো,তালাক দেবো। তাহলে বউ তালাক হয়ে  যাবে কি?",
    "answer": "“দেবো” বললে তালাক হবে না। তবে ভবিষ্যতে এই ধরণেরে যে কোন কথা থেকে বিরত থাকবে। এই শব্দ কোন ভাবেই মুখে আনবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আখিরাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6891",
    "question": "বর্তমানে যাকাত কি স্বর্ণের হিসাবে দিবো নাকি রুপার হিসাবে দিবো। যদি রুপার হিসাবে ধরি, তাহলে রুপার ভরি আনুমানিক ১৫০০ টাকা ধরে সাড়ে ৫২ তোলা/ ভরির বাজার মূল্য ৭৮৭৫০ টাকার মত আসে। এখন আমার প্রশ্ন হল, বর্তমান মুদ্রাস্ফীতির সময়ে এই পরিমাণ টাকা অনেক নিম্ন আয়ের মানুষ (ফকির, রিকশাওয়ালা) এর কাছেও আছে বলে আমার বিশ্বাস। তাহলে কি রুপার মুল্যে জাকাত হিসাব কি যুক্তিসংগত? শরয়ী দৃষ্টিকোণ থেকে কখন কোনটার বিধান হিসেবে জাকাত আদায় করতে হবে দয়া করে একটু বুঝিয়ে বলবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। বর্তমানে বিষয়টি  তাকওয়ার উপর নির্ভরশীল। যার আল্লাহ তায়ালার প্রতি ভয় বেশী, সওয়াবের প্রতি আগ্রহ বেশী, দান-সাদকা ভাল কাজের প্রতি আগ্রহ বেশী সে রুপার নিসাব ধরে যাকাত দিবে। এভাবে সে আল্লাহ তায়ালার নিকটবর্তী  হওয়ার চেষ্টা করবে। কুরআনে সচ্ছল-অসচ্ছল সর্বাবস্থায় দান করতে বলা হয়েছে।\r\n\r\nঅন্যদিকে স্বর্ণের নিসাব অনুযায়ীও যাকাত দেওয়ার সুযোগ আছে। রুপার নিসাব অনুযায়ী হিসাব করলে কারো সমস্যা মনে হলে সে স্বর্ণের নিসাব অনুযায়ী দাম ধরবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6892",
    "question": "আস-সালামু আলাইকুম, প্রিয় শায়েখ, আমার স্ত্রী মিরপুর শাহ আলী মাজারে গিয়ে নামাজ আদায় করবে বলে মান্নত করছে। এখন সে যাবে কিন্তু আমি দিতে চাই না। ঝগড়া বিবাদ হচ্ছে। কী করণিয়?",
    "answer": "ওয়া আলাইকুমুস সালাম। কোনভাবেই যেতে দিবেন না। এই সব মান্নত সম্পূর্ণ শিরক, হারাম।নামায পড়তে হবে আল্লাহর সন্তুষ্টির জন্য। সে জন্য মাজারে যাওয়ার কোন প্রয়োজন নেই। মাজারে গেলে সেটা আর আল্লাহর সন্তুষ্টির জন্য হবে না।\r\n\r\nস্থানীয় একজন গ্রহনযোগ্য আলেমের মাধ্যমে স্ত্রীকে বিষয়টি বুঝাবেন। আশা করি সমস্যার সমাধান হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6893",
    "question": "আস-সালামু আলাইকুম, আমি একটা স্বায়ত্তশাসিত কম্পানিতে চাকরি করি। এখানে হেড অফিস থেকে একটা নোটিশ দিয়েছে যে, কেউ যদি ৮ ঘন্টা ডিউটির বাইরে ৪ ঘন্টা অতিরিক্ত ডিউটি করে তাহলে তাকে ফুড এন্ড কনভেন্স একটা ভাতা দেওয়া হবে ৪০০ টাকা। কিন্তু কেউই এই অতিরিক্ত চার ঘন্টা ডিউটি না করেই টাকাটা নিচ্ছে। মাঝে মাঝে প্ল্যান্টে জরুরী কাজ পরলে অতিরিক্ত ডিউটি করার প্রয়োজন পরে। আবার আমাদের অফিসের কোলোনীতে থাকতে হয় যাতে প্ল্যান্টের (অফিসের) কোনো জরুরী কাজে সাথে সাথে আসা যায়। এই ক্ষেত্রে আমাদের কারো ছুটি নিলে অফিসের এরিয়া ত্যাগ করলে স্টেশন লীভ একটা ফর্ম পূরন করে যেতে হয় সেক্ষেত্রে কোনো টাকা পাওয়া যায়না। অনেকে বলে স্টেশনে থাকা মানে ডিউটি করা যেহেতু অফিসের এলাকা ছারলে স্টেশন লীভ দিতে হয়। মানে এখানে ২৪ ঘন্টা অন্ কলে থাকতে হয় এবং যেকোনো সময় জরুরি দরকারে অফিস কাজ করতে হয় । এই ক্ষেত্রে কি টাকাটা নেওয়া হালাল হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। ৮ ঘন্টা ডিউটির বাইরে অতিরিক্ত ৪ ঘন্টা ডিউটি করলেই কেবল ফুড এন্ড কনভেন্স ভাতা ৪০০ টাকা নেওয়া যাবে, অন্যথায় নেয়া যাবে না। নিজের মত অপব্যাখ্যা করে উক্ত ভাতা নেয়া যাবে না, হালাল হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6894",
    "question": "আস-সালামু আলাইকুম। আমি যদি ফিতরার হিসাব ২.৪০ গ্রাম করে চাল দেই তাহলে উসর দেয়ার সময়ও কি ২.৪০ গ্রাম হিসাবে ১ সা করে হিসাব করে ৭২০ কেজি ধান থেকে উসর দিবো?",
    "answer": "ওয়া আলাইকুমুস সালাম। ৫ ওসাক বা ৩০০ সা ফসল হলে যাকাত দিতে হবে। সে হিসেবে এক সা ২ কেজি ৪০০ গ্রাম ধরলে  ৭২০ কেজি ফসল হলে যাকাত দিতে হবে। আপনি এই হিসেবে যাকাত দিতে পারেন।\r\n\r\nবিস্তারিত জানতে শায়খ ড. আব্দুল্লাহ জাহাঙ্গীর রহি. রচিত “বাংলাদেশে উশর বা ফসলের যাকাত গুরুত্ব ও প্রয়োগ” বইটি পড়তে পারেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6895",
    "question": "কী নতুন নিয়ে এলেন মুহাম্মদ (সা)’ নামের কোন বই কি খন্দকার আব্দুল্লাহ জাহাঙ্গীর স্যার লিখেছেন?",
    "answer": "না, এই নামে  স্যার রহি. এর লিখিত কোন বই নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6896",
    "question": "ড. আব্দুল্লাহ জাহাঙ্গীর রাহ. স্যারের ভিডিও ক্যাসেট আপনাদের সংগ্রহে আছে? ইউটিউবে খন্ড খন্ড ভিডিও পাওয়া যায়,  ফলে তার সম্পূর্ণ আলোচনা পাওয়া যায় না। আমি উনার ভিডিও ক্যাসেট কিনতে আগ্রহী। আপনাদের সংগ্রহে থাকলে জানাবেন।",
    "answer": "জ্বী, স্যার রাহ. এর ভিডিও বক্তব্য আমাদের কাছে সংরক্ষিত আছে। টাকা দিয়ে কিনতে হবে না, আমাদের ঝিনাইদহের অফিসে এসে মেমোরীতে নিয়ে যেতে পারবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6897",
    "question": "আস-সালামু আলাইকুম। আমার আব্বা স্ট্রোক করে অসুস্থ ছিলেন। রোযা রাখার সক্ষমতা তাঁর ছিল না। ২৮ জানুয়ারী তিনি ইন্তেকাল করেছেন। তাঁর রোযা গুলোর ফিদিয়া আদায় করা ওয়াজিব নাকি নফল?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনার আব্বার না রাখা রোজাগুলোর ফিদিয়া আদায় করা ওয়াজিব। প্রতি রোজার পরিবর্তে একজন অসহায় ব্যক্তিকে ১ দিনের খাবার দিতে হবে। আল্লাহ তায়ালা কুরআনে বলেছেন,\r\n\r\nوَ عَلَی الَّذِیۡنَ یُطِیۡقُوۡنَهٗ فِدۡیَۃٌ طَعَامُ مِسۡکِیۡنٍ\r\n\r\nআর যাদের জন্য তা কষ্টকর হবে, তাদের উপর আবশ্যক হলো ফিদয়া- একজন দরিদ্রকে খাবার প্রদান করা। সূরা বাকরা, আয়াত ১৮৪।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6898",
    "question": "আস-সালামু আলায়কুম, আমরা জানি মীযানের পাল্লায় আমাদের আমলনামা ওজন করা হবে এবং ভারী পাল্লা অনুশারে আমাদের জাহান্নাম জান্নাত নির্ধারিত হবে। কাফেরদের কি মীযানের পাল্লায় ওঠানো হবে? মুসলিম অমুসলিম উভয়েরই যদি খারাপ পাল্লা ভারী হয় তাহলে কি সে চিরস্থায়ী জাহান্নামী?",
    "answer": "ওয়া আলাইকুমুস সালাম। কাফেরদের সকল নেক আমল নষ্ট হয়ে যাবে ঈমান না থাকার কারণে, কিয়ামতের দিন কোন কাজে আসবে না। সুতরাং তাদের জন্য মিজানের দরকার নেই। এটাই আলেমদের বৃহত অংশের অভিমত।  কোন কোন আলেম বলেছেন, তাদেরকেও মিজানের পাল্লায় মাপা হবে, যদিও তাদের কোন নেক আমল থাকবে না। বিস্তারিত জানতে পড়ুন:  https://shamela.ws/book/7734/245\r\n\r\nমুসলিমদের আমল মাপা হবে। তাদের পাপের পাল্লা ভারী হলে চিরস্থায়ীভাবে জাহান্নামে যাবে না। শাস্তি শেষ হলে এক সময় জান্নাতে প্রবেশ করবে।\r\n\r\nوَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ – وَاللَّفْظُ لأَبِي كُرَيْبٍ – قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَبِيدَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ “‏ إِنِّي لأَعْرِفُ آخِرَ أَهْلِ النَّارِ خُرُوجًا مِنَ النَّارِ رَجُلٌ يَخْرُجُ مِنْهَا زَحْفًا فَيُقَالُ لَهُ انْطَلِقْ فَادْخُلِ الْجَنَّةَ – قَالَ – فَيَذْهَبُ فَيَدْخُلُ الْجَنَّةَ فَيَجِدُ النَّاسَ قَدْ أَخَذُوا الْمَنَازِلَ فَيُقَالُ لَهُ أَتَذْكُرُ الزَّمَانَ الَّذِي كُنْتَ فِيهِ فَيَقُولُ نَعَمْ ‏.‏ فَيُقَالُ لَهُ تَمَنَّ ‏.‏ فَيَتَمَنَّى فَيُقَالُ لَهُ لَكَ الَّذِي تَمَنَّيْتَ وَعَشَرَةُ أَضْعَافِ الدُّنْيَا – قَالَ – فَيَقُولُ أَتَسْخَرُ بِي وَأَنْتَ الْمَلِكُ ‏”‏ قَالَ فَلَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم ضَحِكَ حَتَّى بَدَتْ نَوَاجِذُهُ ‏.‏\r\n\r\nআবূ বকর ইবনু আবূ শাইবাহ ও আবূ কুরায়ব (রহঃ) ….. ’আবদুল্লাহ (রাযিঃ) বলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জাহান্নাম থেকে সর্বশেষ বের হয়ে আসা লোকটিকে অবশ্যই আমি জানি। সে হেঁচড়িয়ে হেঁচড়িয়ে জাহান্নাম থেকে বেরিয়ে আসবে। তারপর তাকে বলা হবে, যাও জান্নাতে প্রবেশ কর। সে গিয়ে জান্নাতে প্রবেশ করে লোকদেরকে দেখতে পাবে যে, তারা পূর্বেই জান্নাতের সকল স্থান দখল করে রেখেছে। তখন তাকে জিজ্ঞেস করা হবে, তোমার কি পূর্বকালের কথা (জাহান্নামের) স্মরণ আছে? সে বলবে, হ্যাঁ! তাকে বলা হবেঃ তুমি কামনা কর। সে তখন কামনা করবে। তখন তাকে বলা হবে, যাও, তোমার আশা পূর্ণ করলাম। সেই সাথে পৃথিবীর আরো দশগুণ বেশি প্রদান করলাম। লোকটি বলবে, আপনি সর্বশক্তিমান প্ৰভু! আর আপনি আমার সাথে তামাশা করছেন? সাহাবা বলেন, এ কথাটি বলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এত হাসলেন যে, তার মাড়ির দাঁত প্রকাশিত হয়ে গেল। সহীহ মুসলিম, হাদীস নং ১৮৬",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জান্নাত-জাহান্নাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6899",
    "question": "আস-সালামু আলাইকুম, সাহরী খাওয়ার সময় শেষ হওয়ার পর যদি ফজরের নামাজ আদায় করি তাতে নামাজ কী হবে।",
    "answer": "ওয়া আলাইকুমুস সালাম। সুবহে সাদিক উদিত হলে ফজরের ওয়াক্তশুরু হয়। আর সুবহে সাদিক উদিত হওয়ার আগ পর্যন্ত সাহরী খাওয়া যায়। সুতরাং সাহরীর সময় শেষ হলে ফজরের সময় হয়ে যাবে। তবে আমাদের দেশের সময়সূচীগুলোতে সতর্কতামূলক কয়েক মিনিট পূর্বেই সাহরীর শেষ সময় লেখা হয়। তাই এই সময়সূচী দেখে সাহরীর সময় শেষ হওয়ার সাথে সাথে ফজরের নামায আদায় করা যাবে না, ফজরের আজানের যে সময় উল্লেখ থাকে সে সময়ে ফজরের নামায আদায় করা যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6900",
    "question": "আস-সালামু আলাইকুম। আমি আমার পরিবারের একমাত্র উপার্জনকারী সদস্য। পরিবারের সব প্রয়োজন মেটাতে অনেক কষ্ট হচ্ছে। আমাকে কিছু সুন্নাহ সম্মত দুয়া ও আমল শিখিয়ে দেন যেগুলা করলে আমাদের অর্থনৈতিক সচ্ছলতা আসবে।",
    "answer": "ওয়া আলাইকুমুস সালাম। পর্যাপ্ত রিজিক প্রত্যাশায় এই দুআটি দুই সাজদার মাঝে এবং অন্যান্য সময় বারবার পাঠ করবেন। اللَّهُمَّ اغْفِرْ لِى وَارْحَمْنِى وَاهْدِنِى وَعَافِنِى وَارْزُقْنِى\r\n\r\nএছাড়া কুরআনের এই দুআটিও নামাযে এবং অন্যান্য সময় বেশী বেশী পড়বেন, رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6901",
    "question": "আস-সালামু আলাইকুম, আমি সদ্য মাস্টার্স পরীক্ষা দিয়েছি। অর্থনীতিতে অনার্স ও মাস্টার্স করেছি। আমি এখন বিভিন্ন সরকারি বেসরকারি প্রতিষ্ঠানে চাকরির জন্য আবেদন করছি। আলহামদুলিল্লাহ আমি পর্দা করি ছোটবেলা থেকেই। এখন আমি কোন ধরনের চাকরি করতে পারবো আমাকে একটু নসিহা করুন।",
    "answer": "আল্লাহ তায়ালা কুরআনে মুসলিম মহিলাদেরকে বলেছেন,وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى তোমরা তোমাদের বাড়ি ঘরের মধ্যে থাকো, প্রাচীন জাহেলী যুগের মহিলাদের মত নিজেদের প্রাদর্শন করো না। সূরা আহযাব, আয়াত নং ৩৩। অন্য আয়াতে আল্লাহ বলেছেন, الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ পুরুষরা মহিলাদের উপর কর্তৃত্ব করবে, কারণ আল্লাহ একজনকে অন্যজনের উপর শ্রেষ্ঠত্ব দান করেছেনএবং পুরুষেরা তাদের টাকা পয়সা খরচ কর। সূরা, নিসা আয়াত ৩৪। বিদায় হজ্জের ভাষনে রাসূলুল্লাহ সা. বলেছেন, وَاسْتَحْلَلْتُمْ فُرُوجَهُنَّ بِكَلِمَةِ اللَّهِ وَلَكُمْ عَلَيْهِنَّ أَنْ لاَ يُوطِئْنَ فُرُشَكُمْ أَحَدًا تَكْرَهُونَهُ. فَإِنْ فَعَلْنَ ذَلِكَ فَاضْرِبُوهُنَّ ضَرْبًا غَيْرَ مُبَرِّحٍ وَلَهُنَّ عَلَيْكُمْ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ তোমরা তাদের (স্ত্রীদের) লজ্জাস্থানকে হালাল করেছো আল্লাহর কালিমা দ্বারা… তাদের খাবার-দাবার ও পোশাকের দায়িত্ব তোমাদের ওপর। সহীহ মুসলিম, হাদীস নং ৩০০৯;সুনানু আবু দাউদ, হাদীস নং ১৯০৭। আলেমদের এ ব্যাপারে ঐক্যমত পোষন করেছেন যে, স্ত্রীর ভরন-পোষনের দায়িত্ব স্বামীর। আলমাউসুয়াতুল ফিকহিয়্যাতুল কুয়েতিয়্যাহ, ৪১/৩৫। উপরের আয়াত ও হাদীস থেকে জানা যায়, মহিলাদের দায়িত্ব হলো ঘর সামলানো আর পুরুষের দায়িত্ব হলো পরিবারের আর্থিক দিকটি সামলানো। এর বাইরে গেলে পৃথীবির স্বাভাবিক ভারসম্য নষ্ট হয়। আমরা দেখছি ইউরোপ-আমেরিকাতে মহিলারা বাইরে কাজ করে এমন পর্যায় গিয়েছে যে, অনেকেই পরিবার গঠন করতে, সন্তান নিতে রাজী নয়। ফলসরূপ জনসংখ্যা কমে যাচ্ছে। স্বাভাবিক ভারসম্য নষ্ট হচ্ছে আর সেখানে পুরুষরা মহিলাদের কোন দায়িত্ব নিতেও রাজী নয়। আমাদের দেশের অনেক মহিলা বিদেশে গিয়ে রান্নাবান্না ও ঘর গোছানের কাজ করে। যখন তারা বিদেশে গিয়ে এটা করে তখন সবাই সেটাকে বিশেষ কাজ মনে করে আর ঐ একই কাজ যখন নিজের বাড়িতে করে তখন সেটাকে তারা কাজ মনে করে না। এটার কারণ আমাদের মাথা পঁচে গিয়েছে। সুস্থ চিন্তা করার ক্ষমতা হারিয়ে যাচ্ছে। উপার্জনের নামে মহিলাদের বাইরে বের হওয়ার অবাধ সুযোগ দিয়ে জাতিকে দিন দিন ধ্বংসের দিকেই নিয়ে যাওয়া হচ্ছে বলে মনে হয়। বিয়ের আগে মেয়েদের দায়িত্ব তার পিতার-ভাইয়ের। বিয়ের পর তার স্বামীর। স্বামী মারা গেলে সন্তানদের। তবে কোন মহিলার যদি বাইরে গিয়ে কাজ করা ছাড়া জীবন পরিচালনার কোন উপায় না থাকে তাহলে পূর্ণ পর্দার সাথে বাইরে কাজ করতে পারবে। মহিলাদের সাথে কাজ করতে হয় এমন জায়াগায় কাজ করতে চেষ্ট করবে। আপনার যদি চাকুরী ছাড়া জীবনধারণের কোন ব্যবস্থা না থাকে তাহলে পর্দর পরিবেশে যে কোন হালাল চাকুরী করতে পারেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পোশাক-পর্দা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6902",
    "question": "আমার মা একজন সরকারি ককর্মচারী ছিলেন। সে স্বইচ্ছায় কিছুদিন আগে চাকরী থেকে ইস্তফা দেন দ্বীনের কাজে বেশি সময় দেয়ার তাগিদে। পূর্বে তার বেতন থেকে আমাদের পরিবারে প্রায় অধিকাংশ টাকা সংসারের বিভিন্ন প্রয়োজনে স্বইচ্ছায় খরচ করতেন। এখন এলপি আর এর পরে তার পেনশন ভাতা আগের চেয়ে অনেক কমে গেছে। আমার প্রশ্ন হলো এমন কোন ক্ষেত্রে বাসায় বসে পেনশনের টাকা ইনভেস্ট করা যেতে পারে যাতে সে মাসে একটা ভাল টাকা রোজগারও হয় আবার হারামও যেন না খাওয়া লাগে। এটা নিয়ে দুশ্চিন্তায় আছি আমার কারন আমার মায়ের অনেক দায়িত্ব । আমরা সন্তানরা এখনো কেউ সাবলম্বি হয় নি এখনো।",
    "answer": "যে কোন হালাল ব্যবসায় টাকা ইনভেস্ট করতে পারেন। আপনাদের সুবিধা অনুযাযী খোঁজখবর নিয়ে যেখানে একটু বেশী লাভ পাওয়া যায় সেখানে টাকা দিতে পারেন। পরিচিত ব্যবসায়ীদের সাথে কথা বললে একটা ধারণা পেতে পারেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6903",
    "question": "আমি আর আমার খালাতো বোন পরিবারসহ এক সাথে নানার ঘরে বাস করি, আমি আর আমরা খালাতো বোন একটা হারাম কাজে জড়িয়ে গেছি, এখন আমরা চাই গোপোনে বিয়ে করে নিবো, পরে জানিয়ে দিবো, এটা ঠিক হবে কিনা?",
    "answer": "না, মেয়েরা অভিভাবকদের অনুমতি ছাড়া, তাদেরকে না জানিয়ে বিয়ে করতে পারবে না। বরং যে হারাম কাজে জড়িয়েছেন সেটা থেকে বের হয়ে পাবিত্র জীবন-জাপন করুন। বিয়ে করতে হলে অভিভাবকদের জানিয়ে বিয়ের ব্যবস্থা করতে বলুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6904",
    "question": "আস-সালামু আলাইকুম, বর্তমানে দেখা যায়, বিয়ের আগে এসে অনেক মেয়ে হঠাৎ করে হিজাব-নিকাব পড়া শুরু করে এবং তার অতীতে জিনার সম্পর্ক লুকিয়ে মিথ্যা কথা বলে বা কৌশলে সত্য গোপন করে অন্য একটি ছেলেকে বিয়ে করে।আমার একজন বড়ভাই এমন একটা মেয়ে দ্বারা প্রতারিত হয়েছে। বিয়ের আগে সে বলেছিল তার পূর্বে কোন প্রেম সম্পর্ক ছিল না৷ কিন্তু পরে জানা গেল তার পূর্বে সম্পর্ক ছিল।মিথ্যা বলার কারণ জিজ্ঞাসা করলে সে মেয়ে বলে, কোন একজন আলেম নাকি বলেছেন, পূর্বের পাপের কথা ইসলাম বলতে নিষেধ করেছে। এবং এক্ষেত্রেও ছেলেকে কিছু বলা যাবেনা৷ তাই সে মিথ্যা বলেছে।এখন আমার সেই ভাই খুবই মর্মাহত কারণ সে এসব সম্পর্কে কখনো জড়ায়নি। এমনকি সে ভাই তার মেয়ে কাজিনদের সাথেও সবসময় পর্দা মেনে চলেছে৷এখন আমার প্রশ্ন হলো,১. ইসলাম কি আসলেই সত্য লুকিয়ে এমন প্রতারণামূলক কাজের অনুমতি দিয়েছে?২. যদি কেও খালেস দিলে অতীতের কাজের জন্য তওবা করেও থাকে তবুও কি সে সত্য গোপন করে বিয়ে করতে পারে? তওবার সম্পর্ক তো আল্লাহর সাথে৷ একজন চরিত্র হেফাজতকারী পুরুষ কেন অতীতের দুশ্চরিত্র এক মেয়েকে বিয়ে করবে যদিও সে তওবা করেছে.. সকলের রুচিতে তো এটা ধরবে না।৩. কেও সরাসরি শারীরিক সম্পর্কে লিপ্ত হয়নি কিন্তু চুম্বন বা অন্যান্যভাবে ঘনিষ্ঠ হয়েছে- এটা লুকিয়ে বিয়ে করার অনুমতি কি ইসলাম দেয়? কেননা এটাও আমাদের রুচিতে ধরবে না।অনুগ্রহ করে সবগুলো উত্তর দিবেন। আল্লাহ আপনাদের খেদমতের উত্তম প্রতিদান দুনিয়া ও আখিরাতে দান করুক। আমিন।",
    "answer": "ওয়া আলাইকুমুস সালাম।  মানুষ ভুল করে, পাপ করে। পাপ হয়ে গেলে আল্লাহর কাছে তওবা করতে হয়, আর পাপের কথা কাউকে বলতে হয় না, লুকিয়ে রাখতে হয়। জিনা-ব্যাভিচার একটা বড় ধরণের পাপ, মানুষের কাছে বলে বেড়ানোর মতো বিষয় নয়। ছেলে মেয়ে কেউই নিজেদের পাপের কথা কারো কাছে প্রকাশ করবে না।\r\n\r\nবিয়ের আগে যথাযথ খোঁজখবর নিয়ে বিয়ে করবে, তবে পাত্র-পাত্রীর কাছে তাদের পাপের বিষয়ে জানতে চাওয়া সঠিক কাজ নয়। কারণ পাপ গোপন রাখার নির্দেশ আল্লাহর রাসূল সা. দিয়েছেন। প্রকাশ করতে নিষেধ করেছেন। আর বিয়ের পরে এই সব খুঁচিয়ে বের করে পরিবারে অশান্তি নিয়ে আসার দরকার নেই। পাপ এমন সত্য, যা প্রকাশ না করার কথা হাদীসে স্পষ্টভাবে বলা হয়েছে।\r\n\r\nحَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ ابْنِ أَخِي ابْنِ شِهَابٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ “‏ كُلُّ أُمَّتِي مُعَافًى إِلاَّ الْمُجَاهِرِينَ، وَإِنَّ مِنَ الْمَجَانَةِ أَنْ يَعْمَلَ الرَّجُلُ بِاللَّيْلِ عَمَلاً، ثُمَّ يُصْبِحَ وَقَدْ سَتَرَهُ اللَّهُ، فَيَقُولَ يَا فُلاَنُ عَمِلْتُ الْبَارِحَةَ كَذَا وَكَذَا، وَقَدْ بَاتَ يَسْتُرُهُ رَبُّهُ وَيُصْبِحُ يَكْشِفُ سِتْرَ اللَّهِ عَنْهُ ‏”‏‏.‏\r\n\r\nআবূ হুরাইরা (রাঃ) হতে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি যে, আমার সকল উম্মাতকে মাফ করা হবে, তবে প্রকাশকারী ব্যতীত। আর নিশ্চয় এ বড়ই অন্যায় যে, কোন লোক রাতের বেলা অপরাধ করল যা আল্লাহ গোপন রাখলেন। কিন্তু সে সকাল হলে বলে বেড়াতে লাগল, হে অমুক! আমি আজ রাতে এই এই কাজ করেছি। অথচ সে এমন অবস্থায় রাত কাটাল যে, আল্লাহ তার কর্ম লুকিয়ে রেখেছিলেন, আর সে ভোরে উঠে তার উপর আল্লাহর দেয়া আবরণ খুলে ফেলল। সহীহ বুখারী, হাদীস নং ৬০৬৯।\r\n\r\n \r\n\r\nমহান আল্লাহ অনুগ্রহ করে মুসলিম ব্যক্তির অনেক পাপ লুকিয়ে রাখেন। তাই  ইসলাম ধর্মের শিক্ষা হলো এই যে, মুসলিম ব্যক্তি যেন তার পাপগুলিকে সর্বদা গোপন রাখে মহান আল্লাহর গোপন রাখার সাথে সাথে। এবং সে যেন মহান আল্লাহর কৃতজ্ঞতার সহিত প্রশংসা করে; এই জন্য যে তিনি তাকে সুস্থতা এবং নিরাপত্তা প্রদান করেছেন। আর সে যেন মহান আল্লাহর কাছে অনুতপ্ত হয়ে ভবিষ্যতে পাপ না করার জন্য প্রতিজ্ঞা করে তওবা করে। কেননা যে ব্যক্তি আন্তরিকতার সহিত তওবা করবে, মহান আল্লাহ তার তওবা গ্রহণ করবেন এবং ইহকালে ও পরকালে তাকে ক্ষমা করবেন।\r\n\r\n \r\n\r\nدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ صَفْوَانَ بْنِ مُحْرِزٍ، أَنَّ رَجُلاً، سَأَلَ ابْنَ عُمَرَ كَيْفَ سَمِعْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ فِي النَّجْوَى قَالَ ‏ “‏ يَدْنُو أَحَدُكُمْ مِنْ رَبِّهِ حَتَّى يَضَعَ كَنَفَهُ عَلَيْهِ فَيَقُولُ عَمِلْتَ كَذَا وَكَذَا‏.‏ فَيَقُولُ نَعَمْ‏.‏ وَيَقُولُ عَمِلْتَ كَذَا وَكَذَا‏.‏ فَيَقُولُ نَعَمْ‏.‏ فَيُقَرِّرُهُ ثُمَّ يَقُولُ إِنِّي سَتَرْتُ عَلَيْكَ فِي الدُّنْيَا، فَأَنَا أَغْفِرُهَا لَكَ الْيَوْمَ ‏”‏‏.‏\r\n\r\nসফ্ওয়ান ইবনু মুহরিয (রহ.) হতে বর্ণিত যে, এক লোক ইবনু ’উমার (রাঃ)-কে জিজ্ঞেস করলঃ আপনি ’নাজওয়া’ (কিয়ামতের দিন আল্লাহ ও তাঁর মু’মিন বান্দার মধ্যে গোপন আলোচনা)। ব্যাপারে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে কী বলতে শুনেছেন? বললেন, তিনি বলেছেনঃ তোমাদের এক ব্যক্তি তার প্রতিপালকের এত কাছাকাছি হবে যে, তিনি তার উপর তাঁর নিজস্ব আবরণ টেনে দিয়ে দু’বার জিজ্ঞেস করবেনঃ তুমি এই এই কাজ করেছিলে? সে বলবেঃ হাঁ। আবার তিনি জিজ্ঞেস করবেনঃ তুমি এই এই কাজ করেছিলে? সে বলবেঃ হাঁ। এভাবে তিনি তার স্বীকারোক্তি গ্রহণ করবেন। এরপর বলবেনঃ আমি দুনিয়াতে তোমার এগুলো লুকিয়ে রেখেছিলাম। আজ আমি তোমার এসব গুনাহ ক্ষমা করে দিলাম। সহীহ বুখারী, হাদীস নং ৬০৭০।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6905",
    "question": "আস-সালামু আলাইকুম,আমার বয়স ২৫ বছর, আমি ছোট বেলা থেকে পারিবারিক অশান্তির মধ্যে দিয়ে বড় হয়েছি। আমার বাবা এবং মায়ের স্বামী স্ত্রীর মত সুস্থ স্বাভাবিক কোনো সম্পর্ক নেই। কোনোদিন কিংবা কোনো একটা সময় দেখিনি যে তারা স্বাভাবিকভাবে কথা বলেছে, সব সময় ঝগড়া বিবাদ লেগেই আছে। উনারা দুইজনই বেশ শিক্ষিত এবং চাকুরীজীবি ছিলেন।আমরা দুই ভাই বোন খুব অতিষ্ঠ এই বিষয়টা নিয়ে। বিশেষ করে যদি বলতে হয়, আমরা তাদের আচার আচরণ, চলা ফেরা এবং আমাদের প্রতি তাদের ব্যবহার নিয়ে খুব বিরক্ত। সন্তান হিসেবে আমরা অনেক সাফার করি। পড়াশোনার পরিবেশ পাই না। এতদিন স্বাভাবিক মনে হলেও দিন দিন এটা বাড়ছে।আমার মা এর ব্যবহার এত বেশি খারাপ হচ্ছে যে , মনে হয় সে কষ্ট দিয়ে কথা না বললে আরাম পান না। আমার বাবা এবং মা এর কারণের পরিবারের বাহিরে কোনো আত্মীয় এর সাথে আমাদের মিলা মিশা নেই। আমি হয়তো গুছিয়ে কথা বলতে পারছি না। কিন্তু, খুব অশান্তির মধ্য আছি আমরা, ঝগড়া মারামারী সবসময় লেগেই আছে। আমার ভাইয়ের চাকরির প্রস্তুতি নিচ্ছে, কিন্তু এগুলোর কারণে তার মানসিক অবস্থাও খারাপ।বাসায় আমাদের পড়াশোনা হয় না। ছোট ছোট বিষয় থেকে অনেক বড় কিছু হয়ে যায়।যাদু টোনার কারণে কি এসব হতে পারে? যদি হয় তবে সমাধান কি?কয়েকমাস আগে রাতে সুরা প্লে করে রাখা হচ্ছিল। যেটা নিয়ে আমার মা এর ঘোর বিরোধিতা আছে। এগুলোর কারণে আরও বেশি মনে হয়।।",
    "answer": "কিছু মানুষ স্বভাবগতই খারাপ হয়। আপনার মা হয়তো সেরকমই। তাতে আবার চাকরী করেছে। হয়তো নিজের টাকায় চলে, তাই তার আপনার বাবার সাথে ভাল ব্যবহারের প্রয়োজন নেই।\r\n\r\nআবার দুষ্টু জ্বীন বা যাদুর প্রভাব থাকতে পারে। যাইহোক বাসায় প্রতিদিন সকাল-সন্ধ্যায় কুরআন পাঠ করবেন। আর আপনাদের যে সমস্যা হচ্ছে বিষয়টি আপনার মাকে বলবেন। আল্লাহ তায়ালার কাছে দুআ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জাদু-টোনা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6906",
    "question": "আস-সালামু আলাইকুম, আমি হোটেল ম্যানেজমেন্ট এ লেখাপড়া করেছি। আমি কিছুদিন হোটেলে HR Manager এর দায়িত্ব পালন করেছিলাম, ধর্মীয় কারণে চাকরি ছেড়ে ব্যবসা শুরু করি কিন্তু সেখানে প্রচন্ড লস খাই। আবার চাকরি করার সিদ্ধান্ত নিয়েছি। কিন্তু অন্য সেক্টরের কোন কম্পানি আমাকে নিতে আগ্রহী হচ্ছে না। আমার প্রশ্ন হচ্ছে, হোটেলে Human Resource এর জব করা কতটুকু হালাল হবে? যেহেতু HR Manager হিসেবে বার (মদ বিক্রি) এর কর্মীও নিয়োগ দিতে হয়। দ্বিতীয়ত, হোটেলে ইনকাম হিসাবে সার্ভিস চার্জ আসে, বার (মদ বিক্রি) এর সার্ভিস চার্জ এর টাকা আমি কি করবো, ম্যানেজমেন্টকে বলে বার এর টাকা টা বাদ দিতে বলবো নাকি টাকা টা নিয়ে কাউকে দান করে দিবো? আমার এই উত্তর দুইটা খুব খুব খুব জরুরি জানা। দোয়া করে আমাকে সাহায্য করুন। আমি কৃতজ্ঞ থাকবো। জাযাকাল্লাহ খাইরান।",
    "answer": "ওয়া আলাইকুমুস সালাম। মদ বিক্রি করে এমন হোটেলে চাকুরী করা জায়েজ হবে না। আপনি ধৈর্য্য ধরে অন্য কোন হালাল উপার্জনের চেষ্টা করুন। বর্তমানে বহু ধরণের কাজ করা যায়, সুতরাং কষ্ট হলেও হারাম উপার্জনের মধ্যে যাবেন না, হালালের মধ্যে থাকবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6907",
    "question": "অফিস কর্তৃপক্ষ থেকে কোন কর্মচারীকে দেওয়া কম্পিউটারটি যদি অফিস কর্তৃপক্ষ অবৈধ উপায়ে নিয়ে ওই কর্মচারীকে দিয়ে থাকে অথবা অফিস কর্তৃপক্ষের দেওয়া কম্পিউটারের ভিতরের সফটওয়্যারগুলো অবৈধ পাইরেটেড অথবা ক্র‍্যাকড হয়ে থাকে, এখন ওই কর্মচারী যদি ওই কম্পিউটার ব্যবহার করে তাহলে কি সে গুনাহগার হবে বা তার উপার্জন কি হারাম হবে?",
    "answer": "অফিস কর্তৃপক্ষকে নজরদারী করা কর্মীর কাজ নয়। কর্মীকে যে কাজে নিয়োগ দিবে সে সেই কাজ সে করবে। কম্পিউটার বা অন্য কোন জিনিস কোথা থেকে সংগ্রহ হলো এটা দেখা কোন কর্মীর প্রয়োজন নেই। সে তার দায়িত্বে অর্পিত কাজ যথাযথ করবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6908",
    "question": "ব্যাভিচার থেকে বাঁচার প্রয়োগিক উপায় কি? শুধু চোখের জেনা করার দ্বারা কি একজন মানুষ  ইসলাম ধর্মে খারাপ চরিত্রের ছেলে হিসেবে গণ্য হবে?",
    "answer": "গুনাহ থেকে বাঁচার প্রাথমিক উপায় হলো গুনাহের পরিবেশ বর্জন করা। সুতরাং যে সব জিনিস ব্যাভিচারের প্রতি উদ্বুদ্ধ করে সেগুলো বর্জন করতে হবে। যেমন, নাটক, সিনেমা এগুলো বর্জন করতে হবে। নন মাহরাম মহিলাদের সাথে সব ধরণের দেখা-সাক্ষাৎ, কথা-বার্তা ছেড়ে দিতে হবে। এ্যান্ড্রুয়েড মোবাইলের কারণেও বহু মানুষ ব্যাভিচারে লিপ্ত হচ্ছে, সুতরাং এটার ব্যবহারও বাদ দিতে হবে অথাব নিয়ন্ত্রিত হতে হবে।\r\n\r\nযদি বিবাহ করার নুন্যতম সামর্থ থাকে তাহলে বিয়ে করে ফেলতে হবে। কুরআনে ব্যাভিচারের কাছে যেতে নিষেধ করা হয়েছে, চোখের হেফাজত করতে বলা হয়েছে, চোখের গুনাহ সম্পর্কে সতর্ক করা হয়েছে। সুতরাং চোখের গুনাহে লিপ্ত থাকা মানুষ গুনাহগার হিসেবে বিবেচিত হবে।\r\n\r\nখারাপ সঙ্গ ত্যাগ করা গুনাহ থেকে বাঁচার অন্যত উপায়। তাই ভাল মানুষদের সাথে বন্ধুত্ব রাখতে হবে, তাদের সাথে চলাফেরা করতে হবে।\r\n\r\nসকল ফরজ ইবাদত যথা সময়ে যথা নিয়মে করবেন, আল্লাহ তায়ালার কাছে গুনাহ থেকে মুক্ত থাকার জন্য সর্বদা দুআ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6909",
    "question": "উক্তি “পাপকে ঘৃণা কর, পাপীকে নয়”১. আমি জেনেছি যে, আমর ইবনে হিসাম কে আবু জাহেল নামে ব্যঙ্গ করে ঘৃনা প্রকাশ করা হয়। যদি উপরোক্ত উক্তিটি সঠিক হয়ে থাকে তবে তো ব্যঙ্গ করা ঠিক মনে হচ্ছে না। আবার উপরোক্ত উক্তিটি ভুল হলে পাপ ও পাপী উভয়কেই ব্যঙ্গ করে ঘৃনা প্রকাশ করা ঠিক মনে হয়।২. এছাড়াও কয়েকদিন আগে একজন ট্রান্সজেন্ডার আত্মহত্যা করেছে। সোস্যাল মিডিয়ায় অনেকে আলহামদুলিল্লাহ্‌ বলেছেন, আবার অনেকে আলহামদুলিল্লাহ্‌ বলাকে ঘৃনা করছেন। ট্রান্সজেন্ডার হওয়া ব্যক্তি পাপ করেছেন মর্মে অনেকেই বলছেন।উপরোক্ত ১ ও ২ এ বর্ণিত ঘটনাগুলোর ক্ষেত্রে “পাপকে ঘৃণা কর, পাপীকে নয়” এ উক্তিটির সম্পর্কে কুরআন ও হাদিসের নির্দেশনা রেফারেন্সসহ জানালে আমার ধারনা স্পষ্ট হত।",
    "answer": "“পাপকে ঘৃণা কর, পাপীকে নয়” এটা কুরআন-সুন্নাহর কোন কথা নয়। পাপের পাশাপাশি ক্ষেত্র বিশেষ পাপীকেউ ঘৃনা করতে হয়। নীচের হাদীসটি দেখুন:\r\n\r\nحَدَّثَنَا مُؤَمَّلُ بْنُ الْفَضْلِ، حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبِ بْنِ شَابُورٍ، عَنْ يَحْيَى بْنِ الْحَارِثِ، عَنِ الْقَاسِمِ، عَنْ أَبِي أُمَامَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ ‏ “‏ مَنْ أَحَبَّ لِلَّهِ وَأَبْغَضَ لِلَّهِ وَأَعْطَى لِلَّهِ وَمَنَعَ لِلَّهِ فَقَدِ اسْتَكْمَلَ الإِيمَانَ ‏”‏ ‏.\r\n\r\nরাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন,  “যে ব্যক্তি আল্লাহর জন্য কাউকে ভালোবাসল, আল্লাহর জন্য কাউকে ঘৃণা করল, আল্লাহর জন্য কাউকে দান করল এবং আল্লাহর জন্য কাউকে দান করা থেকে বিরত থাকল, সে ব্যক্তি নিজ ঈমানকে পূর্ণতা দান করল।” সুনানু আবু দাউদ, হাদীস নং ৪৬০৭।\r\n\r\nসুতরাং প্রকাশ্য পাপাচারীকে, পাপে উদ্বুদ্ধকারীকে ঘৃনার চোখে দেখতে হবে।\r\n\r\nট্রান্সজেন্ডারের মত ঘৃন্য পাপ যারা করে তাদেরকে বয়কট করতে হবে, সমাজের সামনে তাদেরকে নিকৃষ্টরূপে তুলে ধরতে হবে, যাতে করে এই মহাপাপে অন্য কেউ জড়িত হওয়ার সাহস না পায়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6910",
    "question": "আজকে ভুল বশত রাগের মাথায় আমার মা খালার সামনে আমি বলে ফেলেছি স্ত্রীকে তালাক দিয়ে দিবো। এসময় আমার স্ত্রী সেখানে উপস্থিত ছিলো না,  তালাক দিলাম এই শব্দটি উচ্চারণ করি নাই।  শুধু বলেছি আমার কথা না শুনলে দিয়ে দিবো, আমি অনুতপ্ত।   তওবা করেছি আর কখনো এরকম শব্দ ভুলেও উচ্চারণ করবো না।  এখন করণীয় কি?",
    "answer": "জ্বী, ভবিষ্যতে সতর্ক থাকবেন, এই ধরণের কোন কথা মুখ দিয়ে বের করবেন না। আপনি যা বলেছেন তার কারণে তালাক হয় নি।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6911",
    "question": "আস-সালামু আলাইকুম। আমার নানী প্রায় সময় আল্লাহ কে ডাকেন এইরকম করে “আল্লাহ”, কিন্তু তার পরপরই রাসুলুল্লাহ বলেন। শুনতে এরকম মনেহয় যেনো আল্লাহকেই রাসুল বলে ডাকছেন অথবা আল্লাহর সাথে রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ডাকছেন এবং প্রায় সময়ই মুখ থেকে ইয়া রাসুলুল্লাহ বলেন। যেমন – হাত থেকে কিছু পরে গেলো তখন বিরক্তি বা আফসোসের স্বরে বলেন ইয়া রাসুলুল্লাহ। কারণে অকারণে ইয়া রাসুলুল্লাহ বলে উঠেন মাঝে মধ্যে। আমি একটি ওয়াজে শুনেছি এমনটা বলা শিরক কারণ এখানে আল্লাহকে ডাকার পরিবর্তে রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাকে ডাকা হচ্ছে।  আমি আমার নানীকে ওয়াজটি শুনিয়ে সতর্ক করেছি যাতে তিনি এমন না বলেন। প্রথমে তিনি বলেন যে তিনি আর এরকম বলবেন না। কিন্তু দেখা যায় তিনি তারপরও মাঝে মধ্যে ঐরকম করে ফেলেন। তাকে যদি আবার বলি এরকম টা কেন বললেন সে বলে মুখ ফসকে বের হয়ে যায়। আমি সন্দেহে আছি আমার নানী এরকম করার কারণে বড় শিরকে লিপ্ত রয়েছেন কিনা। তিনি যদি সত্যিই বড় শিরকে লিপ্ত হয়ে যান তাহলে কি তাকে সরাসরি কাফের বলা যাবে? আর এমনটা হলে তার প্রতি আমার এবং বাকি আত্মীয় স্বজনদের কিরূপ আচরণ করতে হবে?জাজাকাল্লাহ খাইরান।",
    "answer": "ওয়া আলাইকুমুস সালাম। এভাবে বলা উচিত নয়। তিনি চেষ্টা করবেন যেন, এমনটা তার মুখ দিয়ে বের না হয়। তবে এর কারণে তিনি কাফের হবেন না। এটা শিরকও হবে না, কারণ আল্লাহর পরিবর্তে তিনি রাসূলকে ডাকেন, বিষয়টি এরকম নয়, বরং কথাচ্ছলে তিনি এমন বলেন এবং এটা তার অভ্যাস হয়ে গেছে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "শিরক-বিদআত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6912",
    "question": "মুসলমানদের জাতীয় পোশাক কি? এ ব্যাপারে কোরআন-হাদিসে কি বলা হয়েছে, যা মুত্তাকী- মুমিনদের পোশাক বলে নির্ধারিত আছে?",
    "answer": "পোশাক বিষয়ে বিস্তারিত জানতে ড. আব্দুল্লাহ জাহাঙ্গীর রহি. এর  “পোশাক পর্দা ও দেহসজ্জা” বইটি পড়বেন।\r\n\r\nঢিলেঢালা পোশাক, যা সতরকে আবৃত করে এবং রাসূল সা., সাহাবী ও মুত্তাকী মুসলিম মনিষীগন পরেন সেটাই স্বাভাবিকভাবে ইসলামী পোশাক হিসেবে গণ্য।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পোশাক পরিচ্ছেদ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6913",
    "question": "আস-সালামু আলাইকুম। আমার বয়স ২২। আমি নামাজের প্রতি উদাসীন ছিলাম। ইসলামের বিভিন্ন দিক গুলো জানলেও সেভাবে মেনে চলতাম না। রমজান মাসের আগে থেকেই আমি নিজের ভেতরে পরিবর্তন লক্ষ্য করি। আমি নিয়মিত নামাজ শুরু করি। রমজান মাসে পূর্ণ রোজা পালন করি।আমার এলাকার মসজিদে শুক্রবারে এবং বিভিন্ন সময়ে মিলাদ কিয়াম এর আয়োজন হয়। সবাই মিলে দাঁড়িয়ে নবির প্রতি দুরুদ পাঠ করে। প্রত্যেক ফরজ নামাজের পর সম্মলিত মোনাজাত করে। মোনাজাত কে নামাজের অংশ মনে করে।এছাড়াও আরো অনেক সুন্নাহ বহির্ভূত কাজ করে। আমি অনেক আগে থেকেই এ বিষয়ে ড. খোন্দকার আবদুল্লাহ জাহাঙ্গীর স্যার সহ অনেক শায়েখের মতামত শুনেছি। সেজন্য আমি ফরজ নামাজের পর সম্মলিত মোনাজাত এবং মিলাদ কিয়াম কোনটাই পালন করিনা। এজন্য আমার অগোচরে আমাকে নিয়ে বিভিন্ন সমালোচনা হয়।আমি তাদেরকে এ বিষয়ে বুঝিয়েছি কিন্তু কোন কাজ হয়নি। এছাড়া আমাদের মসজিদের ইমাম তাবিজের মাধ্যমে চিকিৎসা করে।আমি আমার এলাকার অনেককেই তাবিজ সম্পর্কে বুঝিয়েছি যে এটা অনেক বড় গুনাহ।শিরকেরব পর্যায়ের কাজ। তারা আমাকে বলে ইমাম সাহেব তাবিজ দিছে। আমার কথার কোন গুরুত্ব তাদের কাছে বহন করেনা।এমন অনেকে আছে যারা তাদের বাচ্চাদের তাবিজের মাধ্যমে চিকিৎসা করে আবার ৫ ওয়াক্ত নামাজ পড়ে। আমি মাঝে মাঝে তাদের ব্যাপারে চিন্তিত হই যে এরা ৫ ওয়াক্ত নামাজ পড়েও এত বড় গুনাহ করছে যা তারা বুঝছে না। আমি তাদের কে অনেকবার বুঝাতে চেষ্টা করেছি কিন্তু তারা বোঝে না। আমার গ্রামের লোকদর সঠিক পথে পরিচালনা করার জন্য আমি কি কি করতে পারি?আমার একটি মেয়ের সাথে হারাম সম্পর্ক ছিল প্রায় ৩ মাস। আমাদের শুধু ফোনে কথা হতো।এর চেয়ে বেশি কিছু হয়নি।আমি আলহামদুলিল্লাহ আল্লাহর ভয়ে সে সম্পর্ক থেকে বেরিয়ে এসেছি।কিন্তু সে আমাকে বলেছে সে আমাকে কখনো ক্ষমা করবে না।আমি আল্লাহর কাছে এটার জন্য অনুতপ্ত হই এবং ক্ষমা চাই।আমি কি এখানে কোন বান্দার হক নষ্ট করেছি।ওই মেয়ে যদি আমাকে ক্ষমা না করে তাহলে কি পরকালে এর জন্য আমাকে শাস্তি পেতে হবে?অনুগ্রহ করে আমার প্রশ্ন দুটির উত্তর দিবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি আপনার সাধ্যমত গ্রামের মানুষদের বুঝাবেন। এটুকুই আপনার দায়িত্ব।\r\n\r\n২। আপনি হারাম থেকে ফিরে এসেছেন, এটা খুবই ভালো কাজ করেছেন। ভবিষ্যতে সতর্ক থাকবেন, এমন যেন আর না হয়।  ঐ মেয়ে যা বলেছে এগুলো ভিত্তিহীন কথা। তার ক্ষমা করার কিছু নেই, এসব শয়তানেও ওয়াসওয়াসা।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "শিরক-বিদআত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6914",
    "question": "আস-সালামু আলাইকুম।  নিজের ব্যক্তিগত ইনকাম থেকে কুরবানির নিয়তে কিছু টাকা জমিয়েছি। আমরা একাধিক ভাই হলেও এখনো সবাই যৌথ পরিবারে আছি এবং আমাদের ব্যক্তিগত ইনকামের পাশাপাশি একটা কমন যৌথ ইনকাম সোর্সও আছে। এবছর সেই যৌথ ইনকাম সোর্স (যেটায় আমাদের তিন ভাইয়েরই সমান অংশ আছে) এর টাকা থেকেই পরিবারের পক্ষ থেকে কুরবানি দেয়ার সিদ্ধান্ত নিয়েছি আমরা।এখন আমার প্রশ্ন হলো, আমি ব্যক্তিগত ইনকাম থেকে যে টাকা কুরবানির নিয়তে রেখেছিলাম সেই টাকায় যদি এখন কুরবানি না দিই তাহলে গুনাহগার হবো কি (যেহেতু যে কুরবানী দেয়া হচ্ছে তাতে আমারো অংশ আছে)? এই টাকাটা অন্য কাজে ব্যবহার জায়েজ হবে কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনাদের ভাইদের যদি আলাদা আলাদা কুরবানী করার সামর্থ থাকে অর্থাৎ কুরবানী করার জন্য যথেষ্ট অর্থ থাকে তাহলে আলাদা আলাদা ‍কুরবানী দিতে হবে। একটি পরিবারের পক্ষ থেকে একটি কুরবানী দিতে চাইলেও তিনজন মিলে একটি কুরবানী দিলে হবে না। আপনাদের তিন ভাই তিন পরিবার হিসেবে গণ্য। সুতরাং সেভাবে কাজ করতে হবে। প্রতিটি ভাই তার স্ত্রী-সন্তানসহ একটি পরিবার হিসেবে গণ্য।\r\n\r\nআর একটি পরিবারের পক্ষ থেকে একটি কুরবানী করার চেয়ে সামর্থবান প্রতিটি নারী-পুরুষের আলাদা কুরবানী করার মধ্যে অধিক সতর্কতা নিহিত। এই হিসেবেও আপনাদের তিনটি কুরবানী করতে হবে।\r\n\r\nযদি আপনাদের কারো পক্ষে একাকী কুরবানী করার সামর্থ না থাকে তাহলে সবাই মিলে টাকা দিয়ে কোন একজনের পক্ষ থেকে অথবা বাবা-মায়ের পক্ষ থেকে কুরবানী দিতে পারেন।\r\n\r\nতিন ভাইয়ের টাকা দিয়ে একটি কুরবানী সবার পক্ষ থেকে করা যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ঈদ কুরবানী",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6915",
    "question": "ইসলামি ফিকহ বিষয়ক একটি ভালো মানের বাংলা বই খুজছি (বাংলা অনুবাদ হলেও সমস্যা নাই)। যেখানে কোনো বিষয়ে কুরআন, একাধিক সহীহ হাদিস, একাধিক মাযহাব সহ সমাধান দেওয়া আছে। উদাহরস্বরুপ যেমনঃ সালাত আদায়ে রাফুলিয়া দাইন করা বাঁ না করার বিষয়ে দুটো মতই আছে। এমন একাধিক মতসহ ইসলামি ফিকহ বিষয়ক কোনো ভালো বই আপনাদের জানা থাকলে অনুগ্রহপূর্বক জানাবেন।",
    "answer": "বাংলা ভাষায় এরকম ভালো মানের বই সম্ভবত এখনো প্রকাশিত হয় নি। এটা একটি কঠিন ব্যাপার। আর আরবীতে তুলনামূলক সহজ। যেহেতু বিস্তারিত দলীল প্রমাণ সংগ্রহ করা, জানা মূলত (ইসলামী) আলেমদের  কাজ, আর আরবী ভাষাই তাদের জন্য যথেষ্ট, তাই বাংলা ভাষায় এমন বই লেখা, প্রকাশ করার খুব বেশী প্রয়োজনীয়তা অনেকেই অনুভব করে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6916",
    "question": "আস-সালামু আলাইকুম, আমি সারারাত কাজ করি, দিনে আমার কাজ করতে সমস্যা হয়। আমাদের এখানে ফজরের সালাত সুর্য ওঠার ১০ মিনিট আগে শেষ হয়। ওয়াক্তের ১ ঘন্টা পর সালাত পড়া খুবই জঘন্য কাজ। আমি সালাত পড়ে এসে সকাল হয়ে যায়, এই অবস্থায় আমার ঘুমানো কঠিন হয়। আমি কি আওয়াল ওয়াক্তে ৪:১৫ দিকে সালাত বাড়িতে পড়তে পারব কিনা? আমার এতে ঘুমানো সহজ হয়, সবচেয়ে বড় কথা সালাত সঠিক টাইমে পড়া হয়। রাসুল ফজরের সালাত দ্রুত পড়তেন রাত থাকতেই আর আমরা পড়ি সকালে।",
    "answer": "ওয়া আলাইকুমুস সালাম। ফরজ সালাত মসজিদে জামাতে আদায় করতে হবে। ঘুমানোর সুবিধার জন্য একাকী ফরজ সালাত পড়া নিন্দনীয় কাজ।  সালাতের সময় ঠিক রেখে ঘুম ও কাজকে সমন্বয় করতে হবে। রাতে কাজ করা আর দিনে ঘুমানো, ভাল অভ্যাস নয়। কুরআনে দিনে কাজ করতে আর রাতে ঘুমানোর জন্য বলা হয়েছে। রাসূল সা. রাতে ঘুমিয়েছেন আর দিনে কাজ করেছেন। সুতরাং আপনি দিনে কাজ আর রাতে ঘুমানোর অভ্যাস করুন, তাহলে ফজরের সালাত মসজিদে পড়তে আপনার কোন সমস্যা হবে না।\r\n\r\nফজরের সালাত আরো সময় হাতে নিয়ে পড়া ভাল, তবে সেটা যেহেতু আপনার হাতে নেই, তাই মসজিদে যখন জামাত হয় তখনই আপনাকে মসজিদে পড়তে হবে। সূর্য উদিত হওয়ার ১০ মিনিট আগে সালাত শেষ হলে সালাত সঠিক সময়ে হয়েছে বলে গণ্য। সূর্য উদিত হওয়ার আগ পর্যন্ত ফজরের সময় থাকে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6917",
    "question": "আস-সালামু আলাইকুমআমি একজন মেয়ে। আমি একটি ইউনিভার্সিটির ফার্মেসি বিভাগ থেকে বি.ফার্ম সম্পন্ন করেছি। আমার বাবা একজন অবসরপ্রাপ্ত চাকরিজীবী। আমার বড় ভাইয়া একটু কম বুঝেন। বাবার প্রায় সব টাকা ভাইয়া তার ব্যবসায় খরচ করে ফেলেন। ভাইয়ার একটু সমস্যা থাকার জন্য ব্যবসায় শুধু লস হয়। এদিকে আমার বাবা, মা দুইজনই অসুস্থ। তাদের প্রতি মাসেই প্রায় ১০ হাজার টাকার ওষুধ লাগে। এই অবস্থায় আমার মা চান আমি যেনো চাকরি করে ভাইয়াকে কিছুটা সাপোর্ট করি। আমি একটি প্রাইভেট হাসপাতালে ডাক্তারের সহযোগী হিসেবে কাজ করি। আমার মা আমাকে প্রাইভেট ভার্সিটিতে মাস্টার্স করাতে চান শুনে আমার একজন কলিগ বললেন, আমার পরিবারের যেহেতু আমাকে মাস্টার্স করানোর সামর্থ্য আছে, তাহলে আমার এখানে চাকরি করাটা জায়েজ হবে না। ইসলামে ইনকাম করার দায়িত্ব নাকি শুধু পুরুষের। এখানে আমার পুরুষ/মহিলা ডাক্তারের সাথে পুরুষ/মহিলা রুগী দেখতে হয়। এখানে কাজ করার নির্দিষ্ট পোষাক থাকায় আমি বোরখা/হিজাব পড়তে পারি না। জামার ওপর অ্যাপ্রন পড়ে মুখে মাস্ক দিয়ে কাজ করতে হয়। এখন আমার প্রশ্ন হলো,১. এখানে চাকরি করা কি আমার জন্য জায়েজ হবে?২. যদি জায়েজ না হয় তাহলে কি রকম পরিবেশে চাকরি করা মেয়েদের জন্য জায়েজ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম।  এখন  আপনার উচিত বিবাহ করে সংসারী হওয়া। সেখান থেকে যতটুকু পারেন বাবা-মায়ে সাপোর্ট করবেন। পুরুষ-মহিলা একসাথে থেকে চাকুরী করার কোন সুযোগ নেই। ইসলামে উপার্জনের দায়িত্ব পুরুষের এটা ঠিক, তবে মহিলারা যদি তাদের নিজস্ব দায়িত্ব পালন করর পর সময় বের করে উপার্জন করে তাহলে সেটা নিষিদ্ধ নয়। ভাইকে একটু থামান, সে যেন বাবার টাকা নষ্ট না করে তার ব্যবস্থা করুন। যেহেতু সে ব্যবসা বোঝে না, তার ব্যবসা করার দরকার নেই। তার জন্য উপযোগী কোন চাকুরীর ব্যবস্থা করুন।।\r\n\r\nআর আপনার বাবাকে বলুন যেন তারা দ্রুত আপনার বিবাহের ব্যবস্থা করেন, নয়তো সময় চলে গেলে এই সমস্যাটাও প্রকট হয়ে সামনে আসবে। তখন আরো বিপদে পড়ে যাবেন।\r\n\r\nস্বামীর উপার্জনে যদি সংসার চলতে সমস্যা হয়, তাহলে স্বামীর অনুমতিতে পূর্ন পর্দার পরিবেশে মহিলারা চাকুরী বা কাজ করতে পারে। স্বামীর অনুমতি ছাড়া মহিলাদের চাকুরী জায়েজ নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6918",
    "question": "আস-সালামু আলাইকুম, মাজার পূজারীরা গান-বাজনার পোস্টারে যে “নারায়ে তাকবির, আল্লাহু আকবর ও নারায়ে রিসালাত, ইয়া রাসুলুল্লাহ ” লাগায় এটা কি রকম গোনাহ? বা এটা কি রাসুলের শানেও আল্লাহর সাথে বেয়াদবি হয় না?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, এভাবে আল্লাহ ও রাসূল সা. এর অবমাননা করা হয়, মর্যাদাহানী করা হয়। এটা বড় ধরণের গুনাহের কাজ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "শিরক-বিদআত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6919",
    "question": "আস-সালামু অলাইকুম, আমি একজন বিধবা। আমার ১১ মাসের একটা বাচ্চা আছে। আমার স্বামী মারা যাওয়ার পর অফিস থেকে কিছু টাকা পেয়েছি। এই টাকা যদি আমি আমার আত্নীয়কে ব্যবসা করার জন্য দিয়ে থাকি এবং সে যদি ব্যবসায় যা লাভ হয় সেখান থেকে প্রতি মাসে আমাকে কিছু টাকা দেয়। ঐ টাকা দিয়ে আমি আমার ও ছেলের খরচ চালালে হালাল হবে কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, হালাল হবে। এক্ষেত্রে আপনি ব্যবসার অংশিদার সাব্যস্ত হবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6920",
    "question": "আমার ২ মাস প্রায় বিয়ে হয়েছে, আমার হাজবেন্ট সোনালী ব্যাংকে সিনিয়র অফিসার এ আছেন। তার ইনকাম কি সুদের সাথে জড়িত? যদি সুদের সাথে জড়িত  হয় তাহলে কেয়ামতের মাঠে আমি কি তার সাথে অপরাধী হব? যেহেতু আমি তার দেওয়া ভরণ পোষণ ভোগ করি।তার পরিবারের কিস্তি ৩টা, প্রতি মাসে তাদের সুদ দেওয়া হচ্ছে, আবার তার ৫লাখ টাকা লোন নেওয়া সোনালী ব্যাংক থেকে প্রতি মাসে সুদ সহ পরিশোধ হচ্ছে। আমি কি করতে পারি এই পরিস্থিতিতে।",
    "answer": "সুদভিত্তিক ব্যাংকে চাকুরী করা না জায়েজ। ইনকাম হারাম।\r\n\r\nবিয়ের আগে এই সব বিষয়ে খোঁজ নেওয়ার দরকার ছিল। পুরো পরিবার সুদের সাথে জড়িত, এমন পরিবারে কীভাবে আত্মীয়তা করেছেন আপনার অভিভাবকরা তা বোধগম্য নয়।\r\n\r\nএই সব বিষয় নিয়ে অভিভাবকদের সাথে আলোচনা করুন। কীভাবে তাদের সুদ থেকে বের করা যায় তা নিয়ে সবাই মিলে চিন্তা করুন। যদি কোনভাবেই তারা বের হতে না চান তাহলে কি সারা জীবন সুদের মধ্যে থেকে আপনি জীবন কাটাবেন, অভিভাবকদের সাথে মিলে এই বিষয়েও সিদ্ধান্ত গ্রহণ করুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুদ-ঘুষ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6921",
    "question": "আস-সালামু আলাইকুম,আমি বালতিতে পানি ভরে ফরজ গোসল করি। ওজু করি, পরে গোসল করি কিন্তু বালতির পানি ওজূ করার সময় বালতিতে থাকে না,  হাতে পানি নিই, বাইরে ফেলে দিই।  যেমন প্রথমে বালতি ভরলাম ওজু করলাম গোসল করলাম এতে কোন সমস্যা হবে কি?শুনলাম ওজু করা পানি দিয়ে আবার পবিত্রতা অর্জন করা যায় না, এটা কি ২য় বার পবিত্রতা বোঝাচ্ছে? একটু বুঝিয়ে বললে উপকৃত হতাম।",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি যেভাবে বালতি থেকে ওযু ও গোসল করছেন তাতে কোন সমস্যা নেই। কারণ ওযু করে পানি আপনি বাইরে ফেলে দিচ্ছেন।\r\n\r\nওযুতে ব্যবহৃত পানি দ্বারা দ্বিতীয়বার ওযু করা যাবে না, গোসলও করা যাবে না।  অর্থাৎ ওযুতে ব্যবহৃত পানি যদি আপনি কোন পাত্রে সংরক্ষন করেন তাহলে ঐ পানি দ্বারা আর ওযু-গোসল করা যাবে না। তবে শরীরে, পাত্রে, কাপড়ে বা অন্য কোথাও নাপাকী লাগলে এই পানি দ্বারা পবিত্রতা অর্জন করা যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ত্বহারাত পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6922",
    "question": "আমি একজন সরকারি ব্যাংকের কর্মকর্তা, ২বছর ধরে নিয়োজিত আছি, আমি জানি তা সুদের সাথে সম্পর্কিত, আমার পরিবার আমাকে পড়াশোনা করাতে অনেক দেনা করতে হয়ছিল, আমি তাড়াতাড়ি চাকুরীর জন্য এবং টাকার জন্য এই জবে ঢুকতে বাধ্য হয়। গত ২ মাস আগে আমি বিয়ে করেছি, ওই সময় আমাকে ৪লাখ টাকা লোন নিতে হয়েছে ব্যাংক থেকে, প্রতি মাসে ১০০০০ আর সুদ দেওয়া হচ্ছে, আমার পরিবারেও আছে দেনা।আমার বউ বিয়ের ১০ দিন পর থেকে অসুস্থ কাশি, জ্বর এবং ইনফেকশন নিয়ে অনেক কষ্ট করছে। ১মাসের বেশি, সে খুবই ধর্ম ভীরু এবং ব্যাংকে জব নিয়ে সে নানা ভাবে  নিষেধ করেছে, আমি শুনিনি। আমার মনে হচ্ছ  আমার দেওয়া হারাম ইনকাম তার উপর প্রভাব পড়তেছে। তার কোনো মেডিসিনই ধরছে না, আমি কী করতে পারি, কোনও কিছু বুজতে পারছি না, আমার চাকরি ছাড়া আগামি কয়েক বছর  সম্ভব না। আর এই দিকে আমার ইনকাম হারাম, আমার বউ কি আমার হারাম উপার্যন এর জন্য সুস্থ হচ্ছে না? আমি কি করতে পারি! আমি আমার পরিবারে বড় ছেলে।",
    "answer": "যত দ্রুত সম্ভব আপনাকে এই অবস্থা থেকে বের হতে হবে। অন্যান্য খরচ কমিয়ে ব্যাংক লোন এবং অন্যান্য ঋনগুলো দ্রুত পরিষোধ করুন। এরপর এই চাকুরী বাদ দিয়ে দিবেন। সম্পূর্ণ হালাল এমন কাজ করবেন।\r\n\r\nআর এখন থেকেই অন্য কোন হালাল চাকুরী খুঁজতে থাকুন, পেয়ে গেলেই এই চাকুরী থেকে অব্যাহতি নিয়ে নিবেন।\r\n\r\nআপনার স্ত্রী এই কারণে মানসিক সমস্যার মধ্যে আছে। যা হয়তো তাকে শারীরিকভাবেও অসুস্থ করে ফেলেছে। আপনাদের যদি কোন হালাল ইনকামের ব্যবস্থা থাকে, তাহলে সেই টাকা থেকে তার জন্য ব্যয় করবেন, তাহলে সে মানসিকভাবে প্রশান্তি পাবে, শারিরীক সমস্যাও হয়তো থাকবে না। সেক্ষেত্রে যত দিন আপনি পুরোপুরি হারাম থেকে বের হতে না পারেন  তাকে আপনি তার বাবার বাড়িতে রাখতে পারেন।\r\n\r\nআল্লাহ তায়ালার কাছে নিয়মিত দুআ করবেন, যেন দ্রুত এই অবস্থা থেকে বের হতে পারেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুদ-ঘুষ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6923",
    "question": "প্রাপ্ত বয়স্ক সন্তানের ঘরে মা বাবা কি উঁকি দিতে পারবে?",
    "answer": "না, বিনা কারণে প্রাপ্তবয়স্ক সন্তানের ঘরে বাবা-মা উঁকি দিবে না। তবে সন্তান খারাপ কিছুতে আসক্ত হলে তাকে সঠিক পথে নিয়ে আসার জন্য যা কিছু প্রয়োজন পিতা-মাতা সেটা করতে পারে, প্রয়োজনে উঁকিও দিতে পারে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6924",
    "question": "মা বাবার অনুমতি ছাড়া সন্তান কি রোজা রাখতে পারবে?",
    "answer": "ফরজ রোজার জন্য কারো অনুমতির প্রয়োজন নেই। নফল রোজার ক্ষেত্রে কোন গ্রহনযোগ্য কারণে যদি বাবা-মা রাখতে নিষেধ করেন তাহলে তাদের কথা শুনবে। তবে ধর্মবিমূখ বাবা-মা যদি অকারণে বাঁধা সৃষ্টি করে তাহলে তাদের বুঝিয়ে রোজা রাখতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "রোজা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6925",
    "question": "আমি মুসলিম। আমার কয়েকজন ভার্সিটির বন্ধু রয়েছে যারা হিন্দু, বৌদ্ধ ও খ্রিস্টান ধর্মাবলম্বী। আমি জেনেছি, বিধর্মীদেরকে বন্ধু হিসাবে গ্রহণ করা যাবে না। এছাড়াও পরিচিত একজনের সাথে আলোচনায় জানতে পেরেছি তাদেরকে মনে মনে ঘৃনা করতে হবে, কিন্তু তাদের সাথে খারাপ ব্যবহার করা যাবে না। এখন মনে মনে ঘৃণা পোষণ করে কিভাবে ভালো ব্যবহার করা যায় সেটা আমার কাছে জটিল মনে হচ্ছে। যেহেতু তাদের সাথে প্রায় প্রতিদিনই দেখা হয়, কথা হয়, ফলে মনে মনে ঘৃণা করলে অনেক সময়ই তাদের সাথে অনাকাঙ্ক্ষিত ঝগড়া বেধে যাওয়ার সম্ভাবনা রয়ে যায়। এছাড়াও তাদের বিপদ- আপদে সাহায্য করার ক্ষেত্রেও মনে সংকীর্ণতা আসতে পারে।  উদ্ভূত অবস্থার প্রেক্ষিতে আমার নিম্নোক্ত প্রশ্নসমূহ কুরআন ও হাদিসের আলোকে রেফারেন্সসহ উত্তর প্রদান করলে উপকৃত হবঃ১. ‘বিধর্মীদেরকে মনে মনে ঘৃনা করতে হবে, কিন্তু তাদের সাথে খারাপ ব্যবহার করা যাবে না’ কথাটা কি সঠিক? এই কথাটা যদি সঠিক হয় তবে ঘৃনার ধরণ কেমন হওয়া উচিত (কম না বেশি)?২. বিধর্মীদের সাথে একই ভার্সিটিতে পড়াশোনা করা যাবে কিনা?",
    "answer": "জ্বী, বিধর্মীদের সাথে পড়াশোনা করা যাবে। তাদের সাথে খারাপ ব্যবহারের কোন সুযোগ নেই। তাদের প্রতি বিশেষ ঘৃনা রাখারও দরকার নেই। তবে তারা আল্লাহর সাথে শিরক করছে, তাদের প্রতি আল্লাহ তায়ালা সন্তুষ্ট নন, এটা মনে রেখে তাদেরকে অন্তরঙ্গ বন্ধু রূপে গ্রহন করা যাবে না।\r\n\r\nআপনার পরিবারের কারো সাথে যদি কারো শত্রুতা থাকে তাহলে তার সাথে বাহ্যিকভাবে যেমন আপনি ভালো ব্যবহার করবেন, যদিও হৃদয় থেকে তার সাথে আপনার অন্তরঙ্গতা তৈরী হওয়া সম্ভব নয়, বিষয়টি অনেকটা এরকম।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6926",
    "question": "আস-সালামু আলাইকুম, পুরুষ মানুষ কি জুতা রতে পারবে? বা জুতা পরিধান করলে যদি টাকনু ঢেকে যায় তাহলে কি সেটার জন্য গুনাহ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, পুরুষ মানুষের জুতা পরতে পারবে, টাকনু ঢেকে গেলে কোন সমস্যা নেই। লুঙ্গি, পায়জামা বা জামা দিয়ে টাকনু ঢাকা নিষিদ্ধ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6927",
    "question": "আস-সালামু আলাইকুম, আমি আমার আব্বা আম্মা কে নিয়ে গতবছর (১৪৪৪) হজ পালন করি। হজ পালন শেষে আমার আম্মু নিজের চুল নিজেই কাটেন। এক্ষেত্রে তার হজ হয়েছে কিনা, না হলে কী করনীয়?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, আপনার আম্মার হজ্জ সঠিক হয়েছে, নিজের চুল নিজে কাটতে কোন সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হজ্জ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6928",
    "question": "আস-সালামু আলাইকুম শায়েখ। আমি একটি কঠিন রোগে আক্রান্ত । আমি প্রসাব করার পর থেকে পরবর্তী বার প্রসাব করার আগ পর্যন্ত প্রসাব ফোটা ফোটা ঝরতে থাকে এবং এটা সব সময় চলমান থাকে। আলহামদুলিল্লাহ বর্তমানে কিছুটা উন্নতি হয়েছে এই সমস্যার। বর্তমানে প্রসাব করার পর আধা ঘণ্টা পর্যন্ত প্রসাব ফোটা ফোটা ঝরে। আমি এই সমস্যার জন্য ডাক্তার দেখিয়েছি কিন্তু কোনো সুফল মেলেনি। এখন আমি এই নাপাকি থেকে নিজেকে রক্ষা করতে টয়লেট টিস্যু দিয়ে রাখি পেনিসের মাথায়। বর্তমানে গরমের জন্য শরীরের প্রচুর ঘাম হয় এবং যে টিস্যুটা দিয়ে রাখি সেটা ঘামে ভিজে যায়ে (খালি চোখে দেখতে নরমাল টিস্যুর মতন দেখায়। কিন্তু হাত দিয়ে টিস্যু ধরলে মনে হয় ভেজা)। এখন আমার প্রশ্ন হলো এই টিস্যু থেকে কি শরীর নাপাক হয়ে যাবে? এ টিস্যু  কি দ্বিতীয় বার কি ব্যবহার করা যাবে ?আমি রাতেও টিস্যু নিয়েই ঘুমাই। মাঝে মাঝে ভোরে ঘুম থেকে উঠে দেখি যে টিস্যু ভেজা কিন্তু রাতে আমি কোনো ধরনের স্বপ্ন বা স্বপ্নদোষ হবার কথা মনে নেই ( বীর্যপাতের কোনো আলামতও পাই না। শুধু টিস্যু টা ভেজা পাওয়া যায়)।এমনটা আমার সপ্তাহে একদিন বা টানা ৩/৪ দিন হয়। এমন অবস্থায় কি আমার গোসল ফরয হবে?এই রোগের কারনে যদি নাপাক ছড়িয়ে পরে তবে কি আমার গোনা হবে? সেই ঘরে নামাজ হবে না ?",
    "answer": "ওয়া আলাইকুমুস সালাম।  একবার ব্যবহৃত টিস্যু পরে আর ব্যবহার করবেন না। যেহেতু পেশাব বের হওয়ার কারণেই আপনি টিস্যু ব্যবহার করেন তাই টিস্যু ভিজে গেলে সেটা নাপাক হয়ে যাবে, ভিজা টিস্যু পবিত্র জিনিসে লাগলে তা নাপাক হয়ে যাবে। শরীরে লাগলে সেই জায়গাটুকু নাপাক হয়ে যাবে, ধুয়ে পবিত্র করতে হবে।\r\n\r\nঘুম থেকে উঠে ভিজা দেখলে পেশাবে ভিজে গিয়েছে বলে গণ্য হবে। বার্জপাতের কোন আলামত না থাকলে গোসল ফরজ হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6929",
    "question": "আস-সালামু আলাইকুম ওয়া রাহমাতুল্লাহ।১. আমি একটি সরকারি চাকরি করি। চাকরিতে আমি সৎভাবে আমার সকল দায়িত্ব পালন করি। আমি ঘুষ খাই না। কিন্তু অন্যান্য অফিসের সাথে আমার অফিসের কিছু কাজ থাকে, যে কাজগুলো করার জন্য ঐ অফিসের মানুষকে ঘুষ দিতে হয়, যে টাকাগুলো আমাকে গিয়ে ঐ অফিসের লোকদের দিয়ে আসতে হয়। এক্ষেত্রে আমার এ চাকরির আয়ে কোন সমস্যা হবে কি?২. এছাড়া এ চাকরিতে আমার কিছু কাজ করতে হয়, যেমন আমার অফিস যে কাজ করেনি তারপরও প্রধান কার্যালয় ঢাকায় ওই কাজের ভুয়া রিপোর্ট বানিয়ে পাঠাতে হয়; যেটি পাঠাতে হয় আমাকে আমার অফিস প্রধানের নির্দেশে। এক্ষেত্রে এ চাকরির ইনকাম কতটা হালাল হয়?",
    "answer": "ওয়া আলাইকুমুস সালাম। ভুয়া রিপোর্ট, অফিসের পক্ষ থেকে ঘুষ দেয়া, এগুলো অপরাধ। যেটা অপরাধ, সেটা অপরাধই।  এর কারণে আপনি আল্লাহর কাছে প্রশ্নের সম্মুখীন হতে পারেন। ইনকামের ভিতর কিছুটা হারাম তো প্রবেশ করছেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুদ-ঘুষ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6930",
    "question": "মেয়ের শারীরিক দিক দিয়ে বিবেচনা করে ২০ দিনের বাচ্চা না নিয়ে কোন পথ অবলম্বন করা জাযেজ  হবে কি না? এতে কতটুকু পাপ হওয়ার সম্ভবনা আছে?",
    "answer": "যদি অভিজ্ঞ কোন চিকিৎসক বলে থাকেন যে, বাচ্চার কারণে মায়ের বড় ধরণের কোন সমস্যা হবে তাহলে গুনাহ হবে না। ছোট-খাটো সমস্যার কারণে বাচ্চা নষ্ট করার কোন সুযোগ নেই। বড় ধরণের গুনাহ হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6931",
    "question": "এক মুসলমান ব্যাক্তি তার পরিবারের একজন সদস্যের সুস্থতা কামনা করে এক হিন্দু পুরোহিত দ্বারা হিন্দুদের এক উপাস্যের পূজা করেছেন বা করিয়েছেন।১) উক্ত মুসলমান ব্যাক্তির ইমামতিতে নামাজ পড়া যাবে কি?২) তার সাথে সালাম বিনিময় করা যাবে কি?",
    "answer": "উক্ত মুসলিম ব্যক্তি এখন আর মুসলিম নন। তিনি নন মুসলিম হিসেবে গণ্য। সুতরাং তার সাথে মুসলিমের মত আচরণ করা যাবে না। যদি নতুন করে কালিমা গ্রহণ করে মুসলিম হয় তাহলে তার সাথে মুসলিমের মত আচরণ করা যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6932",
    "question": "সংসারে কিছুটা আয় বাড়ানোর জন্য এবং মেয়েদের জন্য ব্যংকে চাকরি নিরাপদ, মাতৃকালীন ছুটি ইত্যাদি বিষয় তুলে ধরে, স্বামী বাবা মা জোর করছেন বোঝানোর জন্য ব্যাংকে জব করতে।আমি না করেছি । তবে ইসলামী ব্যাংক অথবা অন্য কোন ব্যাংক শরীয়াত ফলো করলে, আমার জন্য বিকল্প কিছু হতে পারবে কি?ইসলামি ব্যাংক এর বর্তমান অবস্থা (লেনদেন সুদি কারবার)  ২০২৪সাল এর ভিওিতে এখানে চাকরি নিলে কি হারাম মুক্ত হবে কি?",
    "answer": "আল্লাহ তায়ালা কুরআনে মুসলিম মহিলাদেরকে বলেছেন,وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى তোমরা তোমাদের বাড়ি ঘরের মধ্যে থাকো, প্রাচীন জাহেলী যুগের মহিলাদের মত নিজেদের প্রাদর্শন করো না। সূরা আহযাব, আয়াত নং ৩৩। অন্য আয়াতে আল্লাহ বলেছেন, الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ পুরুষরা মহিলাদের উপর কর্তৃত্ব করবে, কারণ আল্লাহ একজনকে অন্যজনের উপর শ্রেষ্ঠত্ব দান করেছেনএবং পুরুষেরা তাদের টাকা পয়সা খরচ কর। সূরা, নিসা আয়াত ৩৪। বিদায় হজ্জের ভাষনে রাসূলুল্লাহ সা. বলেছেন, وَاسْتَحْلَلْتُمْ فُرُوجَهُنَّ بِكَلِمَةِ اللَّهِ وَلَكُمْ عَلَيْهِنَّ أَنْ لاَ يُوطِئْنَ فُرُشَكُمْ أَحَدًا تَكْرَهُونَهُ. فَإِنْ فَعَلْنَ ذَلِكَ فَاضْرِبُوهُنَّ ضَرْبًا غَيْرَ مُبَرِّحٍ وَلَهُنَّ عَلَيْكُمْ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ তোমরা তাদের (স্ত্রীদের) লজ্জাস্থানকে হালাল করেছো আল্লাহর কালিমা দ্বারা… তাদের খাবার-দাবার ও পোশাকের দায়িত্ব তোমাদের ওপর। সহীহ মুসলিম, হাদীস নং ৩০০৯;সুনানু আবু দাউদ, হাদীস নং ১৯০৭। আলেমদের এ ব্যাপারে ঐক্যমত পোষন করেছেন যে, স্ত্রীর ভরন-পোষনের দায়িত্ব স্বামীর। আলমাউসুয়াতুল ফিকহিয়্যাতুল কুয়েতিয়্যাহ, ৪১/৩৫। উপরের আয়াত ও হাদীস থেকে জানা যায়, মহিলাদের দায়িত্ব হলো ঘর সামলানো আর পুরুষের দায়িত্ব হলো পরিবারের আর্থিক দিকটি সামলানো। এর বাইরে গেলে পৃথীবির স্বাভাবিক ভারসম্য নষ্ট হয়।\r\n\r\nআমরা দেখছি ইউরোপ-আমেরিকাতে মহিলারা বাইরে কাজ করে এমন পর্যায় গিয়েছে যে, অনেকেই পরিবার গঠন করতে, সন্তান নিতে রাজী নয়। ফলসরূপ জনসংখ্যা কমে যাচ্ছে। স্বাভাবিক ভারসম্য নষ্ট হচ্ছে আর সেখানে পুরুষরা মহিলাদের কোন দায়িত্ব নিতেও রাজী নয়। আমাদের দেশের অনেক মহিলা বিদেশে গিয়ে রান্নাবান্না ও ঘর গোছানের কাজ করে। যখন তারা বিদেশে গিয়ে এটা করে তখন সবাই সেটাকে বিশেষ কাজ মনে করে আর ঐ একই কাজ যখন নিজের বাড়িতে করে তখন সেটাকে তারা কাজ মনে করে না। এটার কারণ আমাদের মাথা পঁচে গিয়েছে। সুস্থ চিন্তা করার ক্ষমতা হারিয়ে যাচ্ছে। উপার্জনের নামে মহিলাদের বাইরে বের হওয়ার অবাধ সুযোগ দিয়ে জাতিকে দিন দিন ধ্বংসের দিকেই নিয়ে যাওয়া হচ্ছে বলে মনে হয়। বিয়ের আগে মেয়েদের দায়িত্ব তার পিতার-ভাইয়ের। বিয়ের পর তার স্বামীর। স্বামী মারা গেলে সন্তানদের। তবে কোন মহিলার যদি বাইরে গিয়ে কাজ করা ছাড়া জীবন পরিচালনার কোন উপায় না থাকে তাহলে পূর্ণ পর্দার সাথে বাইরে কাজ করতে পারবে। মহিলাদের সাথে কাজ করতে হয় এমন জায়াগায় কাজ করতে চেষ্ট করবে। আপনার যদি চাকুরী ছাড়া জীবনধারণের কোন ব্যবস্থা না থাকে তাহলে পর্দর পরিবেশে যে কোন হালাল চাকুরী করতে পারেন।\r\n\r\nইসলামী ধারার ব্যাংকগুলোর বিষয়ে আমাদের মতামত ইতিবাচক। তারপরও বিস্তারিত খোঁজখবর নিয়ে সিদ্ধান্ত নিতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6933",
    "question": "আমার স্বামীর ভাই ৩টা, সবাই প্রাপ্ত বয়স্ক হয়েছে, ২জন ঢাকায় থাকে, ১জন ক্লাস এইটে, এখন আমাকে বার বার বলা হচ্চে ছোট দেবর কে যেন আমি পড়ায়, আমি কি করতে পারি? আর তাদের ঘরে আমি বড় বউ, আমকেই সব কাজ করতে হই, ইভেন শ্বশুর  এবং দেবরদের আমাকে ভাত বেড়ে দেওয়া লাগে, আমি ঠিক মতো পর্দা করা সম্ভব হচ্ছে না।আরেকটি বিষয় আমার বিয়ের কাবিন হই ৫লাখ টাকা উসুল ধরেছে ১লাখ, তারা কাবিন নামায় উল্লেখ করেছে তারা আমাকে কানের দুল এবং গলার চেইন দিবে তার বাবদ তারা উসুল ধরেছে, এইদিকে আমার মা আমার হাজবেন্ট কে বিয়ের সময় একটি চেইন দেই, ওই চেইনটি তারা আমাকে দিছে গলায় পড়ার জন্য, এবং তাদের কানের দুল, তারা যে কাবিন নামায় বলেছে তারা চেইন দিবে এটা কি তারা আমাদের চেইন দিয়েই আমাকে বুঝ দিয়ে দিয়েছে?  আমার জন্য কেনা চেইন  আমার শাশুড়ি গলায় দেয়, আমাকে যদি তা না দেয় তার কোনো দাবি থাকবে?",
    "answer": "পারিবারিক শান্তি-শৃঙ্খলা বজায় রাখার জন্য, পরস্পর শ্রদ্ধা, স্নেহ-ভালবাসা বজায় রাখার স্বার্থে  শ্বশুর-শ্বাশুড়ির সেবা করতে হবে। এছাড়া আমাদের দেশের কালচারই এমন যে, মহিলারা শ্বশুর-শ্বাশুড়ির প্রয়োজনীয় খেদমত করবে। এর ব্যতিক্রম হলে সমাজে সে ভালো মানুষ হিসেব স্বীকৃতি পাবে না। শুধু আইন দিয়ে সংসার শান্তির হয় না, পরস্পর শ্রদ্ধা- স্নেহ-মমতা দিয়ে সংসার সুখের করতে হয়ে। আপনার দেবরকে পড়ানোর কোনো প্রয়োজন নেই। অষ্টম শ্রেণীর ছাত্র ইসলামের দৃষ্টিতে প্রাপ্তবয়স্ক বলে গণ্য হবে, তার থেকে আপনাকে পর্দা করতে হবে। বিষয়টি তাদেরকে বুঝিয়ে বলবেন। শশুর ও দেবরদেরকে খাবার বেড়ে দেয়া তেমন কোনো কঠিন কাজ মনে হচ্ছেনা, তবে পর্দা অবলম্বন করে সেটা করতে হবে। পর্দা যেন ঠিকঠাক করতে পারেন, সেটা আপনার স্বামীকে বলবেন। পূর্ণ পর্দার সাথে থেকেও এই সব কাজ করা সম্ভব। বিয়ের সময় এক লাখ টাকা উসুল কিভাবে দেখানো হয়েছে? “ভবিষ্যতে অলংকার দেয়া হবে” এরকম লিখলে তো সেটা উসুল হলো না, কারণ উসুল হলো যেটা বিয়ের সময় পরিশোধ করা হয়েছে। আপনার স্বামীকে গলার চেইন উপহার দেয়া ঠিক হয়নি, কারণ পুরুষের জন্য স্বর্ণের গয়না পরিধান করা হারাম। যে চেইন আপনাকে পরতে দেয়া হয়েছে তার সাথে মোহরানার কোনো সম্পর্ক নেই। আর আপনার জন্য কেনা চেইন মোহরানার মধ্যে গণ্য হবেনা যদিনা তারা আপনাকে বলেন যে, সেটির মোহরানার অংশ। চেইন আপনার হাতে না আসা পর্যন্ত অথবা আপনাকে তার মালিকানা বুঝিয়ে না দেয়া পর্যন্ত আপনি উক্ত চেনের মালিকও হবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পোশাক-পর্দা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6934",
    "question": "আস-সালামু আলাইকুম। কোনো স্বামী যদি হাসি তামাসার মধ্যে সমস্যা শেষ বলতে গিয়ে ভুলে সংসার শেষ বলে ফেলে তাহলে ও কী তালাক হয়ে যাবে? খুব চিন্তায় আছি দয়া করে একটু তাড়াতাড়ি জানাবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। না, এতে তালাক হবে না, এখানে তালাকের কিছু নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6935",
    "question": "আমি কি নিজের নামে ইসলামি ব্যাংক থেকে লোন নিয়ে নিয়ে অন্যকে দিতে পারবো? সে লোন এর সব টাকা পরিশোধ করবে।",
    "answer": "না, নিজের নামে বা অন্য কারো নামে কোন ব্যাংক থেকে কোন লোন নিতে পারবেন না। লোন নিলে সেটা সুদ হিসেবে গণ্য, যে ব্যাংক থেকেই নেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6936",
    "question": "আমি গত ৪-৪-২০২৪ তারিখে আদালতে গিয়ে স্ত্রীকে তালাক দিয়েছি। তালাকের পিছনে আমি দায়ী নই।  আমার স্ত্রী রাগ করে এবং আধুনিকতার দোহাই দিয়ে আমার নামে মামলা করেছে, তারপর আদালত থেকে আমাদের খোলা তালাক হয়। যেখানে আমি তালাক শব্দটি একে বারের জন্যও বলিনি। আমার সাবেক স্ত্রী শেষ দিকে তালাকের আগে আমার কাছে ফিরে আসতে চেয়েছিল কিন্তু তার পরিবার আসতে দেয়নি। এখন কী আমাদের আবার বিয়ে করার বা এক হওয়া সুযোগ আছে?",
    "answer": "আদালতের তালাকের বিস্তারিত বিবরণসহ কাগজপত্র নিয়ে স্থানীয় কোন অভিজ্ঞ আলেমের সাথে যোগাযোগ করে বিষয়টি জেনে নিবেন। আপনি যা লিখেছেন তা উত্তর দেয়ার জন্য যথেষ্ট নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6937",
    "question": "যদি ফজরের সময় ঘুম না ভাঙ্গে  এবং অজু শেষ করে দেখা যায় সূর্য উঠতে শুরু করেছে তাহলে কখন ফজর পড়বো?",
    "answer": "ওয় আলাইকুমুস সালাম। বিষয়টি নিয়ে ফকীহদের মাঝে মতভেদ আছে। একবার ঘুম থেকে উঠতে দেরী হওয়ার কারণে রাসূলুল্লাহ সা. নিষিদ্ধ সময় পার হওয়ার ফজরের নামায আদায় করেছিলেন। এই কারণে হানাফী মাজহাবের আলেমগণ বলেছেন, নিষিদ্ধ সময় পার হওয়ার পর ফজরের নামায পড়বে। অনেক ফকীহ ঘুম থেকে উঠেই নামায পড়তে বলেছেন। এটাও হাদীসে আছে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6938",
    "question": "অনেকে বলেন কুরবানির মাংস সমান তিন ভাগ করা জরুরী নয়। আগে আমি সমান তিন ভাগ করে এক ভাগ নিজের জন্য, এক ভাগ প্রতিবেশী ও আত্মীয়স্বজন এবং এক ভাগ গরীব মিসকিন এর মধ্যে বন্টন করতাম। এখনও আত্মীয়স্বজন ও মিসকিনের মধ্যে বন্টন করি তবে সমান সমান তিন ভাগ করি না। আমি কি ভুল করছি?",
    "answer": "জ্বী, তিন ভাগ করা জরুরী নয়। যদি কেউ আরো বেশী দান করে সেটা তার জন্য বেশী সওয়াবের কারণ হবে। পরিবারের লোক সংখ্যা বেশী হলে দান একটু কমও করতে পারে। সমান তিন ভাগ করলেও কোন সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6939",
    "question": "আমাদের অফিসে একজন যোগ্য না হওয়ার সত্বেও ভুল মিথ্যা সার্টিফিকেটস দিয়ে চাকরি করছে। এমত অবস্থায় কোম্পানির ভালোর জন্য আমি কি সেটি টপ ম্যানেজমেন্ট কে জানাতে পারি? সে ক্ষেত্রে আমার জানানোর জন্য যদি তার চাকরি চলে যায় কি আমি পাপের অধিকারী হব?",
    "answer": "আপনার এই সব বিষয়ে চিন্তা করার বা কাজ করার দরকার নেই। আপনার কাজ যেহেতু কর্মীদের বিষয় নিয়ে তদন্ত করা নয়, তাই  অফিসে আপনার যে কাজ সে কাজে মন দেন। তার বিষয়টি অফিসের সংশ্লিষ্ট দায়িত্বশীলরা দেখবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6940",
    "question": "আস-সালামু আলাইকুম। তালাকের অধিকার প্রাপ্ত কোনো নারী যদি তালাক এর নিয়ত নিয়ে বলে কাল থেকে আর  হাতে চুড়ি রাখবোনা তাহলে কী তালাক হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6941",
    "question": "কুরবানীর মাংস সমান তিন ভাগে ভাগ করা কি জরুরী? সমান তিন ভাগ না করে কিছু আত্মীয়দের- প্রতিবেশীদের, কিছু মিসকিনদের দিয়ে বাকি নিজের জন্য রেখে দিলে কি ভুল হবে?",
    "answer": "কুরবানী দেয়ার অর্থ গোশত খাওয়া নয়। শুধু গোশত খাওয়ার নিয়ত থাকলে কুরবানীই হবে না। সুতরাং কুরবানী দেয়ার আগে নিয়তকে পরিশুদ্ধ করতে হবে।\r\n\r\nতিন ভাগ করা জরুরী নয়। তবে আত্মীয় স্বজনদে খাওয়ানো, গরীবদেরকে খাওয়ানো গুরুত্বপূর্ণ সুন্নাহ। সুতরাং যতটা সম্ভব দান-সদকা করবেন। প্রয়োজন ছোট পশু কুরবানী করবেন, তবুও গোশত বেশী করে রেখে দেওয়ার আশায় বড় পশু কুরবানী করবেন না। গোশত বেশী প্রয়োজন হলে যে কোন সময় পশু কিনে জবেহ করে গোশত রেখে দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ঈদ কুরবানী",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6943",
    "question": "আস-সালামু আলাইকুম, আমি রাগের মাথাই আমার বউকে এসএমএস এ এক তালাক, দুই তালাক দিছি, সেক্ষেত্রে এই তালাক কি হয়ে গেছে? যদি হয়ে জাই তাহলে সব কিছু আগের মতো হবে কি করলে? কোন কাফফারা বা কি করতে হবে।",
    "answer": "ওয়া আলাইকুমুস সালাম।  দুই তালাক হয়েছে। এখন আপনি তার ইদ্দতের মধ্যে তথা আগামী তিনটি মাসিক শেষ হওয়ার পূর্বেই মৌখিকভাবে বা লিখিতভাবে তাকে বলবেন যে, তাকে আপনি ফিরিয়ে নিলেন। অথবা তার সাথে স্ত্রীর মত আচরণ করবেন।\r\n\r\nএর মাধ্যমে সব কিছু আগের মত হালাল হয়ে যাবে। তবে আগামীতে আর কোন তালাক আপনি তাকে দিলে সে চিরতরে আপনার জন্য হারাম হয়ে যাবে। কোনভাবেই সে আর স্ত্রী হতে পারবে না। সুতরাং সাবধানে থাকবেন। ভবিষ্যতে কোন অবস্থাতেই এমন করবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6944",
    "question": "আস-সালামু ওয়ালাইকুম,  আমরা দুবাইয়ে এক রুমে কয়েক জন বাংগালি থাকি। আমাদের নামাজ পড়ার আলাদা জায়গা থাকা সত্ত্বেও। আমরা যখন ঘুমে থাকি তখন তারা ২-১ জন রুমে লাইট জালিয়ে এসি, ফ্যান বন্ধ করে দিয়ে এক জন করে নামাজ পড়ে। তাতে আমাদের ঘুম ভেংগে যায়। আমরা বাকিরা ও নামাজ টাইম মতো পড়ি কিন্তু সেটা আলাদা নামাজের যেই যায়গা আছে সেখানে। তাহলে আমার প্রশ্ন হলো আমার ইবাদাত এর জন্য আমি কি অন্য কাউকে কষ্ট দিতে পারি?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, এভাবে অযথা কাউকে কষ্ট দেয়া যাবে না। তাদের জন্য আবশ্যক হলো নামাযের জায়াগায় যাওয়া। যখন সবাই জেগে থাকবে বা কারো  সমস্যা না হয় তখন রুমে নামায পড়তে পারে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6945",
    "question": "আস-সালামু আলাইকুম ওয়া রহমাতুল্লাহ। আমি এক জটিল সমস্যায় আছি, আমার তিন ছেলেমেয়ে। তিনটাই সিজারে হয়েছে। এরপর ডাক্তার বলেছেন চতুর্থবার সিজার রোগীনির জন্য ঝুঁকিপূর্ণ। তাই লাইগেশন করাতে হবে (সন্তানের নারি কেটে ফেলতে হবে) কিন্তু তখন আমি জানতাম না যে এই পদ্ধতি ইসলামে নিষিদ্ধ। কিন্তু লাইগেশন করার কিছুদিন পরে  জানতে পারলাম এটা করা হারাম। এখন আমি কি করতে পারি, আমাকে সঠিক মাসআলা দিয়ে উপকৃত করবেন। আমি খুবই চিন্তিত আছি।",
    "answer": "ওয়া আলাইকুমুস সালাম। আল্লাহর কাছে উক্ত কাজের জন্য ক্ষমা চাইবেন। ভবিষ্যতে এই ধরণের যে কোন কাজ করার আগে ইসলামের বিধান জেনে নিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6946",
    "question": "আমার বউয়ের কানের দুল ও হাতের আংটি মিলে ৭ আনা স্বর্ণ আছে, যা তিনি সব সময় ব্যবহার করে থাকেন, এর কি যাকাত দিতে হবে ? আর যাকাত ফরজ হলে কত টাকা যাকাত দিতে হবে এই স্বর্ণের?",
    "answer": "না, সাত আনার স্বর্ণের জন্য যাকাত দিতে হবে না। সাড়ে ৭ ভরি হলে তখন যাকাত দিতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6947",
    "question": "আমার বয়স যখন পাঁচ বছর তখন আমার ছোট খালা আমাকে পালক সন্তান হিসেবে নিয়ে নেয় এবং আমার জন্ম পরিচয় তারা পরিবর্তন করে ফেলে,  আমার সব সার্টিফিকেট, জন্ম সনদ ও ভোটার আইডি কার্ডে তাদের নাম দেওয়া, আমি বুখারীতে একটি হাদিস দেখেছি, যে ব্যক্তি নিজের পিতাকে ছাড়া অন্য পিতাকে নিজের পিতা হিসেবে পরিচয় দিবে তার জন্য জান্নাত হারাম হবে, আমি ছোট থেকে জানতাম তারা আমার বাবা মা না, তাদেরকে চেনার কারনে কখনো মা ও বাবা বলে ডাকিনি, এখন যে কোন প্রয়োজনে ক্ষেত্রে জন্ম সনদ ভোটার আইডি কার্ড ও সার্টিফিকেট লাগে সব জায়গায় জন্মদাতা পরিবর্তে আমার খালুর নাম দেয়া আছে, ডকুমেন্ট হিসেবে তার নাম লিখতে হয়, যেখানে ডকুমেন্ট দিতে হয় না  সেসব জায়গায় আমি আমার জন্মদাতা পরিচিত দেই এখন আমার করনীয় কি?",
    "answer": "সার্টিফিকেটসহ যেসব জায়গায় আপনার খালুর নাম দেয়া আছে সেগুলো সংশোধনের জন্য আবেদন করুন। এগুলো সংশোধন করা সম্ভব।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6948",
    "question": "জুমার খুতবা চলাকালীন দুখুলুল মসজিদ নামাজ পড়া যাবে কি না।",
    "answer": "জ্বী, পড়া যাবে। সংক্ষিপ্ত করে পড়তে হবে। নীচের হাদীসটি লক্ষ্য করুন:\r\n\r\nعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ جَاءَ سُلَيْكٌ الْغَطَفَانِيُّ يَوْمَ الْجُمُعَةِ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَخْطُبُ فَجَلَسَ فَقَالَ لَهُ ‏ “‏ يَا سُلَيْكُ قُمْ فَارْكَعْ رَكْعَتَيْنِ وَتَجَوَّزْ فِيهِمَا – ثُمَّ قَالَ – إِذَا جَاءَ أَحَدُكُمْ يَوْمَ الْجُمُعَةِ وَالإِمَامُ يَخْطُبُ فَلْيَرْكَعْ رَكْعَتَيْنِ وَلْيَتَجَوَّزْ فِيهِمَا ‏”‏ ‏.‏\r\n\r\nজাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন সূলায়ক গাতফানী (রাঃ) জুমআর দিনে এলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুতবা দিচ্ছিলেন। সুলায়ক (রাঃ) বসে পড়লেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হে সূলায়ক! তুমি দাঁড়িয়ে সংক্ষেপে দু’রাকআত সালাত আদায় করে নাও। তারপর বললেন, তোমাদের কেউ জুমু’আর দিন মসজিদে এলে, ইমাম তখন খুৎবারত থাকলে সংক্ষিপ্ত আকারে দু’ রাকআত সালাত আদায় করে নেবে।\r\n\r\nসহীহ মুসলিম, হাদীস নং ৮৭৫।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জুমআ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6949",
    "question": "যদি কেউ বলে “তুমি কাল বাড়ী থেকে চলে যাবা, তোমাকে কাল তালাক দেবো তারপর বলে “তোমাকে তিন তালাক দিলাম” তাহলে কি তালাক পতিত হয়? যদি হয় তাহলে সেই মহিলার এখন করণীয় কী?",
    "answer": "জ্বী, তালাক পতিত হয়েছে। ঐ মহিলা আর তার স্বামীর জন্য হালাল নয়। তিন তালাক হওয়ার কারণে নতুন করে বিবাহ করারও সুযোগ নেই। ইদ্দত পালনের পর ঐ মহিলা অন্যত্র বিবাহ করতে পাররে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6950",
    "question": "আস-সালামু আলাইকুম ওয়া রহমাতুল্লাহ,আমি ঢাকা বিশ্ববিদ্যালয়ের চারুকলা অনুষদে অংকন ও চিত্রায়ন বিভাগে ভর্তি হয়েছিলাম ২০১৭ সালে। ভর্তি হওয়ার পর ফার্স্ট ইয়ার শেষ করার পর আমার কাছে মনে হচ্ছিল আমি যা করছি তা করে শুধুই সময় নষ্ট হচ্ছে, এটা করে আমার সার্টিফিকেট ছাড়া আর কোন কাজে আসবেনা। যদিও আমি সবসময় একজন ডিজাইনার হতে চেয়েছি। কিন্তু আমার মানুষ এর ছবি অংকন করা পছন্দ না, যদিও আমাদের মানুষের ছবি আঁকতে হতো। চারুকলার পরিবেশ ও আমার ভালো লাগছিলোনা, আমি নিজে ইসলাম এর উপর থাকার চেষ্টা করি। একই সাথে বন্ধু বান্ধবদের সাথে মিশে অহেতুক সময় নষ্ট হতো।আমার মনে হতো আমি যেটা করছি, যে বিভাগে পড়ছি আল্লাহ পরীক সরূপ এটি আমাকে দিয়েছেন যে এটি আমি কিভাবে কাজে লাগাই।করোনার পর আমি আর ক্লাস কন্টিনিউ করিনি, বাসায় বলার পরও বাবা মা বলে যে কোনরকম শেষ করে সার্টিফিকেট টা নিয়ে বের হতে কিন্তু আমার জন্যে সম্ভব হচ্ছিল না, চারুকলার মতো পরিবেশে নিজেকে দ্বীনের পথে রাখা, আর সবসময় ছবি আকলে মনে হতো হারাম কাজ করছি।এখন আমি ভার্সিটি থেকে ড্রপ আউট হয়ে গেছি, কিন্তু বাসায় বলতে পারছিনা। বাসায় বললেও আমার কিভাবে বলা উচিত?আর আমি ভার্সিটির হলে থাকতাম যেহেতু আর ক্লাস করিনি তাই ফার্স্ট ইয়ারের পর আর ভর্তিও হয়নি কিন্তু হলে ছিলাম তার ফী ও এড করা লাগে প্রতিবছর যখন ভর্তি হই সেই টাকার সাথে আবাসিক হল ফী ও থাকে।এখন যেহেতু আমি পরে আর ভর্তি হয়নি তাই হলে যে ছিলাম সে টাকাও আর পরিশোধ করা হয়নি আলাদা করে ভর্তি না হয়ে হলের টাকা পরিশোধ করার কোন উপায় নেই। আর যেহেতু আমি ড্রপ আউট হয়ে গেছি তাই এখন শুধু হলে থাকা বাবদ টাকা পরিশোধ করার ও কোন সুজোগ নেই।কিন্তু আমার মনে সবসময় আসে যে, আমি প্রতারণা করছি,আমার জন্যে হলের একটা আনাসিক সীট নষ্ট হলে যেএার টাকা আমি দেয়নি।উল্লেখ্য সবার জন্যে ৫ বছর অবধি হলের সীট বরাদ্দ থাকে হলে সীট পাওয়ার পর।যেহেতু ম্যামরা তদারকি করেননি তাই তারা আমার সীট ও কাটেন নি।এখন আমার করণীয় কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি বিষয়টি আপনার  বাবা-মাকে জানান। লুকিয়ে রেখে সময় ক্ষেপন করলে  জটিল থেকে জটিলতর হবে। আর বিশ্ববিদ্যালয়ের সীট ছেড়ে দিবেন এখনই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6951",
    "question": "আস-সালামু আলাইকুম।১। আমাদের বাসায় পত্রিকা নেয়া হয়। পত্রিকা যখন অনেক জমে যায় তখন আমরা স্থানীয় একটি দোকানে কেজিদরে বিক্রি করে দেয়। সেই পেপার মানুষ কিনে বিভিন্ন ফলের জন্য, বিয়ে বাড়িতে টেবিলে এসব কাজে ব্যাবহার করে থাকে কিন্তু পেপারে ত অনেকধরনের ছবি থাকে অনেকে সময় দেখা যায় বিনোদন পাতায় মেয়েদের অশ্লীল ছবিও থাকে। এসব পেপার বিক্রি করে টাকা নেয়া কি জায়েজ হবে?২। আমি ক্লাস ফাইভে এবং ক্লাস এইটে বৃত্তি পেয়েছিলাম তবে তখন ইসলামের ব্যাপারে জ্ঞান কম থাকায় পরীক্ষায় প্রশ্নের উত্তর দেয়ার ক্ষেত্রে  বন্ধুদের  সাহায্য নিয়েছিলাম। সম্পূর্ণ নিজে উত্তর করেছি এমন নয়। এখন এই বৃত্তির টাকা পাওয়ার পর এই টাকা দিয়ে বিভিন্ন জিনিস কিনে ফেলি বিভিন্ন বই কিনেছি এবং একটি সাইকেল কিনেছি। এই সাইকেল চালানো কি আমার জন্য জায়েজ হবে ওইসব বই পড়া কি জায়েজ হবে? আমার করনীয় কি?ধন্যবাদ।",
    "answer": "ওয়া আলাইকুমুস সালাম। ১। জ্বী, পুরোনো পত্রিকা বিক্রি জায়েজ হবে। ২। সামনে থেকে এমন আর করেবন না। অতীতের ভুলের জন্য আল্লাহ তায়ালার কাছে ক্ষমা চাইবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6952",
    "question": "আমার বাবা সুদের উপরে টাকা নিয়ে গরুর খামার দিতে যাচ্ছে, আমি ঐ খামারে কাজ করতে চাচ্ছি না বিধায় আমাকে বাড়ি থেকে বের করে দিতে চাচ্ছে? এখন আমার করনীয় কী?",
    "answer": "বাড়ি থেকে বের করে যদি দিতে চায় তাহলে বাধ্য হয়ে আপনি সেখানে কাজ করতে পারেন। ইনশাআল্লাহ সুদের গুনাহ আপনার হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "লেনদেন",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6953",
    "question": "পাঁচ ওয়াক্ত নামাজ ঠিক মতো আদায় করে না এরকম মানুষের সাথে কুরবানির গোরুতে অংশ নেওয়া যাবে কি না?",
    "answer": "কুরবানী একটি বড় ইবাদত। সুতরাং আল্লাহভীরু ধার্মিক নামাযীদের সাথেই ভাগে কুরবানী করবেন। প্রয়োজনে ছাগল তথা ছোট পশু দিয়ে কুরবানী করবেন তবুও বেনামাযী বা প্রকাশ্যে পাপ করে এমন মানুষদের সাথে কুরবানী করবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ঈদ কুরবানী",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6954",
    "question": "আমার স্বামী একবার আমাকে সন্তুষ্ট চিত্তে বলেছিলেন তার থেকে প্রতিদিন ১০০ টাকা করে নিয়ে জমা করে আমার মাকে দেওয়ার জন্য, সেটা আর হাতখরচ, কিন্তু এর পর তিনি আমাকে এই ব্যাপারে আর কিছু বলেন নি। এখন আমি ৬০০০ টাকাজমা করে আমার মাকে দিয়েছি এবং দেয়ার সময় আমার স্বামীকে আর জানাই নি, এখন আমি কি গুনাহগার হব?",
    "answer": "যদি তিনি অনুমতি দেন তাহলে সমস্যা নেই। কিন্তু তার অনুমতি নিয়ে মনে হচ্ছে আপনি সন্ধিহান। যদি তার অনুমতি নিয়ে আপনার মনে কোন সন্দেহ থাকে তাহলে বিষয়টি পূনরায় তাকে বলবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6955",
    "question": "যদি কেউ যদি শারীরিক সম্পর্কে  দূর্বল হয়, সে কি ওষুধ খেতে পারবে?",
    "answer": "জ্বী, ওষুধ খেতে পারবে। সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6956",
    "question": "আমার বয়স ৬৯ বৎসর। কুরআন তেলাওয়াত অবস্থায় হদস হলে কি করনীয়? মনে করুন একটি বড় আয়াতের মাঝখানে অজু চলে গেল, তখন কি করব?",
    "answer": "ওযু বিহীন অবস্থায় কুরআন তেলাওয়াত করতে সমস্যা নেই। সুতরাং আয়াত শেষ করবেন। তারপর ওযু করতে পারেন। তবে ওযু ছাড়া কুরআন স্পর্শ করা যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6957",
    "question": "আস-সালামু আলাইকুম৷ দয়া করে পুঙ্খানুপুঙ্খরূপে উত্তর দিবেন৷চাকুরিতে কাজের নিমিত্তে ফোন কল বাবদ, ধরুন ৫০০ টাকা দিয়েছে৷ কিন্তু ফোন কলে ৫০০ টাকার চেয়ে কম খরচ হয়েছে৷ আবার কাজের জন্য যাতায়াত ভাড়া ফিক্সড যা দিয়েছে, যাতায়াতে কম খরচ হয়েছে৷ অতিরিক্ত এই টাকাটা নিজের জন্য ভোগ করার অপশন আছে কীনা? (ইসলামি দৃষ্টিতে)৷ উল্লেখ্য, এই টাকাটা এককালীনই দিয়ে দিয়েছে, ফেরত দেওয়ার অপশন নাই বা কেও কখনও ফেরত দিয়েছে কীনা জানিনা বা দিতে চাইলেও ব্যাপারটা নিয়ে অফিসে হাসাহাসি হতে পারে৷ অফিসের কালচারই অমন৷ আবার ট্রেনিং বাবদ, অফিশিয়াল ট্যুর  বাবদ টাকা বরাদ্দ থাকে৷ কিন্তু ট্রেনিং না করা স্বত্ত্বেও, ট্যুর না দেওয়া স্বত্ত্বেও টাকা/টিএ/ডিএ  অফিস থেকে অটোমেটিকালি দিচ্ছে ৷ ইচ্ছা করে ট্যুর বা ট্রেনিং মিস করছিনা, অফিসই তার অন্য প্রয়োজনে আমাকে অন্য জায়গায় খাটাচ্ছে ৷ অন্যদিকে ট্যুরের অফিস অর্ডারে আমার নাম লিখে টাকা পাঠিয়ে দিচ্ছে৷ পুরো ব্যাপারটাই অটোমেটিক৷  এইসব টাকা হালাল হবে কীনা?উল্লেখ্য: আমি ধনী নই ৷ নইলে সন্দেহমুক্ত থাকার জন্য ওই টাকা দান করে দিতাম৷ আমার করনীয় কী৷ আর ওইসব টাকা হজ্জ উমরাহর নিয়তে জমানো যাবে কীনা৷ প্লিজ উত্তর দিবেন৷",
    "answer": "ওয়া আলাইকুমুস সালাম। ফোন করার জন্য, যাতায়াত ভাড়ার জন্য যতটুকু টাকা খরচ হবে ততটুকুই নিতে পারবেন। বাকীটা ফেরৎ দিতে হবে। হাসাহাসি করলেও ফেরত দিতে হবে। টাকা রেখে দেওয়ার কোন সুযোগ নেই। টাকা রেখে দেওয়ার কালচার থাকলে কাজ ঠিকমত হবে না, টাকা কীভাবে কম খরচ করে বাকী টাকা রেখে দেয়া যায় সবাই সে সুযোগ খুঁজবে।\r\n\r\nট্যুর, ট্রেনিং যদি অফিসের কারণে মিস হয় আর অফিস ট্যুর, ট্রেনিংয়ের জন্য টাকা দেয় তাহলে নেয়া যেতে পারে। তবে না নেয়া উত্তম।\r\n\r\nনির্ভেজাল সন্দেহমুক্ত হালাল টাকা দিয়ে হজ্ব-ওমরা করবেন। এই সব সন্দেহযুক্ত টাকা দিয়ে হজ্ব ওমরা করবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6958",
    "question": "আস-সালামু আলাইকুম, আমি আপনার একটি অসহায় ছোট বোন, আমার খুব জরুরি একটা বিষয়ে সমাধান চাই… আমি বিবাহিত, আমার বিয়ে হয় ২০১৮ তে, আমার একটি ৫ বছরের ছেলে আছে… ২০২১ সালে ঈদের আগের দিন কথা কাটাকাটি হওয়ায় আমার স্বামী আমাকে অনেক মারধর করে তারপর সে রাগবশত আমাকে বলে “তোকে তালাক দিলাম, ১… ২… ৩…. তালাক”… কিন্তু কিছুক্ষণ পর সে আবার সব ঠিক করে নেয় বলে আমি রাগে বলেছি তালাক হবে না… আমি তখন কি করব কিছুই বুঝতে পারিনি… এরপর দিন যায়, মাস যায়, বছর যায় আমরা সংসার করতে থাকি, আমাদের প্রেমের বিয়ে তাই মায়ায় পড়ে গেছি, কিন্তু বিয়ে হয়েছে পরিবারের মতেই… হঠাৎ ২০২৩ থেকে আমার সংসারে খুব অশান্তি… আমাকে সে শুধু বলে তুই তো তালাকপ্রাপ্ত স্ত্রী, চলে যা… কথায় কথায় এটাই বলে… আমি তাকে অনেকবার বলেছি একটা শায়েখ এর সাথে কথা বলতে… কিন্তু তার সময় হয় না… আমার জানুয়ারি তে ২য় বাচ্চা কনসিভ হয়ে যায় ভুলে… আমাকে এখন খুব পাপী মনে হয়, বাচ্চাটা কি করব আমি… সে তো দুনিয়ায় আসার অধিকার রাখে, তালাক দিলে নাকি সংসার করা যায় না… কিন্তু আমি ২ সন্তান নিয়ে কোথায় যাবো?…ইসলামে নিশ্চয়ই কোনো সমাধান আছে… আমি আকুল আবেদন করছি ভাই এই পাপী বোনটাকে পাপমুক্ত করার একটি সমাধান দিন… আমি সংসারের অশান্তি, স্বামীর অবহেলা, বাচ্চা পালন ও গর্ভের সন্তান নিয়ে খুব মানসিকভবে হতাশাগ্রস্থ… আমি বাঁচবো কিনা তাও জানিনা, অতিদ্রুত একটি সমাধান দিন প্লিজ।",
    "answer": "ওয়া আলাইকুমুস সালাম। ৩ তালাক দেয়ার পর স্বামী-স্ত্রীর সম্পর্ক আর বাকী থাকে না। সুতরাং আপনি বর্তমানে তার থেকে বিচ্ছিন্ন হয়ে গেছেন। আপনারা সংসার করতে পারবেন না।  বাচ্চা এই স্বামীর ঔরসজাত বলে বিবেচিত হবে। বাচ্চার সমস্ত খরচ তাকে বহন করতে হবে।\r\n\r\nবাচ্চা ভূমিষ্ট হওয়ার পর আপনি অন্যত্র বিবাহ করতে পারবেন। পরিবারের সাথে আলোচনা করে সকল সিদ্ধান্ত গ্রহণ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6960",
    "question": "আস-সালামু  আলািইকুম।  শায়েখ আমি একটা অফিসে চাকরি করি। আমার অফিসে অনেক হিন্দু ডাঃ আছেন । যারা আমাদের সব সময় সালাম দিয়ে থাকে। আমরা তাদের সালামের জবাব দিতে পারবো কী? আর আমরা তাদের সালাম দিতে পারবো কী? কুরআন ও হাদিসের দলিলসহকারে পেশ করলে খুবই উপকৃত হতাম।",
    "answer": "ওয়া আলাইকুমুস সালাম। বিধর্মীদের সালামের পুরো উত্তর দেয়া যাবে না। শুধুমাত্র “ওয়াআলাইকুম” বলবে।\r\n\r\nأَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم”‏ إِذَا سَلَّمَ عَلَيْكُمْ أَهْلُ الْكِتَابِ فَقُولُوا وَعَلَيْكُمْ ‏”‏‏\r\n\r\nআনাস ইবনু মালিক রা. হতে বর্ণিত। তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: যখন কোন আহলে কিতাব তোমাদের সালাম দেয়, তখন তোমরা বলবে ওয়া আলাইকুম (তোমাদের উপরও)।  সহীহ বুখারী, হাদীস নং ৬২৫৮\r\n\r\nবিধমীদের সালাম দেয়া যাবে না। নীচের হাদীসটি দেখুন:\r\n\r\nعَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ “‏ لاَ تَبْدَءُوا الْيَهُودَ وَلاَ النَّصَارَى بِالسَّلاَمِ فَإِذَا لَقِيتُمْ أَحَدَهُمْ فِي طَرِيقٍ فَاضْطَرُّوهُ إِلَى أَضْيَقِهِ ‏”‏ ‏.‏\r\n\r\nআবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত যে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইয়াহুদী ও নাসারাদের আগে বাড়িয়ে সালাম করো না এবং তাদের কাউকে রাস্তায় দেখলে তাকে রাস্তার পাশে চলতে বাধ্য করো।সহীহ মুসলিম, হাদীস নং ২১৬৭",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6961",
    "question": "আমার অফিস টাইম এর মধ্যে অফিসের কাজের বাহিরে আমি যথেষ্ট সময় পাই আমি সেই সময়ে আমার নিজের জন্য অথবা অন্য কারো জন্য ডিজাইন বা কাজ করতে পারব কিনা , এটা আমার জন্য হালাল নাকি হারাম?",
    "answer": "না, অফিস টাইমে নিজের কোন কাজ করতে পারবেন না। শুধুমাত্র অফিসের কাজ করবেন। কাজ না থাকলে বসে থাকবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6962",
    "question": "আস-সালামু আলাইকুম। অনেক মানুষ হাতের রেখায় ভাগ্য বিশ্বাস করে। আবার অনেকে হাত গণনা করায় ভাগ্য দেখার জন্য। আমর প্রশ্ন হলো আদোকি হাতে ভাগ্য লেখা থাকে? কুররান ও হাদিসের আলোকে কি বলে? এটা বিশ্বাস আর অবিশ্বাস করা কোন গুনাহের কাজ?",
    "answer": "ওয়া আলাইকুমুস সালাম। হাতে কিছু লেখা থাকে না। এগুলো বিশ্বাস করা শিরক। কোনভাবেই এই শিরকে লিপ্ত হওয়া যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6963",
    "question": "অবৈধভাবে জবরদখল করা হয়েছে এমন জমিতে  নির্মিত মসজিদে নামাজ (জুম্মা বা ওয়াক্তের) পড়লে কি নামাজ আদায় হবে?",
    "answer": "যদি নিশ্চিত হন যে, মসজিদের জায়গা অবৈধভাবে জবরদখল করা হয়েছে তাহলে সেখানে নামায আদায় করবেন না। নিশ্চিত না হলে নামায আদায় করা যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "মসজিদ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6964",
    "question": "আস-সালামু আলাইকুম। শায়খ, আমাদের বাবা অত্যন্ত অত্যাচারী মানুষ, প্রচুর মিথ্যা বলেন। তিনি আল্লাহ কে বিন্দু মাত্র ভয় করেন না। আমাদের সাথে দুর্ব্যবহার, অকথ্য ভাষায় গালিগালাজ তো আছেই। আমাদের বিয়ে হয়েছে। আমাদের স্বামী ,শ্বশুর বাড়ির লোকজনকে অনেক ছোট করেন, অপমান করেন। এতে আমাদের বেশ সমস্যা হয়। সহ্য করতে না পেরে, অজস্র অন্যায়ের মধ্যে কিছুর প্রতিবাদ করেছি। পরে যখন জানতে পারি এতটুকু ও কিছু বলা যাবে না, ছুটে গিয়ে কান্না করে মাফ চেয়েছি, যাতে আমার পরকাল ঠিক থাকে। উনি মাফও করেছেন বলেছে ( আমি বার বার জিজ্ঞেস করেছি)। এরপর উনার সাথে আর কোনো লাগাবাজা নেই। কিন্তু উনি এখন অনবরত সবাইকে বলছে আমি উনার সাথে  দুর্ব্যবহার করেছি, আমি যেনো উনার বাসায় কখনো না যাই। আমি যদি মারাও যাই উনি  আমাকে কবর দিতে আসবেন না এবং নানা অভিশাপ…আমাদের করণীয় কি শায়খ? কান্না করে মাফ চেয়েছি, মাফ করেছেন। আবার বলছেন মাফ করবেন না, অভিশাপ দিচ্ছেন, এটাও কি আমাদের ই দোষ? এর দায় ও কি আমাদের উপরেই বর্তাবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, মাফ চাওয়ার পর আর কিছু বাকী থাকে না। মাফ না করা ভাল কাজ নয়। আপনি দায়ী থাকবেন না ইনশাআল্লাহ। এমন প্রকাশ্য পাপাচারীদের থেকে দূরে থাকায় শ্রেয়। আল্লাহর কাছে দুআ করতে থাকুন, তিনি যেন সবকিছু ঠিকঠাক করে দেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6965",
    "question": "আস-সালামু আলাইকুম। ইসলামে কি ধর্ম ভাই, বা ধর্ম বোন বলেতে কিছু আছে?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, ইসলামে ধর্ম ভাই বা বোন বলতে কিছু নেই। পর্দাহীনতা ছড়িয়ে দেয়ার জন্য এটা একটি শয়তানী চক্রান্ত। ধর্ম ভাই বোনের নামে প্রচুর পরিমাণে বেহায়াপনা, ব্যাভিচার সমাজে ছড়িয়েছে, ছড়াচ্ছে। সুতরাং এই শয়তানী কাজ থেকে বিরত থাকতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6966",
    "question": "আস-সালামু আলাইকুম হযরত। আমি এবার ঢাকার একটি এজেন্সির মাধ্যমে হজ্জে যাচ্ছি ইনশাআল্লাহ। আমাদের এজেন্সি আমাদের কে হজ্বের জন্য কিছু ব্যাগ, পানির বোতল, ছাতা দিয়েছেন। কিন্তু ব্যাগ, পানির বোতল, ছাতার মধ্যে একটি সুদভিত্তিক ব্যাংকের নাম এবং লোগো লাগানো আছে। যেহেতু এটি সুদী ব্যাংক, তাই এই ব্যাংকের নাম, লোগো লাগানো জিনিস ব্যবহার করা যায়েজ হবে কিনা তা জানতে চাইছিলাম।",
    "answer": "ওয়া আলাইকুমুস সালাম। যেহেতু সুদভিত্তিক ব্যাংক কর্তৃক দেয়া হয়েছে সুতরাং এটা সুদের টাকা দিয়েই দেয়া হয়েছে। এর মাধ্যমে সুদভিত্তিক ব্যাকটির প্রচার-প্রসারও হচ্ছে। তাই এগুলো ব্যবহার  থেকে বিরত থাকা একান্ত প্রয়োজন।\r\n\r\nহজ্বের মত এমন মহান ইবাদতের ক্ষেত্রে এই ধরণের প্রতিষ্ঠান থেকে এগুলো সেই হজ্জা এজেন্সি কেন নিলো  তা বোধগম্য নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হজ্জ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6967",
    "question": "আস-সালামু আলাইকুম। আমি সরকারি চাকরি করি নবম গ্রেডের দশ মাস হবে। আমার চাকুরী নিয়ে আমার বাবা মা খুবই খুশি। আমি বিয়ে করেছি তিন মাস এবং আমি আর আমার বউ আমার মা বাবা এর সাথেই থাকি। মেয়ের বাবা আর মা কে বিভিন্ন কারনে আম্র মা পছন্দ করেনাই। আমার বাবার তেমন কোন অভিযোগ নাই মেয়ে এর মা বাবা এর প্রতি। বিয়ে আমার পছন্দ করা মেয়ের। মেয়ে যখন নিজ বাসা গেসিল বিয়ে এর পরে তখন আম্র মা আমাদের বাসার সবাইকে অভিযোগ করেন মেয়ের মা খারাপ। আমাকে নাকি মেয়ের মা নিয়ন্ত্রণ করবে।আমার টাকা পয়সা সব নিয়ে নিবে। মেয়ের মা আমার মা এর সাথে যোগাযোগ করেনা। বিয়ে এর মধ্যেও মেয়ের মা আমার মা এর সাথে তেমন যোগাযোগ করেনি। যেদিন মেয়ে তার বাসা যায় সেদিন মেয়ের মা আমার সাথে যোগাযোগ করে তার মেয়ে কে একটু এক সপ্তাহের জন্য রেখে যেতে বলে।আমার মা এর অভিযোগ কেন মেয়ের মা আমার মা এর সাথে যোগাযোগ না করে আামার সাথে যোগাযোগ করে। আমি একটা দোটানায় পড়ে আছি।আসলেই কি আমার মা ঠিক যে মেয়ের মা আমাকে নিয়ন্ত্রণ করবে ? আমার কি করা উচিত ইসলাম এর দৃষ্টিতে। এসব কারণে আমার সাথে আমার মা এর ঝগড়া বিবাদ হচ্ছে। আমার বউ এর সাথেও কথা কাটাকাটি হচ্ছে।",
    "answer": "ওয়া আলাইকুমুস সালাম। যা লিখেছেন তা পড়ে মনে হচ্ছে আপনার মায়ের মধ্যে সমস্যা আছে। সে ছেলের বউয়ের উপর অতিরিক্ত খবরদারী করতে চাই। যেমনটি এদেশের অধিকাংশ শ্বাশুড়িরা করতে চাই।\r\n\r\nমেয়ের মা আপনার মায়ের সাথে এতো কিসের যোগাযোগ করবে? মেয়ের মা যদি মেয়েকে নিজের কাছে কিছু দিন রাখতে চায় তাহলে আপনাকে বললেই হবে, আপনার মাকে বলার দরকার নেই। মেয়ের মা যোগাযোগ না করে সঠিক কাজই করেছে। সংসারে মহিলারা কর্তৃত্বশীল হলে শান্তি থাকে না। বিয়ের যোগাযোগ করবে পুরুষরা, মহিলারা নয়।\r\n\r\nআপনার স্ত্রীকে বলবেন, সে যেন আপনার মায়ের অযাচিত কথার কোন উত্তর না দেয়, ঝগড়া-ঝাটি না করে, চুপ থাকে। আপনি চুপ থাকবেন, বিতর্কে যাবেন না।\r\n\r\nআপনি প্রত্যেককে তার প্রাপ্য দিবেন। টাকা-পয়সার নিয়ন্ত্রন নিজের হাতে রাখবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6968",
    "question": "আস-সালামু আলাইকুম, পেশাব করার পর প্রায় ই মনে হয় লিঙ্গ থেকে পানি বের হচ্ছে বোধহয়।  যতই পানি দিয়ে ধৌত,  টিস্যু ইউজ করিনা কেন, বার বার এটা মনে হয়। বিসমিল্লাহ বলে পানির ছিটা দিয়েও অস্বস্তি দূর হয় না। মনে হয় নামাজ হচ্ছেনা এমন।  এমতাবস্থায় কি করণীয়? আর এই কাপড় পরে কি পরের ওয়াক্ত নামাজ পড়া যাবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। শুধু মনে হলেই কাপড় নাপাক হয়ে যাবে না, আপনার ওযু নষ্ট হয়ে যাবে না।\r\n\r\nআপনি নিশ্চিত না হওয়া পর্যন্ত এই সব সন্দেহ পাত্তা দিবেন না। স্বাভাবিকভাবে নামায আদায় করবেন, ঐ কাপড়েই নামায আদায় করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ত্বহারাত পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6969",
    "question": "আস-সালামু আলাইকুম।১। কোনো ব্যাক্তি যদি প্রবাসে থাকে এবং তার পরিবার ও আত্মীয় স্বজন দেশে থাকে তাহলে সে ব্যাক্তি যদি আত্মীয় কাউকে টাকা পাঠিয়ে বলে এই টাকা দিয়ে পশু কিনে ঈদের দিন কুরবানি করে দিতে। তাহলে কি সেই  কুরবানি আদায় হবে?২। আমার একজন আত্মীয় প্রবাসে থাকেন। তিনি কুরবানির সময় পশু কিনার টাকা দিয়ে দেন বাড়িতে। বাড়ি থেকে তার আত্মীয়রা কুরবানি দিয়ে থাকে। কুরবানির সময় তারা তাদের জীবিত ও মৃত আত্মীয় মোট ৭ জনের পক্ষ থেকে ভাগে কুরবানি দেয়৷ যদিও কেউ মৃত থাকে তাকেও কুরবানিতে শরিক করা হয়।এরকম করে কুরবানি করা কি জায়েজ আছে?জাজাকাল্লাহ খাইরান।",
    "answer": "ওয়া আলাইকুমুস সালাম। ১। জ্বী, কুরবানী আদায় হবে।\r\n\r\n২। গরু বা বড় পশুতে সাতজনের পক্ষ থেকে কুরবানী জায়েজ। সুতরাং আপনার প্রশ্নোল্লেখিত কুরবানী জায়েজ হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ঈদ কুরবানী",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6970",
    "question": "আস-সালামু আলাইকুম।  আমার শাশুড়ির কুরবানী ছাগল টিউমার হওয়াতে ছাগলটি বিক্রি করে ফেলে। ছাগলটি বিক্রি করার ফলে যে টাকা হয়েছে তাতে অন্য একটি ছাগল ক্রয় করে কুরবানী করা  যাচ্ছে না।  মানে ঐই  টাকা দিয়ে ছাগল কিনলে ছাগলটি ছোট হয়ে যাচ্ছে । তাই আমার শাশুড়ি নিয়ত করেছে ঐই টাকা দিয়ে আরেকটি ছাগল ক্রয় করে আগামী এক বছর লালন পালন করে আগামী বছর কুরবানী দিবে। এতে কোনো সমস্যা হবে কিনা?  অথবা এভাবে করা যাবে কিনা? যদি উত্তর প্রদান করতেন তাহলে খুবই উপকৃত হতাম।",
    "answer": "আপনার শাশুড়ির উপর যদি কুরবানী ওয়াজিব হয় তাহলে ঐ টাকার সাথে আরো কিছু টাকা মিলেয়ে কুরবানীর ছাগল কিনবেন। অথবা ঐ টাকা দিয়েই ১ বছর বয়সের একটি ছাগল কিনে কুরবানী করবে। বয়স ১ বছর হলে, দেখতে ছোট হলেও সমস্যা নেই।\r\n\r\nআর যদি ওয়াজিব না হয় তাহলে পরের বছর করতে পারে। তবে এবছর করাই উত্তম।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ঈদ কুরবানী",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6971",
    "question": "আস-সালামু আলাইকুম। আমি শুনেছি কুরবানির পশুর মাংশ দিয়ে কোনো পারিশ্রমিক দেয়া নিষেধ। আমাদের এদিকে কুরবানি হলে কিছু লোক দা-বটি নিয়ে ওই কুরবানির গোস্ত কেটে দেয়। অনেক সময় বললেও আসে না বললেও নিজে থেকে এসে কেটে দেয়। মাংশ কাটা শেষ হলে কুরবানির মাংস থেকে তাদেরকে কিছু মাংশ দিয়ে দেয়া হয়। এরকম করাটা কি জায়েজ হলো?জাজাকাল্লাহ খাইরান",
    "answer": "ওয়া আলাইকুমুস সালাম। গ্রামে এমন যে প্রচলন আছে এটাকে ঠিক পারিশ্রমিক হিসেবে বলা যায় না। সেখানে স্থানীয় স্বজনরা কুরবানীর কাজে সহযোগিতা করে থাকে। সে স্বজনরা কাজে সহযোগিতা না করলেও গোশত পেয়ে থাকে। সহযোগিতা করলে হয়তো একটু বেশী করে দিয়ে দেয়া হয়। বেশী না দিলেও তারা কিছু মনে করে না। এটাকে নিষিদ্ধ বলা যায় না।\r\n\r\nতবে যদি তারা বাইরের লোক হয়, গোশত কেটে দেয়ার কারণেই শুধু তাদের গোশত দেয়া হয় তাহলে এটা পারিশ্রমিক হিসেবে গণ্য হবে। এটা নিষিদ্ধ।\r\n\r\nআপনাদের ওখানে যদি এমন হয় যে, শুধুমাত্র গোশত কেটে দেয়ার কারণেই আপনারা গোশত দিয়ে থাকেন তাহলে এই কাজ থেকে বিরত থাকতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ঈদ কুরবানী",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6972",
    "question": "আস-সালামু আলাইকুম। আমাদের এলাকায় কুরবানির পশুর চামড়া স্থানীয় এক মাদ্রাসার ছাত্ররা এসে নিয়ে যায়। সম্ভবত তারা সে চামড়া বিক্রি করে টাকাটা গরিব ফান্ডে রেখে দেয়। আমি শুনেছি কুরবানির পশুর চামড়া বিক্রি করা যায়না। তাহলে কি ছাত্রদেরকে চামড়া দিয়ে দেয়া ভালো হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। বিক্রি করা যায় না, এর অর্থ হলো বিক্রি করে টাকা কুরবানীদাতা গ্রহণ করতে পারবে না, দান করে দিতে হবে।\r\n\r\nবিক্রি না করে সরাসরি চামড়া দান করাও যেতে পারে। মাদ্রাসাগুলো কুরবানীর চামড়া সংগ্রহ করে সেগুলো গরীব ছাত্রদের জন্য ব্যয় করে থাকে। সুতরাং মাদ্রাসায় চামড়া দিতে কোন সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ঈদ কুরবানী",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6973",
    "question": "আস-সালামু আলাইকুম ওয়া রাহমাতুল্লাহ, আমার একটি জানার বিষয় হলো, সালাতে তাশাহুদে আঙ্গুল নাড়ানোর সুন্নাহ পদ্ধতি কোনটি? “আশহাদু” এর সময় উঠিয়ে আবার নামিয়ে ফেলা কি সুন্নাহ সম্মত পদ্ধতি?",
    "answer": "ওয়া আলাইকুমুস সালাম। সাহাবী ওয়াইল ইবনে হুযর বলেন, عَنْ وَائِلِ بْنِ حُجْرٍ ، قَالَ : رَأَيْتُ النَّبِيَّ صَلَّى الله عَليْهِ وسَلَّمَ قَدْ حَلَّقَ الإِبْهَامَ وَالْوُسْطَى ، وَرَفَعَ الَّتِي تَلِيهِمَا ، يَدْعُو بِهَا فِي التَّشَهُّدِ আমি রাসূলূল্লাহ সা. কে দেখেছি, তিনি বৃদ্ধাঙ্গুলি ও মধ্যমা আঙ্গুলি এক সাথে করে গোলাকার করলেন এবং ঐ দুই আঙ্গুলির সাথে যুক্ত আঙ্গুলিটি (শাহাদাৎ আঙ্গুলি) উচুঁ করলেন এবং তা দ্বারা তাশাহুদের মধ্যে দোয়া করলেন। সুনানে ইবনে মাজাহ, হাদীস নং ৯১২। হাদীসটি সহীহ। সহীহ মুসলিমসহ বিভিন্ন কিতাবে এমন অর্থের অনেক হাদীস বহু সাহাবী থেকে বর্ণিত আছে। কোন কোন হাদীসে আঙ্গুলরনাড়ানো আবার কোন হাদীসে না নাড়ানোর কথা আছে। এর মধ্যে না নাড়ানোর হাদীসটি সহীহ বলে মনে হয়। হাদীসটি আছে সুনানে আবু দাউদ হাদীস নং ৯৮৯, সুনানু নাসায়ী,হাদীস নং ১২৭০্ । মোট কথা ইশারা করার কথা সহীহ হাদীস দ্বারা প্রমানিত, তবে কখন থেকে ইশারা শুরু করবে, কিভাবে করবে সে ব্যাপারে সর্বাক্যমতে সহীহ কোন দলীল পাওয়া যায় না, এ কারণে ইশারার ধরন নিয়ে আলেমদের মধ্যে মতভেদ আছে। সুতরাং যেভাবেই করুন আপনার ইশারার সুন্নাত আদায় হয়ে যাবে ইনশাআল্লাহ। ইশারার একটি সুন্নাত পদ্ধতি পুরো বৈঠকে শাহাদাৎ আঙ্গুলি উচুঁ করে রেখে আঙ্গুল না নাড়িয়ে ইশারা করা।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6974",
    "question": "জানাজার নামাজে সানা ও সূরা ফাতিহা দুইটায় কি পড়া যাবে জানাজার নামাজের সহি নিয়ম ও দোয়া গুলো কি কি?",
    "answer": "ওয়া আলাইকুমু সালাম। সানা ও সূরা ফাতিহা একসাথে জানাযার সালাতে পড়ার বিষয়টি হাদীসে নেই। সুতরাং যে কোন একটি পড়বেন। বিস্তারিত জানতে “রাহে বেলায়াত” বইটি পড়ুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জানাযা-কবর যিয়ারত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6975",
    "question": "সরকারি রাস্তার দুই ধারে ৩৫ ফুট পর্যন্ত জায়গা সড়ক বিভাগের অধীনস্ত। সেই জায়গায় সরকারের অনুমতি ছাড়া মসজিদ নির্মাণ করা যাবে কি। সেখানে নামাজ পড়া উচিত হবে কি?",
    "answer": "না, এই জায়গায় মসজিদ বানাবে না। এখানে মাসজিদ তৈরী করলে বিভিন্ন জটিলতা তৈরী হয়, তাই জটিলতামুক্ত জমিতে মসজিদে তৈরী করবেন। তবে মসিজদ তৈরী করে নামায আদায় করলে নামায আদায় হয়ে যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6976",
    "question": "কোন ব্যাক্তি চাকরি চলাকালীন মারা গেলে ডেথ বেনিফিট নামে বেশ খানিকটা টাকা পেয়ে থাকে। সরকারি ভাবে সেই টাকা মৃতের স্ত্রীকে দেওয়া হয়। সেই টাকা কি মৃতের পরিত্যক্ত সম্পত্তি হিসাবে গণ্য হবে? না সেটা সে স্ত্রীলোকের সম্পদ হিসাবে গণ্য হবে? এবং তার উত্তরাধিকারী কি কোরানে বর্ণিত উত্তরাধিকারীর মতো হবে?",
    "answer": "স্ত্রী এই টাকার মালিক হবে না, সেই টাকা মৃতের পরিত্যক্ত সম্পত্তি হিসাবে গণ্য হবে। ওয়ারিশরা সেই টাকা পাবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6977",
    "question": "আমি পরিবারের একমাত্র উপার্জন কারী। যাকাত পরিমাণ কোন সম্পদ আমার জমা নাই। কিন্তু আমার স্ত্রীর যাকাত পরিমাণ স্বর্ণ আছে। আমাদের কি ২ ভাগ  কোরবানি করতে হবে, নাকি আমাদের পরিবারের পক্ষ থেকে ১ ভাগ কোরবানি করলে হবে? যদি ১ ভাগ করতে হয় সেটা কার পক্ষ থেকে করবো?",
    "answer": "আপনার কাছে যদি যাকাত পরিমাণ সম্পদ তথা কুরবানী ওয়াজিব হওয়া পরিমাণ সম্পদ না থাকে তাহলে আপনার উপর কুরবানী ওয়াজিব নয়। সুতরাং আপনাকে কুরবানী ওয়াজিব নয়। আপনার স্ত্রীর উপর কুরবানীয় ওয়াজিব। তার পক্ষ থেকে কুরবানী দিতে হবে। কুরবানী আল্লাহর নামে মানুষের পক্ষ থেকে দিতে হয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ঈদ কুরবানী",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6978",
    "question": "আস-সালামু আলাইকুম। এখানে প্রশ্ন করে উত্তর কিভাবে পাবো? নিজে থেকেই খুঁজে বের করতে হবে না কোনো মেসেজ দেয়া হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। ইমেইল দিয়ে প্রশ্ন করলে ইমেইলে বার্তা যাবে। ফোন নাম্বার দিয়ে প্রশ্ন করলে খুঁজে নিতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6979",
    "question": "আস-সালামু আলাইকুম। জুমআর খুতবার সময় দুই রাকাত নামায পড়তে হয়,  এই মর্মে কোন সহিহ আছে কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। মসজিদে প্রবেশ করে দুই রাকআত নামায আদায় করা সুন্নাত। হাদীসে এসেছে খুতবার সময় একজন সাহাবী রা. মসজিদে প্রবেশ করলে রাসূলুল্লাহ সা. এই দুই রাকআত সুন্নাত পড়তে আদেশ দিয়েছেন। খুতবার সময় নামায আছে, বিষয়টি এমন নয়।\r\n\r\nعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ جَاءَ رَجُلٌ وَالنَّبِيُّ صلى الله عليه وسلم يَخْطُبُ النَّاسَ يَوْمَ الْجُمُعَةِ فَقَالَ ‏”‏ أَصَلَّيْتَ يَا فُلاَنُ ‏”‏‏.‏ قَالَ لاَ‏.‏ قَالَ ‏”‏ قُمْ فَارْكَعْ\r\n\r\nজাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, (কোন এক) জুমু’আর দিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকদের সামনে খুতবা দিচ্ছিলেন। এমনি সময় এক ব্যাক্তি আগমণ করল। তিনি তাঁকে জিজ্ঞাসা করলেন, হে অমুক! তুমি কি নামায আদায় করেছ? সে বলল, না; তিনি বললেন, উঠ, নামায আদায় করে নাও। সহীহ বুখারী, হাদীস নং ৮৮৩।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জুমআ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6980",
    "question": "আস-সালামু আলাইকুম। আমাদের এখানে আযানের জবাবে আশহাদু আন্না মুহাম্মাদার রসূলুল্লাহ এর পরে সাল্লাল্লাহু আলাইহি সালাম এবং হাইয়া আলাল ফালাহ এর পরে মাশাল্লাহ তায়ালা বলা হয়। এটি কি সহিহ হাদিস দ্বারা প্রমানিত?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, এটা হাদীস দ্বারা প্রমাণিত নয়।\r\n\r\nরাসূলুল্লাহ সা. বলেছেন,\r\n\r\nإِذَا سَمِعْتُمُ النِّدَاءَ ، فَقُولُوا كَمَا يَقُولُ الْمُؤَذِّنُ\r\n\r\nযখন আযান শুনবে তখন মুয়াজ্জিন যা বলবে তোমরা তাই বলবে। সহীহ বুখারী হাদীস নং ৬১১। সহীহ মুসলিম,হাদীস নং ৭২০। সুতরাং মুয়াজ্জিন আযানে যা যা বলবে তার সাথে তাই বলতে হবে, শুধুমাত্র হাইয়্যা আলাস সালাহ ও হাইয়্যা আলাল ফালাহ যখন বলবে তখন জবাবে সেটা না বলে বলতে হবে, لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ উচ্চারণঃ লা হাউলা ওয়ালা কুওয়্যাতা ইল্লা বিল্লাহ। অর্থঃ আল্লাহর সাহায্য ছাড়া (পাপ কাজ থেকে দূরে থাকার) কোনো উপায় এবং (সৎকাজ করার) কোনো শক্তি কারো নেই। সহীহ সহীহ মুসলিম, হাদীস নং ৮৭৬ এটা হচ্ছে আযানের জবাব দেওয়ার পদ্ধতি। আযানের জবাব দেওয়া গুরুত্বপূর্ণ একটি সুন্নাহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6981",
    "question": "নামাজরত অবস্থায় সামনে দিয়ে কাউকে অতিক্রম করে যেতে দেখলে করনীয় কি?",
    "answer": "নীচের হাদীসটি লক্ষ্য করুন:\r\n\r\nعَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ “‏ إِذَا صَلَّى أَحَدُكُمْ فَلْيُصَلِّ إِلَى سُتْرَةٍ وَلْيَدْنُ مِنْهَا وَلاَ يَدَعْ أَحَدًا يَمُرُّ بَيْنَ يَدَيْهِ فَإِنْ جَاءَ أَحَدٌ يَمُرَّ فَلْيُقَاتِلْهُ فَإِنَّهُ شَيْطَانٌ ‏”‏ ‏.‏\r\n\r\nআবদুর রহমান ইবনু আবূ সাঈদ (রহঃ) থেকে তার পিতার সূত্রে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের যে কেউ সালাত আদায় করতে চাইলে যেন সুতরা সামনে রেখে সালাত পড়ে এবং তার নিকটবতীৃ হয়। সে যেন তা সামনে দিয়ে কাউকে অতিক্রম করতে না দেয়। অতএব যদি কেউ সামনে দিয়ে অতিক্রম করে, তাহলে সে যেন তার সাথে লড়াই করে। কারণ সে একটা শয়তান। সুনানু আবু দাউদ, হাদীস নং হাদীস নং ৯৫৪।   সহীহ মুসলিম, হাদীস নং ৫০৫।\r\n\r\nসুতরাং নামাযী ব্যক্তি সামনে সুতরা রাখার পর কেউ যদি সুরতার ভিতর দিয়ে অতিক্রম করে তাহলে সে তাকে ইশারা করে নিষেধ করবে। না শুনলে প্রয়োজনে হাত দিয়ে বাধা দিবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6982",
    "question": "আস-সালামু আলাইকুম, আমাদেরকে মুরুব্বীরা নির্দেশ দিয়েছেন যে, মসজিদে প্রবেশের সময় “আল্লাহুম্মাফতাহলি আবওয়াবা রাহমাতিক, বিসমিল্লাহে দাখিলতু ওয়া নাওয়াইতু সুন্নাতুল ইহতেকাফ” এই দোয়া পড়ে ইহতেকাফের নিয়ত করতে হবে। এমনকি যদি আসরের নামাজ পড়ার সময়টুকুর জন্য প্রবেশ করি তবুও।  এটা কি সঠিক?",
    "answer": "না, এটা সঠিক না। মসজিদে প্রবেশ করার জন্য ইতিকাফের নিয়ত করতে হবে না। শুধু মসজিদে প্রবেশের দুআ পড়বেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6983",
    "question": "আস-সালামু আলাইকুম, সর্বসম্মতিক্রমে সময় নির্ধারিত হয়েছে যে শুক্রবার ১২-৩০ মিনিটে আজান দেওয়া হবে এবং সঙ্গে সঙ্গে খুতবা শুরু করা হবে।যদি কোনও গণ্যমান্য ব্যাক্তির জন্য ১০/১২ মিনিট অপেক্ষা করা হয় তাহলে শরিয়তের বিধান কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। যদি মুসল্লিদের বিশেষ কোন সমস্যা না হয় তাহলে এতে কোন সমস্যা নেই। ১০-১৫ মিনিট আগে পরে হলে জুমুআর সালাতের কোন ক্ষতি হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6984",
    "question": "“তাশাহুদু” কি সবসময় দরূদ হিসেবে পড়া যাবে?",
    "answer": "তাশাহুদু শধু নামাযের মধ্যে পড়বেন। দরুদ বা সালাম হিসেবে তাশাহুদু পড়বেন না। অন্যান্য দরুদ পড়বেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যিকির দুআ আমল",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6985",
    "question": "আস-সালামু আলাইকুমকোনো বাবা মা যদি ছেলের তার বউ এর সাথে ভালো থাকা মেনে নিতে না পারে, সব সময় ছেলের বউ এর ভুল ধরে, আর উনাদের বিবাহিত মেয়েকে কিছুদিন পর পর বাপের বাড়ি এনে তার সাথে আলোচনা করে ছেলের সংসার ওভাবেই চালাতে বাধ্য করে এবং সব সময় আতংকে রাখেন, আর এটা বলেন যে আমরা তো তোর বাবা মা আমদের কোনো ভুল আছে নাকি আমাদের ভুল ধরলে বা আমাদের সব কথা না শুনলে তো জাহান্নামী। আবার আমরা না থাকলে আমাদের রুম এর জিনিসপত্র ঘাঁটাঘাঁটি করেন বা ননদ দেবর করলেও আমার শাশুরি বলেন ওদের ভাই এর রুম ওরা যা ইচ্ছা করুক। আমার প্রশ্ন হচ্ছে বাবা মা হয়ে গেলে ছেলের সংসার এ অশান্তি করতে চাইলে বা হিংসা করলে উনাদের কোনো ভুল নেই ? আরেকটি প্রশ্ন হচ্ছে ছেলের সংসার এর সব খবর মেয়েকে বলা এবং মেয়েকে বাবার বাড়ি এসে ছেলের সংসার এর সব তদারকি করতে দেওয়া কি উচিৎ?",
    "answer": "ওয়া আলাইকুমুস সালাম।\r\n\r\nআপনার বাবা-মায়ের এই কাজগুলো ভুল, ঠিক নয়। বাবা-মায়ের অধিকার নেই ছেলের সংসারে অশান্তি লাগানো, কাউকে দিয়ে তাদের নজদারী করা। ভাইয়ের সংসারে এভাবে নাক গলানোর অধিকার বোনের নেই। যদি সম্ভব হয় তাহলে তাদেরকে এসব বিষয়ে বুঝিয়ে নিষেধ করে দিবেন, না শুনলে  তাদের সাথে বসবাস না করে অন্য কোথাও বসবাস করবেন, যেখানে তারা এসব অশান্তি করার সুযোগ পাবে না।\r\n\r\nতবে বাবা-মায়ের সাথে খারাপ ব্যবহার করবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6986",
    "question": "আস-সালামু আলাইকুম।  আল্লাহর রাসুল (সাঃ) শহড় বেশী পছন্দ করতেন নাকি গ্রাম? আর ইসলামের দৃষ্টিতে কোথায় বাস করা অধিক পছন্দনীয়?",
    "answer": "উত্তর: ওয়া আলাইকুমুস সালাম। আল্লাহর হুকুম আহকাম মানতে হবে, এটা মূল। গ্রাম-শহর কোন বিষয় নয়। যেখানে আল্লাহর আদেশ নিষেধ সঠিকভাবে পালন করা যায়, প্রতিবন্ধকতা থাকে না সেখানে বাস করতে হবে। বিধর্মী দেশে স্থায়ী বসবাস করা যাবে না, সাময়িক কাজের জন্য হলেও না করা ভাল।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6987",
    "question": "আস-সালামু আলাইকুম, হুজুর  একজন ব্যক্তি প্রকাশ্যে সুদের সাথে জড়িত, এলাকার সবাই তাকে খুব ভালো করে জানে চিনে এবং স্বচক্ষে দেখে তিনি সুদের সাথে জড়িত। ঐ ব্যক্তির কোরবানির গোশত প্রতিবেশী হিসেবে আমি তা গ্রহণ করতে পারবো?",
    "answer": "ওয়া আলাইকুমুস সালাম। হারাম টাকা দিয়ে কুরবানী করা জায়েজ নয়। আপনার জন্য সর্বোত্তম হলো তার কুরবানীর গোশত না নেয়া। তবে কোন অসহায় গরীব মানুষ তার দেয়া গোশত নিতে পারে, অসহায় মানুষদের কোন গুনাহ হবে না।\r\n\r\nসমাজের মানুষের উচিত এই ধরণের প্রকাশ্যে পাপে লিপ্ত ব্যক্তিদের সামাজিকভাবে বর্জন করা। সমাজের কোন কাজে তাদের অংশগ্রহণ করতে না দেয়া।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6988",
    "question": "আস-সালামু আলাইকুম, কোন অমুসলিমকে আব্দুল্লাহ নামে ডাকা যাবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। তার যে নাম সে নামে ডাকবেন। অমুসলিমকে এই নামে ডাকলে ভুল বোঝাবুঝি হবে। অপরিচিত মুসলিমদেরকে এই নামে ডাকা যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6989",
    "question": "বাচ্চা জন্ম নেয়ার পর নাভি না পড়লে কি ৭ দিনে আকিকা দেয়া যায়? চুল কাটা যায়? আর নাভি না পড়লে কি বাচ্চা অপবিত্র থাকে?",
    "answer": "জ্বী, আকীকা দেয়া যাবে, চুল কাটা যাবে। নাভীর কারণে অপবিত্র থাকবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীকা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6990",
    "question": "আস-সালামু আলাইকুম ওয়া রহমাতুল্লাহ, আমার একটি ব্যক্তিগত সমস্যা হলো, নজরের খেয়ানত থেকে কোনো ক্রমেই বাঁচতে পারছিনা। বারবার তাওবা করার পরও আবার একই অবস্থা।(যখন বদ দ্বীনের উপর ছিলাম তখনও আমার ধারা এরকম গোনাহ হয়নি, আমার এই একটি গোনাহে সমস্ত আমলের নূর শেষ হয়ে গেছে দোয়ায় খুবই কান্নাকাটি করি, কিছুতেই কিছু হচ্ছে না।বিবাহিত, প্রবাসে থাকি।",
    "answer": "ওয়া আলাইকুমুস সালাম। গুনাহের পরিবেশ বর্জন করা গুনাহ বর্জন করার জন্য একান্ত প্রয়োজন, তাই গুনাহের পরিবেশ সম্পূর্ণভাবে ত্যগ করবেন। বাটন ফোন ব্যবহার করবেন। প্রয়োজনের সময় কেবল অন্য ফোন ব্যবহার করবেন। ৫ওয়াক্ত সালাত মসজিদে আদায় করবেন। দ্বীনদার মানুষের সাথে উঠাবসা চলাফেরা করবেন। দেশে যদি জীবন চলার মত প্রয়োজনীয় উপার্জনের ব্যবস্থা থাকে তাহলে দেশে এসে স্ত্রী-পরিবারের সাথে বসবাস করা শুরুর করুন, কারণ পরকাল শেষ করে দুনিয়ার কোন দরকার নেই। গুনাহ ছাড়ার দৃঢ় প্রতিজ্ঞা করুন। আর বেশী বেশী দুআ করুন, ইনশাআল্লাহ আপনার সমস্যা দূর হয়ে যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6991",
    "question": "উত্তরাধিকার সূত্রে প্রাপ্ত জমি বিক্রি করে সঞ্চয়পত্রে বিনিয়োগ করে মুনাফার অংশ অসহায় কাউকে দান করে দিলে গুনাহ হবে কিনা?",
    "answer": "সঞ্চয়পত্রে বিনিয়োগ করার প্রয়োজনটা কি? এই অযথা কাজ কেন করবেন। সঞ্চয়পত্রে বিনিয়োগ করার অর্থ হলো খারাপ কাজে সহযোগিতা করা। সুতরাং এর থেকে বিরত থাকবেন। হালাল উপার্জন থেকে সাধ্যানুযায়ী দান-সাদকা করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুদ-ঘুষ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6992",
    "question": "আস-সালামু-আলাইকুম,আমি আমার বাবার বিরুদ্ধে অভিযোগ করছিনা, কারণ সে আমার জন্মদাতা বাবা। কিছু শরয়ী পরামর্শ চাইছি। আমার বাবার বয়স ৬০ বছর, ছোটো বেলা থেকেই দেখেছি, মায়ের উপর শারিরীক- মানষিক নির্যাতন করতো, এখন আমরা বড় হয়েছি, আমার আলাদা সংসার হয়েছে। বিভিন্ন ছুটিতে বাড়িতে গেলে দেখি, বাবা এখনো মায়ের সাথে খারাপ আচরণ করে, এমনকি আমাদের সাথেও, আমার বাচ্চা, স্ত্রী, আমার দাদীর সাথেও। সামান্য তুচ্ছ বিষয় নিয়েও সে চোটপাট শুরু করে দেই, বকা ঝকা করে। আমার স্ত্রীও এমন বিষয় দেখে দেখে আর আমার গ্রামের বাড়িতে যেতে চাইনা, বাবার এমন আচরনে সে (স্ত্রী) আমার সাথে ঝামেলা করে। বাবার এমন আচরণে আমার করণীয় কি? কিভাবে ভারসাম্য রক্ষা করবো– স্ত্রীর সাথে এবং বাবার সাথে?",
    "answer": "ওয়া আলাইকুমুস সালাম। বাড়িতে এমন হলে তার প্রভাব আপনার বাচ্চাদের উপরও পড়বে। সুতরাং আপনার স্ত্রী যদি সেখানে না যেতে চান তাহলে চাপ দেওয়ার দরকার নেই। অনেক মানুষ এই ধরণের পরিবেশে মানসিকভাবে অসুস্থ হয়ে যায়, তাই সে যদি এড়িয়ে যেতে চায় তাহলে সে সুযোগ তাকে দিবেন।\r\n\r\nআপনি নিজে গ্রামে যাবেন। পিতা-মাতার আর্থিক প্রয়োজন থাকলে সাধ্যানুযায়ী সহযোগিতা করবেন। তাদের সাথে ভাল ব্যবহার করবেন। বাবাকে বুঝানোর চেষ্টা করবেন, যাদের কথা সে মান্য করে তাদের মাধ্যমেও বুঝানোর চেষ্টা করবেন। যদি আপনার আম্মার সাথে বেশী খারাপ আচরণ করে তাহলে আপনার কাছে আম্মাকে নিয়ে আসতে পারেন। সবকিছুর জন্য আল্লাহর কাছে দুআ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6993",
    "question": "আমি একজন নেটওয়ার্ক ইঞ্জিনিয়ার হতে চাই। এখন নেটওয়ার্ক ইঞ্জিনিয়ার কী হালাল কাজ নাকি হারাম কাজ?",
    "answer": "হারাম কোন কাজ না করলে এটা একটি হালাল পেশা।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6994",
    "question": "আস-সালামু আলাইকুম, আমার মায়ের সাথে মাঝেমধ্যে একটু রাগারাগি করে ফেলি। উনাকে ভালো কিছু বললে উলটো বুঝেন এই জন্য,  মায়ের সাথে রাগারাগি করলে,পরে মাফ চেয়ে নিলে কি গোনাহ মাফ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। তিনি যেভাবে বুঝেন তার সাথে কথা সেভাবে বলবেন। ভুল বোঝাবুঝি সৃষ্টি হয়, তিনি রেগে যেতে পারেন এমন কোন কথা বলবেন না। কোনভাবেই খারপ ব্যবহার করবেন না। অতীতের জন্য মায়ের কাছে ক্ষমা চেয়ে নিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আদব আখলাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6995",
    "question": "বহু বছর পূর্বে কৈশোরে একটি ছেলের সাথে সম্পর্কে জড়িত ছিলাম। তখন না বুঝে একটি কাজ করে ফেলি। সেটা হলো সে আর এ ঠিক করি আমরা নিজে নিজে বিয়ে করবো। কিন্তু কারোরই বিয়ের নিয়ম  নিয়ে কোনো ধারণা ছিল না। একবার একটি রেস্তোরাঁয় দেখা করে ২ জন কবুল বলি। সে আমাকে বলেছিল তার দুই জন বন্ধু কে সে জানিয়েছে তারা নাকি সাক্ষী (কেউ উপস্থিত ছিলনা, আমি তাদের চিনতামও না) ব্যাপারটা একটা নিছক ছেলেমানুষী ছিল। পরবর্তীতে আমি ওই সম্পর্ক থেকে বের হয়ে আসি এবং পরে আমার ভুল বুঝতে পারি যে এটা হারাম ছিল। ওই ছেলের সাথে আমার কোনো যোগাযোগ নেই , শুনেছি তার বিয়ে হয়েছে। আমার বাসায়ও বিয়ের জন্য চেষ্টা চলছে, কিন্তু আমার অতীতের সেই ঘটনা মনে পড়েছে।আমার প্রশ্ন হলো, এটা কি আসলে বিয়ে হয়েছে? কারণ আমি যতটুকু জানি বিয়ের জন্য সাক্ষী দরকার হয়, মেয়ের ওয়ালি থাকতে হয় যেগুলো কিছুই ছিল না। যদি বিয়ে হয়ে থাকে সেক্ষেত্রে কি করণীয়? আমি সেই ছেলের সাথে কোনো ভাবেই যোগাযোগ করতে চাই না, পূর্বের গুনাহ থেকে মুক্তি চাই।",
    "answer": "সাক্ষী না থাকলে বিবাহ শুদ্ধ হয় না, সুতরাং বিবাহ হয় নি। ভবিষ্যতে এসব থেকে বিরত থাকবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6996",
    "question": "আস-সালামু আলাইকুম, আমি জোহরের চার রাকাত সুন্নতের নিয়ত করে নামাজে দাড়িয়ে দুই রাকাত নামাজ পড়ার সময় দেখি ইকামত হয়ে গেছে এবং আমি চার রাকাত শেষ না করে দুই রাকাতের পর সালাম ফিরিয়ে জামাতে শরীক হয়,  আমার ফরজ নামাজের পর কি আবার চার রাকাত সুন্নাত পুনরায় পরতে হবে নাকি দুই রাকাত পরব?",
    "answer": "ওয়া আলাইকুমুস সালাম।জোহরের সুন্নাত দুই রাকআত  পড়ার কথাও হাদীসে আছে। সময় কম থাকলে দুই রাকআত পড়বেন। পরবর্তীতে আগের সুন্নাত আর পড়া লাগবে না। তবে আপনি যত ইচ্ছা সুন্নাত পড়তে পারেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6997",
    "question": "আমি মেহেরুন নেছা। আমার স্বামী  আবু সাঈদ।  গত ২৩ সেপ্টেম্বর ২০২৩ সালে পারিবারিক ভাবে আমাদের বিয়ে সম্পন্ন হয়।নানাবিধ কারণে আমাদের বিবাহিত জীবনে কলহ চলতে থাকে।১ম ঘটনা – এমনি এক কলহের জেরে গত ৮ এপ্রিল ২০২৪ তারিখে আমি তালাক গ্রহনের সিদ্ধান্ত নেই এবং কাজী অফিসে গিয়ে তালাকের ফর্ম পূরণ করে তার একটি ছবি আমার স্বামীর নিকট হোয়াটসঅ্যাপ যোগে পাঠাই। তবে তালাক পূরণ এর ছবি বা ফর্মটি আমি তাকে ডাক বিভাগ বা অন্য কোন মাধ্যমে পাঠাইনি বা এর সাক্ষী ও সই করে নি।<span;>উল্লেখ্য যে, তালাকের ফর্ম পূরণ এর সময় আমার মনে হয়েছিলো, আমার স্বামী আমার সাথে থাকতে চায় না এবং সে যদি প্রকৃত অর্থেই আমার সাথে থাকতে না চায় তাহলে সে এই কাগজ গ্রহন করবে না এবং দেখার পর আমার কাছে ফিরে আসবে। এই নোটিশ এর ছবি দেখার পর আমার স্বামী মেসেজ করে আমাকে ভবিষ্যতের জন্য শুভকামনা জানিয়েছিলো। উল্লেখ্য কাবিনের ১৮ নম্বর অনুচ্ছেদ অনুযায়ী আমার স্বামী আমাকে এক তালাক গ্রহণ করার যে অধিকার দেওয়া সেটাতে সজ্ঞানে সাইন করেনি। সে জানতো না ১৮ নম্বর অনুচ্ছেদে কিছু উল্লেখ ছিলো কি ছিলো না।<span;>তার ভাষ্যমতে, তার ধারণা ছিল এই ছবি আমি শুধু দেখানোর জন্যই দিয়েছি। আর যদি সত্যি হয়েও থাকে তার জানামতে এটি কার্যকর হতে ৯০ দিন সময় লাগে। এই ৯০ দিনের মধ্যে মীমাংসা হয়ে যাবে ভেবে ভ্রূক্ষেপ করেনি। এই ঘটনার দুই দিন পর আমার স্বামী আমার সাথে দেখা করে এবং সম্পর্ক স্বাভাবিক হবার পর্যায়ে আসে। এক পর্যায়ে আমরা আবারও সাংসারিক জীবন শুরু করি।<span;>২য় ঘটনা –<span;>গত ২৩শে জুন আমাদের মধ্যে আবারও কলহ বাধে। ঝামেলার এক পর্যায়ে এসে আমি আমার স্বামীর কাছে তালাক চাইলে সে বলে, “আমি তালাক দিবো না। তোমার দরকার হলে তুমি দাও”। উল্লেখ্য যে তার ধারণা ছিল যে আমি তার থেকে মৌখিক ভাবে তালাক দিতে বা নিতে পারিনা। তারমতে, কাজী অফিস থেকে নোটিশ পাঠিয়ে ৩ মাসের সময় নিয়ে তালাক দিতে হয়। এজন্য ভেবেছিলো এই তিন মাসের মধ্যে আমার মন পরিবর্তন হতেই পারে। আমাকে কাজী অফিসে গিয়ে নোটিশ পাঠানোর সম্মতি দিয়ে ছিলো।<span;>তার এই কথায় রাগান্বিত হয়ে আমি বলি যে, আচ্ছা ঠিকাছে। এর আগে তোমার থেকে আমি এক তালাক নিয়েছিলাম এখন আমি দুই তালাকও নিয়ে নিলাম। বলে আমি তাকে বলি আমি মেহেরুন নেছা, আমি আবু সাঈদ থেকে তালাক গ্রহণ করলাম। এটি আমি দুই/তিনবার বললাম। এ কথা শুনে আমার স্বামী বলে যে, তোমার তালাক আমি গুনি না মানি ও না। মৌখিক তালাক দেওয়ার এখতিয়ার শুধু আমারই আছে।<span;> তুমি হাজার বার তালাক বললেও আমার কিছু হবে না।<span;>এ কথা শুনে আমি তার কাছ থেকে আবারো তালাক চাইলাম এবং বললাম সে যেনো তালাক দেয়। কেননা আমি কোন জিনিস ঝুলিয়ে রাখা পছন্দ করিনা। তখন আমার স্বামী বলে  আমি দিলে আরো দুই তিন দিন পর বা এক সপ্তাহ পর দিবো। কিন্তু মৌখিক ভাবে দিবো না।  নোটিশের সাথে সাথে তালাক দিব।<span;>তারপর বিবাদ চলতেই থাকে। পরে সে তালাক দিবে বলে জানায় এবং বলে আমি আবু সাঈদ, মেহেরুন নেছা কে সজ্ঞানে তিন তালাক দিচ্ছি। এই বলে সে এক তালাক বলে এবং এর কিছুক্ষণ পর সে দুই তালাক বলে থেমে যায়।<span;>উল্লেখ্য আমার স্বামীর ভাষ্যমতে সে “সজ্ঞানে তালাক দিচ্ছি কথাটি বলেছে।  ” সজ্ঞানে তিন তালাক দিচ্ছি” একথাটি বলেনি। এ ব্যাপারে সে শতভাগ আস্থাশীল এবং আল্লাহর নামে শপথ করে বলতে পারে যে সে “তিন” শব্দটি উচ্চারণ করেনি।<span;>এ ক্ষেত্রে আমিও শতভাগ নিশ্চিত যে সে তিন শব্দটি বলেছে। এবং আল্লাহর নামে শপথ করে বলতে পারি। তবে আমরা দুইজন ই একমত যে আমার স্বামী মৌখিক ভাবে দুই তালাক বলেছে।<span;>এখন এসকল ঘটনার প্রেক্ষিতে আমার তিনটি সন্দেহ পোষণ করছি৷<span;>১. আমার স্বামীর বলা তিন তালাক শব্দটি।<span;>২. আমার নোটিশের মাধ্যমে ১ তালাক আর আমার স্বামীর বলা দুই তালাক মিলে কি তিন তালাক সম্পূর্ণ হলো কিনা।<span;>৩. আর আমি তার কাছ থেকে মৌখিক ভাবে যে তালাক নিয়েছি সেটি।<span;>এ ঘটনার ২/১ দিনের মধ্যে আমাদের মীমাংসা হয়ে গেলেও মনের মধ্যে সন্দেহ হতে শুরু করে যে আসলেই আমাদের বিবাহ বলবৎ আছে নাকি তালাক সম্পন্ন হয়েছে। এটা নিয়ে আমরা বিভিন্ন মানুষের সাথে বলি। তারা স্পষ্ট কিছু না বলে আপনাদের কাছে উপস্থাপন করতে বলেন অথবা লিখিত আকারে জানাতে বলেন। তাই সমস্ত ঘটনাই লিখিত আকারে জানালাম। দয়া করে সঠিক পরামর্শ দিবেন।<span;>আর এই লিখিত আকারে ঘটনা গুলো সম্বন্ধে আমরা স্বামী স্ত্রী দুইজন ই ওয়াকিবহাল। আমরা দুইজন এটি পড়েছি এবং সজ্ঞানে সহমত পোষণ করছি।",
    "answer": "আপনি যদি নিশ্চিত হয়ে থাকেন যে, সে তিন তালাক বলেছে, তাহলে এই সংসার ভেঙে গেছে। আপনি তার স্ত্রী নন। আপনি তার কাছে থাকতে পারবেন না। সে অস্বীকার করলেও আপনি তো নিশ্চিত সে, তিন তালাক বলেছে তাহলে আপনি কীভাবে তার কাছে আছেন? দ্রুত আলাদা হয়ে যান। প্রয়োজনে 01734717299",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6998",
    "question": "যদি এমন করতাম, তাহলে এমন হত, যদি এমন না করতাম, তাহলে এমন হতনা এমন কথা বলা যাবে কি? অনেক সময় বলে থাকি যদি আরেকটু ভালো করে পড়াশোনা করতাম তাহলে রেজাল্ট আরও ভালো হতো। এধরনের কথা বললে কি গুনাহ হবে?",
    "answer": "গুনাহ হবে না। তবে এই ধরণের কথা বলা উচিত নয়।\r\n\r\nআবু হুরাইরাহ্ (রা.) থেকে বর্ণিত তিনি বলেন: রাসূল (সা.) ইরশাদ করেন:\r\n\r\nوَإِنْ أَصَابَكَ شَيْءٌ فَلاَ تَقُلْ: لَوْ أَنِّيْ فَعَلْتُ كَانَ كَذَا وَكَذَا، وَلَكِنْ قُلْ: قَدَّرَ اللهُ وَمَا شَاءَ فَعَلَ، فَإِنَّ لَوْ تَفْتَحُ عَمَلَ الشَّيْطَانِ\r\n\r\nকোন অঘটন ঘটলে এ কথা বলবে না যে, যদি এমন করতাম তা হলে এমন এমন হতো। বরং বলবে: আল্লাহ্ তা’আলা ইহা আমার ভাগ্যে রেখেছেন এবং তিনি যা চেয়েছেন তাই করেছেন। কারণ, ‘‘যদি’’ শব্দটি শয়তানের শয়তানীর দরোজা খুলে দেয়’’। সহীহ মুসলিম, হাদীস নং ২৬৬৪",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "6999",
    "question": "আস-সালামু আলাইকুম। আমি কীভাবে ডক্টর আবদুল্লাহ জাহাঙ্গীর স্যার এর সবগুলো বই একসাথে নিতে পারি? মূল্য সহ জানালে উপকৃত হতাম। জাযাকাল্লাহ।",
    "answer": "ওয়া আলাইকুমুস সালাম। 01715400640 এই নাম্বার যোগাযোগ করে সকল বই সুলভ মূল্যে সংগ্রহ করতে পারবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7000",
    "question": "আস-সালামু আলাইকুম। জ্ঞান,  শক্তি এসব  আল্লাহর সৃষ্টি। জ্ঞানের উৎস আল্লাহ বা শক্তির উৎস আল্লাহ এমন কি বলা যাবে? নাকি শক্তি বা জ্ঞান আল্লাহর সৃষ্টি এমন বলতে হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্ঞানের উৎস আল্লাহ বা শক্তির উৎস আল্লাহ বলতে সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীদা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7001",
    "question": "আস-সালামু আলাইকুম শায়েখ। মোবাইলে তোলা প্রকৃতি অথবা পশু পাখির ছবি ফেসবুকে ছাড়া জায়েজ? আর এরকম ছবি তোলা কি জায়েজ? ধন্যবাদ",
    "answer": "ওয়া আলাইকুুমুস সালাম। প্রকৃতির ছবি তুলতে, ফেসবুকে দিতে সমস্যা নেই। পশু-পাখির বা প্রাণীর  অকারণে তুলবেন না। প্রয়োজন ছাড়া কোন প্রাণীর ছবি প্রিন্ট করা নিষেধ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7002",
    "question": "আস-সালামু আলাইকুম হুজুর। আমি গ্রামের এক সাধারণ ছেলে। এই বছর অনার্সে ভর্তি হয়েছি। আমি দ্বীনের পথে ফিরে আসতে চাই, আমি নামাজ আদায় করার পাশাপাশি সব বাজে অভ্যাস (গান, আজেবাজে কথা, খারাপ সঙ্গ, গায়রে মারহাম মেয়েদের সাথে কথা বলাসহ অনেক কিছু) ত্যাগ করছি আলহামদুলিল্লাহ। আমি দাড়ি রাখতে চাই, বাবা মা রাখতে দেয় না। তারা বলেন, চাকরি হবে না , এটা ওটা বলে আমাকে দাড়ি কামাতে বলে। তাদের কথায় বাধ্য হয়ে তাই করেছি ৩/৪ বছর। এখন আমি দাড়ি চাই, আল্লাহ ও তাঁর রাসূলের পথে ফিরে আসতে চাই। এ ক্ষেত্রে বাবা মায়ের কথা অবাধ্য হওয়া যাবে কি? দয়া করে আমাকে সাহায্য করবেন, আমি পথ খুঁজে পাচ্ছি না।",
    "answer": "ওয়া আলাইকুমুস সালাম। পিতা-মাতা অবুঝ তাই এমন করছে। আপনি দাঁড়ি রাখুন। প্রথমে কয়েক দিন সমস্যা করলেও ধীরে ধীরে ঠিক হযে যাবে। শরীয়াহর বিধানের বাইরে পিতা-মাতাকে সন্তুষ্ট করার সুযোগ নেই। আল্লাহর কাছে দুআ করুন, যেন আপনার পিতা-মাতা ধর্ম পালনের গুরুত্ব বুঝতে পারে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7003",
    "question": "আসসালামু আলাইকুম। আমি যদি অন্যের পণ্য মার্কেটিং করে বিক্রি করে কিছু লাভ করি তবে সেটা কি জায়েজ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম।  অন্যের পণ্য মার্কেটিং করে বিক্রি করার ব্যবসায় তো বর্তমানে চলছে। সুতরাং না জায়েজ হওয়র কারণ নেই। যদি আপনি বিশেষ ধরণের কোন ব্যবসার নিয়ে জানতে চান তাহলে স্পষ্ট করে লিখবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7004",
    "question": "আস-সালামু আলাইকুম।বিভিন্ন ওয়েবসাইটে একাউন্ট করতে গেলে তাদের নিজস্ব নিয়ম ও নীতিমালার সাথে একমত হতে হয়। অনেক সময় আমরা সেগুলো পড়েও দেখিনা। না পরেই ঠিক চিন্হ দিয়ে দেই যে আমরা শর্তগুলোর সাথে একমত। আমার মনে অনেকদিন যাবৎ সন্দেহ হচ্ছে যে, অনেক ওয়েবসাইটে এমনও নিয়ম বা শর্ত থাকতে পারে যেসব নিয়ম ইসলাম সমর্থিত নয়। তারপরেও যে আমরা এভাবে শর্তগুলোর সাথে একমত বলে সম্মতি দিচ্ছি এমন করাটা কি ঠিক হচ্ছে? আর ইসলাম সমর্থিত নয় এমন শর্তে যদি শর্ত না পড়েই একমত দিয়ে দেই তাহলে গোনাহের সম্ভাবনা আছে কি? জাজাকাল্লাহ খাইরান।",
    "answer": "ওয়া আলাইকুমুস সালাম। ইসলাম সমর্থিত নয় এমন শর্তে যদি শর্ত না পড়ে একমত দিয়ে দেন তবুও গোনাহ হবে।  কারণ আপনি যে কাজ করতে যাচ্ছেন তা শরীয়াহর সাথে সাংঘর্ষিক কিন তা  সম্পর্কে পূর্ণ জেনেশুনেই সে কাজ করতে হবে।\r\n\r\nকোন অবস্থাতেই ইসলাম সমর্থিত নয় এমন শর্তে মেনে কোন কাজে অংশগ্রহন করা যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7005",
    "question": "আমার স্বামী আমাকে আমার বাবার বাড়ি রেখে গেছে ৬ মাস হবে, বিয়ের পরও আমি আমার বাবার বাড়ি থেকেছি ৩ বছরের মত পড়াশোনার জন্য। আমার শশুর বাড়িতে থাকতে পারি না, আমার শ্বাশুড়ি বিভিন্ন অজুহাতে আমাকে তুচ্ছ তাচ্ছিল্য করে এবং আমাকে বাবার বাড়িতে থাকতে বলে। আমার ননদ আছে পড়াশোনা ডিস্টার্ব হয় আমার বাচ্চার জন্য। আমার মাও বাড়ি ছেড়ে যেতে বলে, আমার বাবা নাই, তার খরচ চালাতে এজন্য সমস্যা হয়। স্বামীকে বললে সামর্থ্য নেই বলে অথচ মাসে একটা মোটা অংকের টাকা তার বাবা-মাকে দেয় আমি তার সাথে থাকতে চাই কিন্তু বোঝায় যাতে আমি আমার বাসায় থাকি, এখন আমার করণীয় কি? আমি আমার স্বামীকে বোঝাতে গেলে রাগ করে।",
    "answer": "বিয়ের পর আপনার দায়িত্ব আপনার স্বামীর। আপনাকে তার কাছে রাখা তার জন্য আবশ্যক। বিষয়টি তাকে বুঝতে হবে। যদি আপনি বুঝতে অক্ষম হন তাহলে তার কাছে গ্রহনযোগ্য কোন ব্যক্তি দ্বারা তাকে বুঝাতে হবে। যদি আপনি আপনার বাবার বাড়িতে থাকেন তবুও তার উপর আবশ্যক হলো আপনার খরচ দিয়ে দেয়া। সামর্থ্য নেই বলার সুযোগ নেই। স্বামীর উপর স্ত্রীর ভরন-পোষন দেয়া আবশ্যক। আপনি বিভিন্ন তাকে বুঝানোর চেষ্টা করুন। আর ধৈয্য ধরে দোয়া করুন, এক সময় সব ঠিক হয়ে যাবে ইনশাআল্লাহ্‌।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7006",
    "question": "হিন্দুদের পাঠা বলি দেওয়ার জন্য যে ছুরি ব্যবহার করা হয় ঐ ছুরি দিয়ে মুসলমানদের গরু, ছাগল,  জবাই করা যাবে কি না জানতে চাই?অর্থ্যাৎ যে বস্তুু শিরক ও কুফরি কাজে জড়িত হয় বা ব্যবহার করা হয়। ঐ বস্তুু একজন ইমানদারের পক্ষে -ব্যবহার করা,সংরক্ষণ করা, ক্রয় বিক্রয় করা কি শরিয়ত সম্মত?",
    "answer": "মুসলিমদের কি ছুরির এতো অভাব পড়ে গেলে যে, হিন্দুদের বলি দেয়া ছুরি দিয়ে পশু জবেহ করত হবে। এগুলো করলে শিরকের প্রতি এক ধরণের সন্তুষ্টি প্রকাশ করা হবে। সুতরাং এগুলো থেকে বিরত থাকতে হবে।\r\n\r\nযে বস্তুু শিরক ও কুফরি কাজে জড়িত হয় বা ব্যবহার করা হয় ঐ বস্তুু একজন ইমানদারের পক্ষে -ব্যবহার করা,সংরক্ষণ করা, ক্রয় বিক্রয় করা নিষিদ্ধ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "শিরক-বিদআত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7007",
    "question": "السلام عليـــــــــــــــــکم ورحمةالله وبرکاتــــــهউস্তাদ আমার ১টি প্রশ্ন ছিলোআমার এক ভাই আম বাগানের ব্যবসা করে মানে  আম বাগান কিনে রাখে,পাশাপাশি সার, বিষ এর দোকান আছে। এখন সে আমার কিছু পোষাক দিছে,  ওই পোষাক কি আমার জন্য হালাল হবে? জানাবেন প্রিয় শায়েখ।جزاك اللّٰهُ خيراً",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, জায়েজ হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7008",
    "question": "আল্লাহ তা‘আলা কুরআনে শূকরকে হারাম ঘোষণা করেছেন এবং রাসুলুল্লাহ (সাঃ) হাদীসে মৃতপ্রাণীর চর্বি ব্যবহারের কারণে ইহুদিদের নিন্দা করেছেন। তাহলে বর্তমানে যেসকল খাবার এবং সাবান, শেম্পুসহ বিভিন্ন প্রসাধনীতে এসব প্রাণীর চর্বি অথবা গোশত ব্যবহার করা হয়, সেগুলো ব্যবহারের বিধান কী? এবং এগুলো ব্যবহার যদি হারাম হয় তাহলে এসব হারাম পণ্যগুলো আইডেন্টিফাই করার উপায় কী? আর এগুলোর বিকল্প হালাল কীসব পণ্য ব্যবহার করা যেতে পারে?",
    "answer": "যদি কোন পণ্য সম্পর্কে কোনভাবে জানা যায় যে তাতে শুকুরের চর্বি বা মৃত প্রাণীর চর্বি কিংবা গোশত আছে  তাহলে সেটা ব্যবহার করা জায়েজ হবে না। জানা যাওয়ার কোন সুযোগ না থাকলে সেটা ব্যবহার করলে ইনশাআল্লাহ গুনাহ হবে না। বিশেষ করে মুসলিম দেশগুলোতে যে সব পণ্য উৎপাদন হয় তাতে এগুলো থাকে না। অমুসলিমদেশ গুলোর এসকল পণ্যগুলোকে ব্যহার না করায় উত্তম, কারণ সেখানে এই সব হারাম দ্রব্য মেশানোর সম্ভাবনা থাকে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7009",
    "question": "অনেক আলেমগণ বলেন, জান বাঁচানোর জন্য শিরক ও কুফরি করা যায় কিন্তুু হাদিস শরিফে আছে তোমাকে যদি হত্যা করা হয় তরপরেও তুমি শিরক করিও না। প্রেরকঃ ডাঃ মোহাম্মদ শওকত হোসেন পারভেজ। ঠিকানাঃ কর্ণফুলী, চট্টগ্রাম।",
    "answer": "যদি কোন মুসলিমের  অবস্থা এমন হয় যে, কুফরী বা শিরকী কথা না বললে তাকে হত্যা করতে পারে বা অঙ্গহানী করতে পারে বা অসহনীয় নির্যাতন কিংবা দীর্ঘদিন আটক রাখতে পারে তাহলে তার জন্য কুফরী কথা বলা জায়েজ আছে। তবে হৃদয়ের ঈমান যেন ঠিক থাকে। তবে উত্তম হলো জীবন চলে গেলেও কুফরী কথা না বলা।\r\n\r\nআল্লাহ তা’আলা বলেন, مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ “যাকে (কুফরি করতে) বাধ্য করা হয়, অথচ তার অন্তর ঈমানের উপর অটল থাকে, সে ব্যতীত যে কেউ ঈমান আনার পর আল্লাহর সঙ্গে কুফরি করবে এবং কুফরির জন্য মন উম্মুক্ত করে দিবে, তাদের উপর আপতিত হবে আল্লাহর গজব এবং তাদের জন্যে রয়েছে মহা শাস্তি।” সূরা নাহল, আয়াত ১০৬)\r\n\r\nএই আয়াত থেকে বুঝা যায়, বাধ্য হলে হৃদয়ে ইমান থাকা অবস্থায় মুখে কুফরী কথা বলা জায়েজ। তাফসীরে তবারী, ১৭/৩০৫।\r\n\r\nনীচের হাদীসগুলো দ্বারা বুঝা যায় যে, যে কোন অবস্থায় ঈমান বিরোধী কথা না বলা উত্তম। রাসূল সা. বলেছেন,\r\n\r\nفَقَالَ قَدْ كَانَ مَنْ قَبْلَكُمْ يُؤْخَذُ الرَّجُلُ فَيُحْفَرُ لَهُ في الأرضِ فَيُجْعَلُ فِيهَا ثُمَّ يُؤْتَى بِالمِنْشَارِ فَيُوضَعُ عَلَى رَأسِهِ فَيُجْعَلُ نصفَينِ وَيُمْشَطُ بأمْشَاطِ الحَديدِ مَا دُونَ لَحْمِه وَعَظْمِهِ مَا يَصُدُّهُ ذلِكَ عَنْ دِينِهِ\r\n\r\nতোমাদের পূর্বেকার (মু’মিন) লোকেদের এই অবস্থা ছিল যে, একটি মানুষকে ধরে আনা হত, তার জন্য গর্ত খুঁড়ে তাকে তার মধ্যে (পুঁতে) রাখা হত। অতঃপর তার মাথার উপর করাত চালিয়ে তাকে দু’খণ্ড করে দেওয়া হত এবং দেহের মাংসের নিচে হাড় পর্যন্ত লোহার চিরুনী চালিয়ে শাস্তি দেওয়া হত। কিন্তু এই (কঠোর পরীক্ষা) তাকে তার দ্বীন থেকে ফেরাতে পারত না। সহীহ বুখরী, হাদীস নং ৩৬১২।\r\n\r\nعَنْ أَبِى الدَّرْدَاءِ قَالَ: أَوْصَانِي خَلِيلِي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ : أَنْ لاَ تُشْرِكْ بِاللهِ شَيْئًا وَإِنْ قُطِّعْتَ وَحُرِّقْتَ وَلاَ تَتْرُكْ صَلاَةً مَكْتُوبَةً مُتَعَمِّدًا فَمَنْ تَرَكَهَا مُتَعَمِّدًا فَقَدْ بَرِئَتْ مِنْهُ الذِّمَّةُ وَلاَ تَشْرَبِ الْخَمْرَ فَإِنَّهَا مِفْتَاحُ كُلِّ شَرٍّ\r\n\r\nআবূ দারদা (রাঃ) কর্তৃক বর্ণিত, তিনি বলেন, আমাকে আমার বন্ধু সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিশেষ নির্দেশ দিয়েছেন যে, তুমি আল্লাহর সাথে কোন কিছুকে শরীক করো না -যদিও (এ ব্যাপারে) তোমাকে হত্যা করা হয় অথবা জ্বালিয়ে দেওয়া হয়। ইচ্ছাকৃত ফরয নামায ত্যাগ করো না। কারণ যে ব্যক্তি স্বেচ্ছায় নামায ত্যাগ করে, তার উপর থেকে (আল্লাহর) দায়িত্ব উঠে যায়। আর মদ পান করো না, কারণ মদ হল প্রত্যেক অমঙ্গলের (পাপাচারের) চাবিকাঠি। সুনানু ইবনু মাজাহ, হাদীস নং ৪০৩৪। হাদীসটি সহীহ।\r\n\r\nউক্ত কুরআনের আয়াত এবং হাদীসের ভিত্তিকে সকল আলেম একমত যে, বাধ্য হয়ে কুফরী কথা বলের কাফের হবে না। এবং যে কোন পরিস্থিতি মেনে নিয়ে কুফুরী কথা না বলা উত্তম। আলমাউসুয়াতুল ফিকহিয়্যাতুল কুয়েতিয়্যাহ ২২/১৮২ এবং ৩৫/১৮।\r\n\r\nআরো বিস্তারিত জানতে https://islamqa.info/ar/answers/150748/%D9%87%D9%84-%D9%8A%D8%AC%D9%88%D8%B2-%D8%A7%D9%84%D8%AA%D9%84%D9%81%D8%B8-%D8%A8%D9%83%D9%84%D9%85%D8%A9-%D8%A7%D9%84%D9%83%D9%81%D8%B1-%D8%AD%D9%81%D8%A7%D8%B8%D8%A7-%D8%B9%D9%84%D9%89-%D8%A7%D9%84%D9%86%D9%81%D8%B3-%D9%88%D8%A7%D9%8A%D9%87%D9%85%D8%A7-%D8%A7%D9%88%D9%84%D9%89-%D8%A7%D9%84%D8%B5%D8%A8%D8%B1-%D8%A7%D9%85-%D8%A7%D9%84%D8%AA%D9%84%D9%81%D8%B8-%D8%A8%D9%87%D8%A7",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "শিরক-বিদআত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7010",
    "question": "আস–সালামু আলাইকুম শাঈখ। আমি খুব বাজে পারিবারিক ও ব্যক্তিগত সমস্যার মধ্য দিয়ে যাচ্ছি। আমার ফ্যামিলির সবাই উচ্চশিক্ষিত। বিশেষ করে আমার বাবা। কিন্তু ছোটোবেলা থেকেই দেখে আসছি তিনি আমার মাকে অমানষিক নির্যাতন করে। তার অন্য মহিলাদের সাথে আগে সম্পর্ক ছিলো। তার পূর্বইতিহাসও খুব বাজে। উচ্চশিক্ষিত হওয়ায় কারো কথাই কানে নেন না। আমি এবং যে কেউ এমনকি তার নিজের বাবা তাকে কোনো সৎ উপদেশ দিলে বা বুঝালে উনি বুঝেন না বরং নিজেকেই শুদ্ধ মনে করেন এবং গলাবাজিসহ অকথ্য ভাষায় গালিগালাজ করেন। এমতাবস্থায় আমি বুঝালে বা ভালো কথা বললে আমার সাথে কথা কাটাকাটি হয় এবং আমাকে অকথ্য ভাষায় গালিগালাজ করেন ও আমার সাথে কথা বলেন না। একজন আলেম এবং আরেকজন ডাক্তারের কাছে পরামর্শ চাইলে তারা বলেন যে তার নাকি মানসিক সমস্যা। আর এই সমস্যার ট্রিটমেন্ট বাংলাদেশের কোনো মনোরগ বিশেষজ্ঞ করতে পারবেন না। কেননা উনি নিজেকে শুদ্ধ ও সবার উর্ধ্বে মনে করেন।উনি পরিবারের কোনো দায়িত্ব পালন করেন না। শুধু টাকা ঢালেন এবং নিজেও খুব বেহিসাবি। পরিবারে টাকা দিয়ে নিজেকে মহাদায়িত্বশীল ভাবেন। কিন্তু পরিবারকে সময়ও দেন না। পরিবারের কেউ অসুস্থ হলে তাকে ট্রিটমেন্টও করান না এবং আমরা তিন ভাই। তাকে বাবা পরিচয় দিতেও লজ্জা হয়।এখন আমার প্রশ্ন:১। তাকে বুঝাতে গেলে যে কথা কাটাকাটি হয়ে কয়েক মাস আমাদের ভাইদের সাথে কথা বলে না। তাতে কি আমরা জাহান্নামী হবো? বা ইবাদত কি কবুল হবে না?২. শুনতে খারাপ হলেও বলি তার এই অমানষিক নির্যাতন থেকে বাঁচতে তার জন্য অনেক হেদায়েতের দোয়া করেছি । উনি হেদায়েত হন না। বরং বুরো বয়সেও কুকাজে লিপ্ত। নামাজ রোজা করেন ঠিকি। কিন্তু ইসলামকে পুজি করে ভালো সাজেন। এখন তার নির্যাতন থেকে বাঁচতে কি তার প্রতি অভিশাপ বা ওনার মৃত্যু কামনা করা যাবে?৩. তার অপকর্মের জন্য যে তাকে বাবা পরিচয় দিতেও লজ্জা হয়। এতে কি আমাদের গুন্নাহ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। তার সাথে প্রয়োজনীয় কথা বলবেন। তিনি অপছন্দ করেন সে ধরণের কোন কথা আপনারা তার সাথে বলবেন না। একদম কথা না বলে থাকবেন না। তিনি পছন্দ করেন এমন কথা বলবেন।\r\n\r\nসংসারের প্রয়োজনীয় টাকা যেহেতু তিনি দিচ্ছেন তাই চিকিৎসাসহ অন্যান্য কাজগুলো আপনারা করবেন।\r\n\r\nপৃথিবীর সব মানুষ আপনি যেমন ভাল চাচ্ছেন তেমন হবে না। সুতরাং তার সাথে মানিয়ে নেয়ার চেষ্টা করুন।\r\n\r\nতার মৃত্যু হলে তো আপনারা আরো খারাপ অর্থনৈতিক অবস্থার মধ্যে পড়বেন। তার মৃত্যু কেন কামন করবেন? তিনি তো আপনাদের এমন কোন সমস্যা করছেন বলে মনে হয় না,  যার কারণে তার মৃত্যু হওয়া দরকার। তার ব্যবহার খারাপ, আপনারা তার সাথে ঝামেলা করবেন না। তাহলেই সব ঠিক থাকবে।\r\n\r\nপিতার পরিচয় তো অবশ্যই দিতে হবে। পিতা ছাড়া তো আর থাকে যাবে না। যেখানে পিতার পরিচয় দেয়া প্রয়োজন অবশ্যই পরিচয় দিবেন।\r\n\r\nপূর্বের ভুল-ভ্রান্তির জন্য আল্লাহ তায়ালার কাছে ক্ষমা চাইবেন। সবার জন্য সব সময় দুআ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7011",
    "question": "আস–সালামু আলাইকুম,আমার দাদা দুই বিয়ে করেছেন আমার বাবা যখন ছোট আমাদের দাদা তাকে সব সম্পত্বি লিখে দিয়ে মারা গেছেন, এখন আমরা আল্লাহর আইনে আমার সৎ কাকাকে তার সম্পদ বুঝিয়ে দিতে চাই।কিন্তু আমার সৎ কাকা আমাদের নামে কেইস করে সেই সম্পদ নিতে চায়, কিন্তু আমরা সহজেই তাকে দিতে চাচ্ছি তিনি সহজে নিতে চাচ্ছে না।এখন যদি কোর্ট আমাদের সম্পদ দিয়ে দেয় পুরোটাই যেহেতু দাদা আগেই লিখে দিছে এটা নেওয়া কি ঠিক হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনার দাদাকে যদি এই মহাপাপের সাজা থেকে বাঁচাতে চান তাহলে অবশ্যই আপনার চাচাকে তার প্রাপ্য বুঝিয়ে দিবেন। কোর্ট আপনাদের পক্ষে ফয়সালা দিলেও তাকে তার প্রাপ্য সম্পদ আপনারা দিয়ে দিবেন। তবে আপনারা তাকে তার প্রাপ্য সম্পদ দিতে চাওয়ার পরও কেন সে আদালতে যাচ্ছে তা বোধ্যগম্য নয়। এলাকার ভাল মানুষেদের দিয়ে তাকে বুঝানোর চেষ্টা করুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7012",
    "question": "আস–সালামু আলাইকুম শায়েখ, খুব একটা অশ্লীল নেই, যেমন পুরাতন বাংলা মুভি, বাংলাদেশের পুরাতন নাটক, বাংলা কার্টুন টুকটাক দেখা কি কবিরাহ গুনাহর অন্তর্ভুক্ত?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, এগুলো কিছুতেই দেখা যাবে না। সবকিছুর মধ্যে মহিলাদের ছবি থাকবে। এগুলো দেখা সম্পূর্ন হারাম হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7013",
    "question": "আস-সালামু আলাইকুম। আমার বিয়ের ৫ বছর হয়েছে, কিন্তু আল্লাহ তায়ালা আমাদের কোনো সন্তান দেন নি।আমার স্বামী আমার অনেক চিকিৎসা করায়, তাতে কোনো লাভ হয় না।এখন আমার প্রশ্ন হচ্ছে আমার স্বামী মুখে কিছু বলে না কিন্তু তার আচরনে আমাকে সে বুঝায় সে আমার প্রতি বিরক্ত, আমি তাকে আরেকটি বিয়ে করার কথা বলেছি, সে তাতেও রাজি হচ্ছে না, আমি কি নিজ ইচ্ছায় তালাক নিতে পারবো? যাতে সে আরেকটি বিয়ে করে।",
    "answer": "ওয়া আলাইকুমুস সালাম। অনেক সময় স্বামীর সমস্যার কারণেও বাচ্চা হয় না। যদি স্বামীর পরীক্ষা না করা হয়ে থাকে পরীক্ষা করে  দেখতে হবে।\r\n\r\nতালাক চাওয়ার দরকার নেই। এটা তালাক চাওয়ার বা দেওয়ার কোন কারণ নয়। আল্লাহ তায়ালা যাকে ইচ্ছা সন্তান নাও দিতে পারেন। যদি আপনারই সমস্যা হয়ে থাকে তাহলে আপনি তাকে দ্বিতীয় বিবাহ করার কথা বলতে পারেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7014",
    "question": "আমার ফুফু তার মেয়েকে আমাকে পড়াতে বলছেন। মেয়ে ইন্টারমিডিয়েটে পড়ে। মেয়ের বয়স হলেও তার মধ্যে বয়ঃসন্ধির (সাবালিকা) ছাপ অতটা পড়েনি। ফুফু আমাকে খুব ভালো জানে। তাকে সরাসরি না ও বলতে পারতেছি না। এখন আমি কি তাকে পড়াতে পারবো?",
    "answer": "না, আপনি তাকে পড়াবেন না। কোন কৌশল অবলম্বন করে ”না“ করে দিন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7015",
    "question": "বাংলাদেশের আইন অনুযায়ী তালাকনামায় স্বাক্ষর দেয়ার পর তিন মাসের মধ্যে স্বামী-স্ত্রীর মধ্যে যদি শারীরিক সম্পর্ক হয় তাহলে কি তা জায়েজ হবে?",
    "answer": "এ বিষয়ে বাংলাদেশের আইনে কি আছে তা আমাদের জানা নেই। দেশের প্রচলিত আইন বিষয়ে বিজ্ঞদের কাছ থেকে বিষয়টি জানতে পারেন। আর শরিয়তের দৃষ্টিতে কোনো স্বামী যদি তার স্ত্রীকে তালাক দেন এবং তালাকনামায় যদি তিনি সজ্ঞানে স্বাক্ষর করে থাকেন হোক সেটা ইচ্ছা বা অনিচ্ছায় বা কারো চাপে অর্থাৎ তিনি স্বাক্ষর করছেন এটা তিনি জানেন অথবা মুখে তালাক দিয়েছেন। তাহলে তালাক হয়ে যাবে। যদি স্ত্রীর কাছে এই স্বাক্ষর করা তালাকনামা বা তালাকের সংবাদ না পৌঁছে অথবা স্ত্রী এই তালাক মেনে না নেন তবুও তালাক কার্যকর হয়ে যাবে। সেটি যদি এক তালাক বা দুই তালাক হয় তাহলে তালাক কার্যকর হওয়ার পর তিন মাসের মধ্যে তারা যদি স্বামী-স্ত্রী হিসেবে বসবাস শুরু করেন তবে সেটা তালাক প্রত্যাহার বলে গণ্য হবে। তবে যদি তিন তালাক হয়ে যায় তাহলে আর স্বামী-স্ত্রী হিসেবে বসবাসের সুযোগ নেই। এমতাবস্থায় শারীরিক সম্পর্ক করলে গুনাহ হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7016",
    "question": "শীতকালে অনেকে মাফলার দিয়ে মুখোমণ্ডল ঢেকে সালাত আদায় করেন। এভাবে সালাত আদায় কি নিষিদ্ধ?",
    "answer": "দেখুন, একটি হাদিসে আছে যে, মুখোমণ্ডল পরিপূর্ণ ঢেকে যেন সালাত আদায় না করা হয়। সুতরাং মুখোমণ্ডল ঢেকে সালাত আদায় করার ব্যাপারে নিষেধাজ্ঞা আছে। অতএব মাফলার বা চাদর দিয়ে অনেকে নাক-মুখ ঢেকে অর্থাৎ পুরো মুখোমণ্ডল ঢেকে শুধু চোখ বের করে সালাত আদায় করেন; এটি উচিত নয়। করোনাকালে আমরা মাস্ক ব্যবহার করে সালাত আদায় করেছি এটি ছিল বিশেষ অবস্থায় বিশেষ ব্যবস্থা। জীবনের ঝুঁকি থেকে মুক্ত থাকার আশায় আমরা এটি করেছি। কিন্তু শুধু শীতের কারণে মুখোমণ্ডল ঢেকে রাখা যৌক্তিক নয়। এভাবে সালাত মাকরুহ হবে। তবে সালাত আদায় হয়ে যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7017",
    "question": "আমাদের দেশে সড়ক দুর্ঘটনা নিত্য ঘটনা। সড়ক দুর্ঘটনা হলে কি চালকের নামে হত্যা মামলা করা যাবে? কখন চালককে হত্যাকারী হিসেবে সাব্যস্ত করা যাবে আর কখন যাবে না? এ বিষয়ে ইসলামের বিধান কী?",
    "answer": "সড়ক দুর্ঘটনার বিষয়ে আমাদের একটি ভিডিও আছে। সেখানে বিস্তারিত আলোচনা করা হয়েছে। এখানে সংক্ষেপে শুধু এতটুকু বলছি যে, আমাদের দেশে সড়ক দুর্ঘটনা নিত্য ঘটনা এবং মৃত্যুর হার এত বেশি যে, কেউ হাইওয়েতে গেলেই মৃত্যুর ভয় আমাদের তাড়া করে। এরকম অবস্থা আমাদের প্রায় সবারই। এই অবস্থা থেকে উত্তরণের জন্য রাসূল সা:-এর দিকনির্দেশনার একটি হলো- আমাদের প্রত্যেককে মনে রাখতে হবে, রাস্তায় চলাচলে ব্যাঘাত সৃষ্টি হয় বা রাস্তায় চলাচলের যে নিয়ম আছে সেগুলো লঙ্ঘনের মাধ্যমে চলাচলে অসুবিধা হয়; এমন কোনো কাজ করা মুসলমানের জন্য জায়েজ নয়। দুঃখজনক হলেও এটাই সত্য যে, এ দেশের রাস্তায় মানুষের চলাচল এবং রাস্তায় অনিয়ম দেখে বোঝার কোনো উপায় নেই যে, এটি সংখ্যাগরিষ্ঠ মুসলমানের দেশ। রাসূল সা: বলেছেন, ‘ঈমানের ৭০টিরও বেশি শাখা রয়েছে। তার মধ্যে রাস্তা থেকে কষ্টদায়ক জিনিস দূর করা (সরিয়ে যথাস্থানে ফেলা) হলো সব চেয়ে সাধারণ শাখা।’ এখন আমি যদি রাস্তার মধ্যে গাড়ি দাঁড় করে রাখি, উচ্চ গতিতে গাড়ি চালিয়ে অন্যদের মধ্যে ভয় সৃষ্টি করি তাহলে সেটি কতই না জঘন্য কাজ। ইসলাম মানুষের উপকার করাটাকে অনেক বড় ইবাদত হিসেবে দেখে। মানুষের ক্ষতি হয় এমন কোনো কাজ করা ইসলামে সম্পূর্ণ নিষিদ্ধ। সুতরাং রাস্তায় চলার সময় এই বিষয়টি মাথায় রেখে চললে এই সমস্যার অনেকটাই ইনশাআল্লøাহ সমাধান হবে। বিআরটিএ বা মোটরশ্রমিক ইউনিয়নের উদ্যোগে চালক ভাইদের কাউন্সেলিং করার ব্যবস্থা করা যেতে পারে। আবার রাস্তায় চলাচলের যে নিয়ম আছে সেগুলো অনুসরণ করেই পথচারীদের চলতে হবে। ফুট ওভারব্রিজ থাকলে সেখানে ব্যস্ত রাস্তায় গাড়ি চলাচলে ব্যাঘাত ঘটিয়ে পারাপার করাও গুনাহের কারণ। সবার সমন্বিত প্রচেষ্টায় এটি কমিয়ে আনা সম্ভব। আর যদি চালকের দোষে কোনো মানুষ মারা যায় তাহলে চালককে তার দায়ভার নিতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7018",
    "question": "অনিচ্ছাকৃত (ঘুমিয়ে গেলে) ইফতার করতে দেরি হলে কোনো সমস্যা আছে কি? সুবেহ সাদিক শুরু হলে আজান চলাকালীন পানি পান করলে রোজা হবে কিনা?",
    "answer": "অনিচ্ছাকৃত ইফতার করতে দেরি হলে রোজার কোনো সমস্যা হবে না। আজান চলাকালীন পানি পান করলে রোজা হবে না। যদি আজান সঠিক সময়ে হয়ে থাকে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "রোজা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7019",
    "question": "আমি পড়াশোনার জন্য বাইরে মেসে থাকি। বাইরে হোটেলে খেতে হয়। এখানে অধিকাংশ ই হিন্দু হোটেল, এমনকি আমার আশেপাশে কোনো মুসলিম হোটেল নেই। আর হোটেলে মাংস হালাল নই। আমি যদিও মাংস খাইনা কিন্তু তারা হইতো রান্নার সময় বা পরিবেশনের সময় এক ই হাতা খুন্তি ব্যাবহার করে। মাংসের ঝোল মিশে যাওয়ার সম্ভবনা থাকে। আমি দেখতে পেলে এড়িয়ে যাওয়ার চেষ্টা করি কিন্তু সবসময় সম্ভব হয়না। আমি শুনেছি হারাম খেলে নাকি নামাজ কবুল হয় না। আমার কি তবে গুনাহ হয়েছে আর এক্ষেত্রে কি করনিয় একটু বলবেন।",
    "answer": "পড়াশোনার জন্য হোক বা কাজের জন্য হোক এমন জায়াগায় যাওয়া উচিত যেখানে ইসলাম সঠিকভাবে অনুস্বরণ করা যায়। হালাল-হারাম মেনে চলা যায়। এখন যেখানে আছেন সেখানে হারাম থেকে দূরে থাকার সর্বাত্মক চেষ্টা করবেন।হারাম মাংসের ঝোলও যেন হালাল খাবারের সাথে মিশে না যায়, সেই চেষ্টা করবেন। সর্বোচ্চ সতর্ক থাকার পরও যদি এতটুকু হয় তাহলে আশা করি হারাম হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7020",
    "question": "আস-সালামু আলাইকুম, প্রথমেই জানতে চাই ব্রডব্যান্ড ব্যবসার ইসলামি বৈধতা। বর্তমান রাজনৈতিক প্রেক্ষাপটে আমাদের এলাকায় সাবেক সরকার দলীয় লোকের পরিচালনাধীন ব্রডব্যান্ড ব্যবসা তাকে সরিয়ে আমরা পরিচালনা করতে পারবো কিনা? আমরা পরিচালনা করলেও ওই লোকের বিনোয়গকৃত ক্যাবল আমরা ব্যবহার করব।এ অবস্থায় ইসলাম কি বলে?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, এভাবে কারো ব্যবসা দখল করা যাবে না। এটা ফিৎনা, মহাবিশৃঙ্খলা। এমন করলে দেশে শৃঙ্খলা কখনই ফিরে আসবে না।\r\n\r\nযদি সে কোন অন্যায় করে থাকে তাহলে আইনগত ব্যবস্থা গ্রহন করুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7021",
    "question": "আমার বাবা ছোট বেলা থেকেই আমাদেরকে বিভিন্ন সময় বাইরের মানুষের সামনে হেয় প্রতিপন্ন করে কথা বলেন, বাজেভাবে সম্মোধন করেন (যেমন: বান্দর, ছাগল, আমাকে একবার হাবা বলছিল মানুষের সামনে তুচ্ছ ঘটনাকে কেন্দ্র করে)। উনি একজন শিক্ষিত মানুষ। আমাদের বিভিন্ন দোষ ত্রুটি বাইরের মানুষকে বলেন। এমনকি আম্মুকেও বিভিন্ন সময় বাইরের মানুষের সামনে মুখের কথা দিয়ে অপমান করেন। এর জন্য আমি বিভিন্ন সময়ই মানসিকভাবে কষ্ট পেয়েছি।মাঝে মাঝে এগুলো নিয়ে হীনমন্যতায় ভুগি।আমাদের বাসায় শুক্রবারে পারিবারিক বৈঠক হয়।আম্মু উনার এই ধরনের আচরণে বিরক্ত হয়ে বৈঠকে অংশগ্রহণ করে না। উনি পারিবারিক বৈঠকে কুরআন এবং হাদিস নিয়ে আলোচনা করেন। রাসুলদের জীবনী, তাদের আদর্শ নিয়ে আলোচনা করেন। আমি যখন বলি আপনার আচরণ তো কুরআন সুন্নাহ সমর্থন করে না। এভাবে মানুষের সামনে হেয় প্রতিপন্ন করা, কটু কথা শোনানোতে তো আপনার সম্মান বাড়ছে না। এটা ইসলাম সমর্থন করে না। আমরা মানসিকভাবে ক্ষতিগ্রস্ত হচ্ছি। আগে এসব বলতাম না কিন্তু এখন মাঝে মাঝে বলি। উনি আমার কথা মানতে চান না। বলেন যে বাবা-মা যা বলে বা করে সন্তানের ভালোর জন্যই করে। এভাবে ওনার দোষ ধরলে আমরা ক্ষতিগ্রস্ত হব। উনি একবারও উনার এই ধরনের আচরণকে দোষ হিসেবে কবুল করেন না।এখন আমার কি উনার এই ধরনের আচরণের প্রতিবাদ কর উচিত নাকি প্রতিনিয়ত এই ধরনের আচরণ  মেনে নেয়া উচিত? ইসলাম এই ব্যাপারে কি বলে?",
    "answer": "আপনার বাবার এমন আচরণ ঠিক নয়। এগুলো থেকে তার বের হওয়া উচিত। আপনার জন্য যা করণীয় তা আপনি করেছেন, নতুন করে অন্য কোন পন্থায় প্রতিবাদের সুযোগ নেই। পৃথিবীর সকল মানুষের স্বভাব, ধ্যান-ধারণা এক হয় না। সুতরাং ধৈর্য্য ধরুন এবং তার পছন্দনীয় কাজগুলো করুন। এমন কোন কাজ করবেন না যার কারণে সে এমন বাজে কথা বলার সুযোগ পায়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7022",
    "question": "আমার স্ত্রীর সাথে রাগারাগির কারণে সে তার বাবার ছিলো কয়েকদিনই। আমি বুঝানোর পরও আসতে চাচ্ছিলও না। এদিকে ঈদের দুইদিন বাকি না আসলে আত্বীয়স্বজন কি মনে করবে। তাই তালাক দেয়ার ভয় দেখাতে চাই। পরে আমি তালাক সম্পর্কে জানতে গিয়ে দেখলাম শর্ত সাপেক্ষে তালাক দেয়া যায়। যদি সে কাজ না করে তাহলে তালাক হয়না। তখন আমি আবার ফোন দেই। বলি তোমাকে আমি শর্ত সাপেক্ষে তালাক দিলাম। এটা শুনেই ভয়ে কেটে দেয় কল, আমি পুরোটা বলতে পারি নাই। আবার কল দিলে আমি বলি পুরো কথাটা আগে শুনো। আমি তোমাকে শর্ত সাপেক্ষে তালাক দিলাম। তৃমি আজ রাত বারোটার মধ্যে বাসায় আসবে। যদি আসো তালাক হবে না। আর যদি না আসো তাহলে তালাক হবে। সেদিন সে বারোটার আগেই আসছিলো।আমি তাকে পরে মাঝ পথ থেকে ঈদের কেনাকাটা করে বাসায় আসছিএখন আমার প্রশ্ন হলে যে তোমাকে শর্ত সাপেক্ষে তালাক দিলাম বলার কারনে কি তালাক হবে? বলা ভালো আমার এই তালাক নিয়ে সারাদিনই মনের ভিতর ঘুরে। আর ভয় থাকে যদি মুখ দিয়ে বের হয়ে যায়। মূলত আমি তালাক দিতে চাই না কখনোই। কিন্তু মনে এসব আসে শুধু ভয় হয় যদি বলি তাহলে তো ফেরানো যাবে না।",
    "answer": "প্রথম কথা হলো জীবনে আর কোন দিন তালাক শব্দ মুখে আনবেন না। যত ঝগড়া হোক, যত সমস্যা হোক, স্ত্রী বাপের বাড়ি থাকুর আর যেখানেই থাকুক।\r\n\r\nদ্বিতীয়ত তালক নিয়ে কোন চিন্তাভাবনা, গবেষণা, দুশ্চিন্তা থেকে সম্পূর্ণরূপে বিরত থাকবেন।\r\n\r\nএবার আপনাদের মধ্যে তালাক হয় নি। সংসার করতে সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7023",
    "question": "একজন অমুসলিমকে একটি বই দিতে চাচ্ছি, দাওয়াহ হিসেবে।বইটিতে কুরআনের কিছু আয়াত আছে।বইটি তাকে দেয় কি জায়িয হবে?",
    "answer": "জ্বী, জায়েজ হবে। সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7024",
    "question": "আস-সালামু আলাইকুম ওয়া রহমাতুল্লাহএকটা প্রাপ্ত বয়স্ক ছেলে একটা প্রাপ্ত বয়স্ক মেয়েকে বিয়ের প্রস্তাব দেয় এবং মেয়ে রাজি হয় আর ৩ বার কবুল বলে, ওদের বিয়েতে ৩ জন সাক্ষী ছিল (২ জন মেয়ে, ১ জন ছেলে) ছেলে তখনই মেয়েকে মোহর দিয়ে দেয়। এবং ২ জন ২ জনের বাসায় অবস্থান করে, কিন্তু মাঝে মাঝে সহবাস করে। পরবর্তীতে যখন জানতে পারে এভাবে বিয়ে হয় না (মেয়ের অলির সম্মতি ছাড়া, বিয়ে বাতিল হয়) তাই তারা আলাদা হয়ে যায় এবং তওবা করে কিন্তু তালাক নেয় না। কিছু মাস পর, মেয়ের পরিবার মেয়ের সম্মতি নিয়ে অন্য ছেলের সাথে বিয়ে দেয়।বিয়ের ৩ মাস পর ছেলের পরিবার ব্যাপারটা জানতে পারে এবং যাচাই করে দেখে হানাফী মাযহাব অনুযায়ী এভাবে বিয়ে হয়, কিন্তু বাকি ৩ মাজাব অনুযায়ী বিয়ে বাতিল। পরে তারা একটা মুফতির সাথে আলোচনা করে এবং সে মাসআলা দেয় হানাফী মাযহাব অনুযায়ী আগের বিয়ে হয়েছে , ২য় বিয়ে হয়নি। তাই আগে ১ম স্বামী থেকে তালাক নিয়ে, ইদ্দত সম্পূন্ন করে, বিয়ে করতে। এখন প্রথম স্বামী থেকে তালাক নেয়া হয়েছে।কিন্তু যেহেতু প্রথম স্বামীর সাথে আগেই থাকা হয়নি, তাই এখন ও প্রথম স্বামীর বাসায় ইদ্দত পালন করছে না। কিন্তু সে কি এখন ২য় স্বামীর বাসায় থেকে ইদ্দত পালন করলে হবে?",
    "answer": "দ্বিতীয় স্বামী এখন আদৌ তার স্বামী নয়। সুতরাং সেখানে ইদ্দত পালনের চিন্তা অবান্তর।\r\n\r\nপ্রথম স্বামীর বাড়িতে যদি ইদ্দত পালনের সুযোগ না থাকে বাপের বাড়িতে ইদ্দত পালন করবে। অথবা আত্মীয়দের মধ্য থেকে যেখানে সুবিধা হয় সেখানে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7025",
    "question": "আস-সালামু আলাইকুম হুজুর, আমাদের ঘরে অনেক বছর ধরে কাঠের জিনিস এ কিছু লেখা, কাপড় কাটা এমন পাওয়া যেত, তাই আমার পরিবার একজন হুজুর এর কাছে যায় এবং তিনি আমাদের নাম ও আমাদের মায়ের নাম নেন, আমার জানা মোতে এইটার কোনো সহীহ দলিল নেই এবং উনি আরো বলেন যে একটু কলম এ কুরআন পরে ফু দিয়ে পুরো বাড়িতে দাগ দিতে ৪০ দিন, এইটারও সঠিক দলিল আমার জানা নেই, তাই আপনি যদি কু্রআন বা হাদিস থেকে রেফারেন্স দিয়ে বলতেন এগুলা কি জায়েজ কিনা? ধন্যবাদ।",
    "answer": "জ্বীন থেকে রক্ষা পাওয়ার জন্য রাসূলুল্লাহ সা. বিভিন্ন দুআ শিখিয়েছেন। হাদীসে অনেক দুআ পাওয়া যায়। এসব দুআ পড়ে জ্বীন থেকে রক্ষা পাওয়া যায়, এটাই সুন্নাত। এছাড়াও জায়েজ কিছু আমল আছে বিস্তারিত জানতে “রাহে বেলায়াত“ বইটি পড়বেন। আপনি যা উল্লেখ করেছেন এগুলো থেকে বিরত থাকবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জাদু-টোনা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7026",
    "question": "অনিচ্ছাকৃতভাবে গান কানে আসলে করণীয় কী?",
    "answer": "সেই জায়গা থেকে উঠে অন্য কোথাও চলে যাবেন। যদি বাড়িতে বা কর্মস্থলে থাকার সময় বাইরে থেকে গান শোনা যায় এর জন্য আপনার কোন গুনাহ হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7027",
    "question": "ওমর রাদিআল্লাহু তাআ’লা আনহু ইমান আনার আগে নিজের ৮ বছর বয়সি কন্যাকে জীবন্ত কবর দিয়েছেন। তিনি যখন কন্যাকে পাশে নিয়ে উত্তপ্ত মরুভূমিতে কবর খুঁড়েন তখন তাঁর শরীর ঘামে ভিজে যাচ্ছিল, তাঁর মেয়ে নিজের ওড়না দিয়ে ঘাম মুছে দিয়ে জিজ্ঞাসা করছে, “বাবা তোমার কি খুব কষ্ট হচ্ছে?”এ ঘটনা কি সত্য?",
    "answer": "না, ওমর রা. এমন কোন কাজ করেন নি। তবে দাহিয়্যাহ কালবী রা. নামক একজন সাহাবী ইসলাম গ্রহণের পূর্বে এমন কাজ করেছিলেন। নিজের শিশু কন্যাকে জীবন্ত দাফন করেছিলেন। তবে আল্লাহ ইসলাম গ্রহণের কারণে তাদেরকে মাফ করে দিবেন, এটা হাদীস থেকে জানা যায়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7028",
    "question": "আস-সালামু আলাইকুম, আন্তর্জাতিক অথবা দেশীয়  সংবাদমাধ্যম চ্যানেলগুলোতে কি সাংবাদিকতা জায়েজ? কেননা খবর পড়ার শুরুতে(Intro-তে) মিউজিক ব্যবহার করা হয়ে থাকে!  সাংবাদিকতা বা স্ক্রিনে খবর পড়ার চাকরী কি একজন মুসলিম করতে পারবে? ইসলাম কী বলে? যদি জায়েজ হয় তাহলে কোন নিয়মগুলো মেনে চলা প্রয়োজন?ধন্যবাদ।",
    "answer": "ওয়া আলাইকুমুসু সালাম। খবর পড়া জায়েজ। খবর পাঠক যদি কোন হারাম কাজে না জড়ান তাহলে খবর পড়তে কোন সমস্যা নেই। মিউজিক এবং এ জাতীয় হারাম কাজের জন্য কর্তৃপক্ষ দায়ী থাকবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7029",
    "question": "আমার স্বামীর চাপদাড়ি রাখে। সে আমাকে জিজ্ঞেস করেছে,”আমি কি দাঁড়ি বড় করবো? তুমি বললে বড় করবো।” কিন্তু আমি তাকে নিষেধ করেছি। ফলে সে আর বড় করছে না। এতে কি আমাদের ২ জনেরই গুনাহ হবে? নাকি শুধুই আমার?",
    "answer": "দাঁড়ি বড় রাখতে হবে। রাসূলুল্লাহ সা. নিজে বড় দাঁড়ি রেখেনখেন  এবং বড় রাখার আদেশ করেছেন। সুতরাং এই গুরুত্বপূর্ণ সুন্নাহ পালনে বাঁধা দেওয়ার কারণে আপনার গুনাহ হবে, আর না রাখার কারণে আপনার স্বামীর গুনাহ হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7030",
    "question": "এক জনৈক হুজুর এর মাহফিল সম্পর্কে আমার বাবা বলেন যে তার মাহফিল এ একই বিষয় বার বার পুরাবৃত্তি হয় তাই শুনতে ভালো লাগে না। তখন আমার মা এই বিষয়ে কিছুটা ক্ষেপে গিয়ে বলেন, তিনি কোনো এক মাহফিল থেকে শুনেছেন, কেউ কোনো দোষ করলে তা সম্পর্কে বলা যাবে না। অর্থাৎ কেউ যদি খুনও করে তাও তাকে খুনি বলা যাবে না, হয়তো সে আল্লাহর কাছে তওবা করেছে, সেই যুক্তিতে যদিও ওই হুজুর একই কথা বার বার বলে বা কোনো খারাপ ফতওয়া দেয় তাও সেটা বলা যাবে না। আমি মাকে বুঝালাম যে একই কথা বার বার বলায় আমরা তাকে পাপি বলিনি, আমরা শুধু বললাম যে আমাদের এই কথা শুনতে ভালো লাগে না, নতুন কোনো বিষয় নিয়ে আলোচনা শুনতে চাই কিন্তু আমার মা মানতে নারাজ। এখন আমার প্রশ্ন হলো –১. কারো কোনো কাজ সম্পর্কেই কোনো মন্তব্য করা যাবে না নাকি কেউ তার কাজের জন্য জান্নাতি না জাহান্নামী সেই সম্পর্কে মন্তব্য করা যাবে না?২. আমার মায়ের হুজুরের প্রতি এহেন বিশ্বাস কি কোনো শিরক এর পূর্বাভাষ?",
    "answer": "না, আপনার মায়ের এমন কথা বলেছেন অজ্ঞতার কারণে, এখানে শিরকের কিছু নেই। কারো দোষ বর্ণনা হয়, এমন কথা বলা যাবে না। কোন মুসলিমকে জাহান্নামীও বলা যাবে না। কাউকে নিশ্চিতভাবে জান্নাতীও বলা যাবে না।\r\n\r\nআপনার বাব যেটা বলেছেন এটা গীবত হবে না। এমন বললে কোন সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "শিরক-বিদআত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7031",
    "question": "আস-সালামু আলাইকুম ওয়া রহমাতুল্লাহি ওয়া বারাকাতুহআমি আমার বাবা-মায়ের একমাত্র কন্যা সন্তান। আমার কোন ভাই-বোন নেই। আমার বয়স চল্লিশ। এই বছর আমার বিয়ে হয়| আমার বর প্রবাসী। ছেলে পরের বার দেশে এলে আমাকে বরপক্ষের কাছে উঠিয়ে নেয়া হবে। কিন্তু আমি ভীষণভাবে অনুভব করছি আমার অসুস্থ ও বৃদ্ধ বাবা-মা দিন দিন শারীরিক ও মানসিক  ভাবে অসহায় হয়ে পড়ছেন। প্রচন্ডভাবে আত্মগ্লানিতে ও দুশ্চিন্তায় ভুগছি তাঁদের কিভাবে ফেলে আসা যায় তা ভেবে। আলহামদুলিল্লাহ আল্লাহ তা‘লা তাঁদের বাকি জীবন কারো উপর আর্থিক ভাবে নির্ভরশীল না হয়ে চলার তাওফিক দিয়েছেন। কিন্তু তাঁদের ফেলে আসার কথা আমি এই পর্যায়ে ভাবতেই পারছিনা।এমন অবস্থায় আমি যদি তাঁদের সাথে এভাবেই রয়ে যাই যতদিন আল্লাহর রহমতে কোন সুরাহা হয় আমি কি ইসলামি শরিয়ার আলোকে আল্লাহর চোখে গুনাগার হবো আমার বরের সাথে ততোদিন সংসার না করার জন্য? অনুগ্রহ করে বর যদি রাজি না হয় অথবা হয় দুটি অবস্থাতেই আলাদা উত্তর দেবেন (রেফারেন্সসহ) please.উত্তরটি কবে কোথায় জানতে পারবো জানাবেন দয়া করে | জাযাক আল্লাহু খাইরান",
    "answer": "ওয়া আলাইকুমুস সালাম। এখানে আইনের কথা বললে হবে না। আইন অনুযায়ী তো আপনি স্বামীর কাছে যেতে বাধ্য। এখানে মানবিক দিকটা প্রাধান্য দিতে হবে। আপনার সমস্যাটি নিয়ে আপনার স্বামীর সাথে কথা বলুন। কীভাবে আপনার পিতা-মাতার সেবা-যত্ন নেয়া যায় তার একটা উপায় বের করুন। প্রয়োজনে বাসায় একজন কাজের মহিলা রাখতে পারেন।\r\n\r\nএমন হতে পারে আপনাদের বাসার পাশে আপনার স্বামী বাসা ভাড়া নিবে যাতে করে আপনি দিনের অনেকটা সময় বাবা-মায়ের পাশে থাকতে পারেন।\r\n\r\nস্বামীর হক এবং বাবা-মায়ের হক উভয়টি যেন পালন হয় সেভাবে একটা উপায় বের করুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7032",
    "question": "আস-সালামু আলাইকুম।১। আমি ক্লাস এইটে বৃত্তি পায় কিন্তু আমি পরীক্ষায় বিভিন্নক্ষেত্রে বন্ধুদের সাহায্য নিয়েছি দেখে লিখেছি বলে নিয়েছি। তখন আমার জ্ঞান কম ছিল পরে এ বিষয়ে অনুতপ্ত হয়ে তওবা করেছি। এখন বৃত্তির যে টাকা পেয়েছিলাম সেগুলো দিয়ে বিভিন্ন জিনিসপত্র কিনেছি বই কিনেছি সাইকেল কিনেছি এখন এসব ব্যাবহার করা কি আমার জন্য জায়েজ হবে?২। আমি কিছুদিন আগে একটি অনলাইনে কোর্স কিনি কিন্তু ক্লাস করতে গিয়ে দেখি শিক্ষক যে বইট দিয়ে পড়াচ্ছেন তা কপিরাইট অনুমতি বিহীন একটি কোচিং এর বইয়ের পিডিএফ থেকে পড়াচ্ছেন। কোর্স কেনার সময় এবিষয়ে জানতাম না। এখন আমার কি উক্ত ক্লাস করা জায়েজ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। এই টাকাগুলো ফেরৎ দেওয়া প্রয়োজন। তবে যেহেতু এটা সম্ভব নয় তাই এগুলো ব্যবহার করুন। ভবিষ্যতে সাবধান হবেন।\r\n\r\n২। সামনেরএই ধরণের কোর্স দেখেশুনে কিনেবেন। এবার ক্লাস করুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7033",
    "question": "বাংলাদেশ পল্লী উন্নয়ন বোর্ডে  কিছু প্রজেক্ট এ ক্ষুদ্রঋণ দেয় কিছু সুদ বীহিন আবার কিছু সুদে। আবার নিতে হবে কিভাবে পরামর্শ দেয়। তাছাড়া ৯০ পারসেন্ট কাজ ভালো। যেমন সরকারি সকল সহায়তা বিষয়ক কাজ। তাদের সম্পর্কে আরো জানার জন্য ওয়েবসাইট ভিজিট করা যেতে পারে। সেখানে চাকরি করা কি জায়েজ হবে।",
    "answer": "না, কোন ধরণের সুদের কাজে জড়িত হতে হয়, এমন চাকুরী জায়েজ হবে না। যদি আপনার কাজে সুদে জড়িত হওয়ার কোন বিষয় না থাকে তাহলে চাকুরী করা যেতে পারে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7034",
    "question": "আমার একটি টি-শার্টে কিছু প্রাণীর ছবি আছে। এমতবস্তায় যদি আমি এটি উল্টিয়ে পরে সালাত আদায় করি তাহলে কি আমার সালাতের কোন সমস্যা হবে?",
    "answer": "বর্তমানে জামা-কাপড়ের তো কোন অভাব নেই। সালাত আদায় করার জন্য কেন উল্টিয়ে পড়তে হবে? যদি কারো জামা কাপড় না থাকে সে এভাবে সালাত আদায় করতে পারে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7035",
    "question": "আস-সালমু আলাইকুম, আমি একজন ছাত্র। আমার প্রশ্ন হলো আমি যখন একা থাকি তখন আমার মনের মধ্যে বিভিন্ন রকম কুচিন্তা ঘুরাঘুরি করে। বিভিন্ন পাপ কাজের ইচ্ছা জাগে। আমি কি এমন করলে এগুলা থেকে মুক্তি পেতে পারি। আলহামদুলিল্লাহ আমি ৫ ওয়াক্ত নামাজ পড়ার চেষ্টা করি জামাতে। শুনেছি নামাজ পড়লে এমন সব কিছু থেকে মুক্তি পাওয়া যায়। কী করতে পারি আমি?",
    "answer": "একাকী থাকলে যেহেতু সমস্যা তাই একাকী না থাকার চেষ্টা করবেন। যখন একাকী থাকবেন কুরআন তেলাওয়াত করবেন, বই পড়বেন, ইসলামী আলোচনা শুনবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7036",
    "question": "অনেক সময় বিভিন্ন ক্ষতিকর পোকা যেমন ভীমরুল, বোলতা, মৌমাছি, বিছা, কেচো, ইদুর, পিপড়ার লাইন, উইপোকা, আবার সাপও ঘরের মধ্যে চলে আসে, এদের কি মেরে ফেলবো না বের করে দেবো? আমি বেশ কয়েক বার বোলতা-মৌমাছি ঘরে বা বারান্দায় থাকতে দেখে মেরে ফেলসি, আমাকে কি এদের সাথে হিসাব দিতে হবে?",
    "answer": "বাসা-বাড়িতে এগুলো মেরে ফেলতে সমস্যা নেই। মেরে ফেলাই নিরাপদ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7037",
    "question": "আস-সালামু আলাইকুম ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহ। জনাব, আমার বাবা একটি প্রতিষ্ঠানে উপ-প্রধানের চাকুরী করেন, সেই প্রতিষ্ঠানে একটি পদের জন্য দুই জন লোক বেসরকারিভাবে নিয়োগ দেওয়া হবে, আমার বাবা ওই প্রতিষ্ঠানের প্রধান এবং গভর্নিং বডির কাছে অনুরোধ করেছেন সেই পদের একটিতে আমাকে নিয়োগ দেবার জন্য। সকলে এই বিষয়ে সম্মতি জানিয়েছে। উক্ত পদটি নতুন সৃষ্ট পদ, যা সরাসরি প্রতিষ্ঠানের প্রধান এবং গভর্নিং বডি নিয়োগ দেবেন। আমার প্রশ্ন হল- আমি যদি উক্ত চাকরিতে যোগদান করি তবে কি তা ইসলামিক দৃষ্টিকোন থেকে জায়েয হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। যে নীতিমালা ভিত্তিতে তাদের নিয়োগ দেয়ার নিয়ম সেই নীতিমালা লংঘন না হলে আপনার চাকুরী করতে সমস্যা নই। তবে যদি প্রভাব খাঁটিয়ে নিয়ম লংঘন করে নিয়োগ দেন তাহলে এই চাকুরী করবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7038",
    "question": "আস-সালামু অলাইকুম শায়েখ, আমার স্বামী মারা যাওয়ার পর তার অফিস থেকে কিছু টাকা পাই, ঐ টাকা গুলো ইসলামী ব্যাংকে রেখে তার যে একটা প্রফিট আসে সেটা আমার জন্য হালাল হবে কিনা? উল্লেখ্য আমার ১৪ মাস বয়সী একটা বাচ্চা আছে।",
    "answer": "ওয়া আলাইকুমুস সালাম। ইসলামী ব্যাংকগুলো শরীয়াহ অনুযায়ী আপনার টাকা বিনিয়োগ করলে তার লাভ আপনি নিতে পারবেন, সমস্যা নেই। ব্যাংক কর্মকর্তাদের থেকে বিষয়টি জেন নিবেন যে, তারা শরীয়াহ মোতাবেক বিনিয়োগ করছে কি না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7039",
    "question": "আজ থেকে ৩ বছর আগে আমি পেশাব করে পানি নিতাম না, তাই সাভাবিকভাবেই গায়ে পেশাব ফোটা লেগে অপবিত্র হতো, তখন মলত্যাগ করে বের হওয়ার সময় গামছা পেঁচিয়ে বের হতাম, বের হওয়ার সময় যেহেতু গায়ের কিছুটা অংশ ভিজা থাকতো এবং তার উপর এই গামছা পড়ে বের হতাম তাই স্বাভাবিকভাবেই ভিজা গা গামছার সাথে স্পর্শ লাগায় গামছা অপবিত্র হতো,, ৩-৪ বার এমন গামছা পেচিয়ে বের হয়েছিলাম,,, তখন এইসব খেয়াল করতাম না,, আগে সচেতন ছিলাম না কিন্তু এখন থাকি, কিন্তু এখন সেই কথা মনে হয় মনে হচ্ছে যে আমার সম্পূর্ণ ঘর ই অপবিত্র হয়ে গিয়েছে, কারণ সেই অপবিত্র গামছা পরবর্তীতে ব্যাবহার করা হয়েছে , যদিও এই ৩ বছর এ গামছা ধুয়া হয়েছে অনেকবার,, কিন্তু সাথে সাথে ই তো আর ধুয়া হয় নাই,,এখন আমার করণীয় কি? সেই অপবিত্র গামছা যেহেতু অপবিত্রতা লাগার পরও ব্যবহার করা হয়েছে তাই ভিজা হাত সেই গামছায় লেগেছে পরবর্তীতে আরো কত জায়গায় সেই ভিজা হাত লেগেছে সাভাবিকভাবেই,, সেই সকল জায়গাও কি নাপাক?",
    "answer": "আপনি নাপাকি নিয়ে মানসিক সমস্যায় ভূগছেন। ঐ গামছা নিয়ে এতো চিন্তা করার দরকার নেই। আপনি পবিত্র হয়ে পবিত্র জায়গায় নামায আদায় করবেন। পবিত্র জায়নামায বিছিয়ে নামায আদায় করবেন। কোথায় কী নাপাক হয়েছে এই সব নিয়ে একদম চিন্তা করবেন না। নামাযের জন্য এগুলো জানার কোন প্রয়োজন নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ত্বহারাত পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7040",
    "question": "আমি যদি আমার বউকে ভয় দেখিয়ে ভাল পথে আনার জন্য কাজীর কাছে কাগজে ডিভোর্স দেই। কিন্ত মুখে না তালাক উচ্চারন না করি বা মন থেকে ডিভোর্স না দেই। তবে ডিভোর্স হবে?",
    "answer": "ভয় দেখানোর জন্য এই কাজ করার কোন প্রয়োজন নেই। এই সব অযাচিত কাজ করতে গেলে বিপদে পড়ার সম্ভাবনা আছে।   সুতরাং কোন ক্রমেই তালাক/ ডিভোর্স এই সব শব্দ চিন্তায় নিয়ে আসবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7041",
    "question": "আস-সালামু আলাইকুম,  আমি একটি পাব্লিক বিশ্ববিদ্যালয় পড়ি।  আমি সময়মতো নামাজ আদায় করা ও পরিপূর্ণ পরদা করার জন্য চাকরি করতে চাইনা।  কিন্তু আমার বাবা এটা মানবে না কোন অবস্থাতেই।    এক্ষেত্রে আমি কি করতে পারি।",
    "answer": "ওয়া আলাইকুমুস সালাম। পিতা-মাতা ধর্মীয় জ্ঞানশূণ্য থাকার কারণে এই সমস্যা এখন অনেক পরিবারে। কোন মেয়ের জন্য উপার্জন করা ইসলাম ধর্মে আবশ্যক তো নয়ই, স্বামী যদি অনুমতি না দেন তাহলে কোন চাকুরিও করা যাবে না। আপনি আপনার কথা যথাসাধ্য আপনার পিতা-মাতাকে বুঝানোর চেষ্টা করবেন। আপনাদের স্থানীয় কোন আলেমকে দিয়ে তাদেরকে বুঝানোর চেষ্টা করুন। যদি বাধ্য হয়ে চাকুরীর পরীক্ষা দিতেই হয় তাহলে এমন কৌশল অবলম্বন করুন যেন, চাকুরী করার প্রয়োজনীয় যোগ্যতা তারা আপনার মাঝে খুঁজে না পান।সকল সমস্যায় সর্বদা আল্লাহ তায়ালার কাছে দুআ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পোশাক-পর্দা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7042",
    "question": "আস-সালামু আলাইকুম।  কোরআন ও হাদিসে শাসকের আনুগত্য করার যে নির্দেশনা এসেছে সে নির্দেশের মধ্যে গনতন্ত্র বা মানবরচিত বিধান দিয়ে যারা দেশ পরিচালনা করে তাদেরকেও আনুগত্য করতে বলা হয়েছে কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। শরীয়াহ বিরোধী কোন আইন বা বিধানের বিষয়ে কারো আনুগত্য  করা যাবে না। শরীয়াহ সমর্থিত বিষয়গুলোতে আনুগত্য করতে হবে।\r\n\r\nعَنْ عَلِيٍّ أَنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَ جَيْشًا وَأَمَّرَ عَلَيْهِمْ رَجُلاً فَأَوْقَدَ نَارًا وَقَالَ ادْخُلُوهَا فَأَرَادُوا أَنْ يَدْخُلُوهَا وَقَالَ آخَرُونَ إِنَّمَا فَرَرْنَا مِنْهَا فَذَكَرُوا لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ لِلَّذِينَ أَرَادُوا أَنْ يَدْخُلُوهَا لَوْ دَخَلُوهَا لَمْ يَزَالُوا فِيهَا إِلَى يَوْمِ الْقِيَامَةِ وَقَالَ لِلآخَرِينَ لاَ طَاعَةَ فِي مَعْصِيَةٍ إِنَّمَا الطَّاعَةُ فِي الْمَعْرُوفِ.\r\n\r\n’আলী (রাঃ) থেকে বর্ণনা করেন যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি ক্ষুদ্র সেনাদল পাঠালেন এবং এক ব্যক্তিকে তাঁদের ’আমীর নিযুক্ত করে দিলেন। তিনি (’আমীর) আগুন জ্বালালেন এবং বললেন, তোমরা এতে প্রবেশ কর। কতক লোক তাতে প্রবেশ করতে যাচ্ছিল। তখন অন্যরা বলল, আমরা তো (মুসলিম হয়ে) আগুন থেকে পালাতে চেয়েছি। অতঃপর তারা এ ঘটনা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট জানাল। তখন যাঁরা আগুনে প্রবেশ করতে চেয়েছিলেন তাদেরকে বললেনঃ যদি তারা তাতে প্রবেশ করত তাহলে ক্বিয়ামাত (কিয়ামত) পর্যন্তই সেখানে থাকত। আর অন্যদেরকে বললেনঃ আল্লাহর নাফরমানীর কাজে কোনরূপ আনুগত্য নেই। আনুগত্য করতে হয় কেবলমাত্র ন্যায়সঙ্গত কাজে।সহীহ বুখারী, হাদীস নং ৬৮৩০।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীদা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7043",
    "question": "আস-সালামু আলাইকুম, আমি একজন ছাত্র আমার ছোটখাটো পরিবহন ছিলো, আমি একদিনের জন্য শয়তনের ধোঁকা পরে যিনা/ব্যভিচারে লিপ্ত হই। এরপরেই আমার রিজিক অর্থ্যাৎ ব্যবসায় লস খাই। ব্যবসা বন্ধ হয়ে যায়। এটা প্রায় ২ বছর আগের ঘটনা, আমি এখনো অবিবাহিত। আমার আল্লাহ কাছে ক্ষমা চাওয়া কোন পথ আছে? আর আমার বিয়ের ব্যপারে বিধান কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। মানুষের গুনাহ, ভুল-ত্রুটি হলে আল্লাহ তায়ালার কাছে তওবা করলে গুনাহ তিনি ক্ষমা করে দেন। কৃত পাপের জন্য লজ্জিত হয়ে ভবিষ্যতে উক্ত পাপ না করার দৃঢ় অঙ্গিকার ব্যক্ত করে ক্ষমা চাওয়ার নাম তওবা। তওবা করেন, অবশ্যই আল্লাহ তায়ালা ক্ষমা করে দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7044",
    "question": "আস-সালামু আলাইকুম, আমি একজন মেয়েকে বিয়ে করবো, তার আগে একটা বিয়ে হইছিলো, এখন আমার প্রশ্ন বিয়েতে কাগজে লিখা হয় মেয়ে কুমারী না ডিভোর্সী, এখানে আমি ডিভোর্সী না লিখে কুমারী লিখলে কি কোনো সমস্যা হবে? ইসলাম কি বলে এই বেপারে দয়াকরে আমাকে জানাবেন।  আমি এবং আমার পরিবার জানে শুধু মেয়ে ডিভোর্সী কিন্তু আমার আত্নীয় রা জানে না,তারা জানলে আমাকে বাজে মন্তব্য করবে এই জন্য আমি আত্নীয় দের জানাতে চাচ্ছি না,কারন সবার সামনে বিয়ে পডাতে গেলে আত্মীয় রা দেখে যাবে যে আমি ডিভোর্সী মেয়ে বিয়ে করছি।",
    "answer": "ওয়া আলাইকুমুস সালাম। কুমারী বা ডিভোর্সী যা কিছুই লিখুন এতে  বিবাহ শুদ্ধ হবে। তবে মিথ্যা লেখার গুনা হবে। কাবিন মানুষের সামনে লেখার প্রয়োজন নেই, কাউকে দেখানোরও প্রয়োজন নেই। সুতরাং কাজী সাহবে শুধু আপনাদের পরিবারের কয়েকজনকে নিয়ে কাবিন লিখবেন। তাহলে কোন ধরণের মিথ্যা কথা লেখার প্রয়োজন হবে না। এভাবে কৌশলে কাজ করলে মিথ্যা লেখার কোন প্রয়োজন হবে না। কোন অজুহাতেই মিথ্যা গ্রহনযোগ্য নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7045",
    "question": "আস-সালামু আলাইকুম। আমি কারো নামে অভিযোগ করতে চাইনা, কিন্তু বিবাহিত জীবনের ৩ বছরে এত অযত্ন অবহেলা আর ইগো দেখতে দেখতে আমি ক্লান্ত। একতরফাভাবে টিকিয়ে রাখার চেষ্টা করি। কাদতে কাদতে অসুস্থ হয়ে যাই৷ আল্লাহর সাহায্য চাইতে থাকি। আমার কান্নায় যেন সংসারের / স্বামীর ক্ষতি না হয় এই দুশ্চিন্তাও আসে। আমাকে নসীহা করুন কিভাবে দুনিয়ার এই ক্ষুদ্র জীবনে ধৈর্য ধারণ করব৷ মাঝেমধ্যে মরে যাওয়ার খেয়াল আসে, কোন দুয়া বা আমল করলে জীবনে একটু শান্তি আসবে ।",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনার কী কী সমস্যা হচ্ছে বিস্তারিত জানালে আমাদের উত্তর দেয়া সহজ হবে। সকল সমস্যার সমাধান সম্ভব কিন্ত আত্মহত্যা কোন সমস্যার সমাধান নয়। সুতরাং ধৈর্য্যের সাথে সবকিছু সমাধন করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7046",
    "question": "আস-সালামু আলাইকুম।  আমি একটা বাড়িতে ভাড়া থাকি, ওই বাড়ির দারোয়ান ফজরের সময় ঘুমিয়ে থাকে, আমি তাকে প্রতিদিন ঘুম থেকে তুলে দেই গেট খোলার জন্য, যাতে আমি নামায পড়তে মসজিতে যেতে পারি। এতে করে আমি কি তার ওপর কোন অবিচার করলাম??",
    "answer": "ওয়া আলাইকুমুস সালাম। না, এতে কোন অন্যায় হবে না। ঐ দারোয়ানের কাজই তো হলে গেট খুলে দেয়া। সুতরাং এখানে অন্যায়-অপরাধের কিছু নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7047",
    "question": "ওজু ছাড়া শুকরিয়ার সিজদাহ্ করা যাবে কি না। শুকরিয়ার সিজদাহ্ করার জন্য কি ওজু করতে হবে?",
    "answer": "এই বিষয়টি নিয়ে আলেমদের মাঝে মতভেদ আছে। শায়খ বিন বাজসহ অনেক আলেম শুকরিয়ার সাজদাহকে তাসবীহর মত মনে করেন, তাই পবিত্রতা অর্জন শর্ত নয়। বেশীরভাগ আলেমের মতে সাজদাহ দিতে হলে পবিত্রতা শর্ত। বিস্তারিত জানতে দেখুন আরো জানতে দেখুন\nআরো বিস্তারিত জানতে: https://binbaz.org.sa/fatwas/9902/%D9%83%D9%8A%D9%81%D9%8A%D8%A9-%D8%B3%D8%AC%D9%88%D8%AF-%D8%A7%D9%84%D8%B4%D9%83%D8%B1-%D9%88%D8%AD%D9%83%D9%85-%D8%A7%D9%84%D8%B7%D9%87%D8%A7%D8%B1%D8%A9-%D9%84%D9%87",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ত্বহারাত পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7048",
    "question": "আস-সালামু আলাইকুম।কোনো একটা এলাকায় একটা মাজার আছে। সেখানে শিরকের ছড়াছড়ি। হাদিসে তো স্পষ্ট এসেছে উঁচু কবর ভেঙে দিতে। এখন যদি কেউ হাদিস মতো ওই মাজার টা ভাঙতে যায় যাতে শিরক না হয় কিন্তু যদি অনুমান করা যায় যে মাজার টা ভাঙলে আরো বড় ফিতনা তৈরি হতে পারে তাহলে কি মাজার টা ভাঙা ঠিক হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। যে কেউ মাজার ভাঙতে গেলে তো সমস্যা হবেই। প্রশাসন, আইন-আদালত আছে। তারা এগুলো করবে, আপনার নিজের হাতে ভাঙার প্রয়োজন নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7049",
    "question": "আমি অনেকদিন থেকে দেখে আসছি, বুঝে আসছি আমার মা একটা অনৈতিক কাজে লিপ্ত। আমি অনেক বাধা প্রদানের চেষ্টা করেছি, কিন্তু তা পারিনি।  আমি যখনই বাধা প্রদান করি তখনই উনি আমাকে বিভিন্ন ধরনের অভিশাপ দেয়, তখন আমি নিজেও অনেক রাগান্বিত হই।  কিন্তু এখন আর রাগান্বিত হয় না এখন সব সময় শুধু বলি যে আমি যদি কোন অন্যায় করে থাকি আল্লাহ তায়ালা তার বিচার করবে আর যদি অন্যায় না কইরা যদি তুমি আমাকে অভিশাপ দাও আমাকে আমার বিশ্বাস আল্লাহ তায়ালা তার সঠিক বিচার করবে।",
    "answer": "আপনার পক্ষে যতটা সম্ভব বুঝাবেন, বাধা নিবেন যাতে সে সঠিক পথে ফিরে আসে। রাগারাগি করতে যাবেন না। কোমলতার সাথে কথা বলবেন। বিনা করণে অভিশাপ দিলে কোন সমস্যা হবে না ইনশাআল্লাহ।\r\n\r\nসর্বদা আল্লাহ তায়ালার কাছে দুআ করবেন যেন, আপনার আম্মা পাপ কাজ ছেড়ে দেয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7050",
    "question": "আস-সালামু আলাইকুম। অনেক সময় খবর পাওয়া যায় যে কোনো এক যায়গায় কোনো ব্যাক্তি ইসলামের বা আল্লাহ অথবা তার রাসুল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে নিয়ে বাজে মন্তব্য করেছে। ওই মন্তব্যের কারণে কেউ  সে ব্যাক্তিকে হত্যা করে অথবা মারধর করেছে৷ এই মারধর বা হত্যা করার বিষয়টি শরিয়তের আলোকে জানতে চাই।",
    "answer": "ওয়া আলাইকুমুস সালাম। না এভাবে নিজে আইন হাতে তুলে নেয়া ইসলাম সমর্থন করে না। অপরাধের বিচারের জন্য আদালতের দ্বারস্থ হতে হবে। এভাবে নিজেরা বিচার করলে দেশে অরাজকতা তৈরী হবে, যা মোটেও কাম্য নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7051",
    "question": "আস-সালামু আলাইকুম। আমাদের পরিবারে আমরা ২ ভাই বোন , আমার বোন ২০১৮ সালে একজনের সাথে আমাদের পরিবারের অমতে বিয়ে করে। এর পর আমার আব্বা ২০১৮ এর শেষ দিকে স্ট্রোক করেন । আমার বাবা-মা এবং আমি নিজে অনেক বার তার সাথে যোগাযোগ করার চেষ্টা করি, কিন্তু আমার বোন আমাদের কে বিভিন্নভাবে অপমান করে এবং আমাদের সাথে কোনো সম্পর্ক রাখতে চাচ্ছে না বলে । আমার বাবা এর এই দীর্ঘ ৬ বছর প্যারালাইজড অবস্থা হাওয়া অবস্থাতেও সে কোনো খোঁজ নেই না এবং আমার বাবা তাকে বিভিন্ন ভাবে যোগাযোগ করলে তাকে অপমান করে । এই পরিস্থিতিতে আমার বাবা তার সমস্ত সম্পত্তি আমাকে লিখে দিতে চাচ্ছেন এবং আমি তাদের কে বোঝানোর অনেক চেষ্টা করেছি কিন্তু তিনি বলেছেন যে তাদের বিষয় সম্পত্তি আমি যদি না নেই এখন তিনি আমার কাছেও থাকবেন না। এখন আমার বাবা বিছানায় গত ৬ বছর ধরে অনেক অপেক্ষা করেছেন এই অবস্থায় আমার করণীয় কি? বিষয় টা নিয়ে অনুগ্রপূর্বক জানালে খুব উপকৃত হতাম। আমার বাবা এই সপ্তাহের মধ্যে তার সমস্ত জমি আমাকে দলিল করে দিতে চাচ্ছেন।",
    "answer": "ওয়া আলাইকুুমুস সালাম। এমন অবাধ্য মেয়ে সমাজে খুব একটা দেখা যায় না। সে যেহেতু কোন সম্পর্ক রাখতে চাচ্ছে না, যোগাযোগ করলে বিরক্ত হচ্ছে, একাকী বিয়ে করেছে এই অবস্থায়  তাকে সম্পত্তি থেকে বঞ্চিত করলে আশা করি আপনার পিতার কোন গুনাহ হবে না। তবে উত্তম হলো তাকে একেবারে বঞ্চিত না করা। এই মুহুর্তে সব কিছু আপনার নামে লিখে দিলেও পরবর্তীতে আপনি চাইলে তাকে কিছু দিতে পারবেন।\r\n\r\nএটা করার আগে আপনাদের উচিত হবে আপনার বোনকে পিতা-মাতার হক সম্পর্কে তার কাছে গ্রহনযোগ্য কোন মানুষের মাধ্যমে বুঝানো।  তাকে ফিরে আসার শেষ সুযোগ সৃষ্টি করবেন। যদি তবুও না আসে তাহলে চুড়ান্ত সিদ্ধান্ত নিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7052",
    "question": "বাবা-মা মারা গেছেন। তাদের হক নষ্ট করে ফেলেছি।এখন খুবই অনুতপ্ত। অনেকেই বলেন বান্দার হক আল্লাহ ক্ষমা করেন না। আমার প্রশ্ন যার কাছে মাফ চাইতে হবে তিনি বেঁচে না থাকলে তো আর মাফ চাওয়া সম্ভব না,তখনও কি এটা তওবার শর্ত।সেক্ষেত্রে তো হক নষ্টের ক্ষেত্রে তওবার একটা শর্ত পূরণ হচ্ছে না। তাহলে কি আল্লাহ আমাকে ক্ষমা করবেন? তওবা কবুল করবেন?",
    "answer": "বান্দার হক নষ্ট করলে তার কাছে ক্ষমা  চাইতে হবে এটাই স্বাভাবিক নিয়ম। আন্তরিক ইচ্ছা থাকা সত্ত্বেও কোন ভাবে সেটা সম্ভব না হলে আশা করি আল্লাহ ক্ষমা করে দিবেন। যাদের হক নষ্ট হয়ে হয়েছে তাদের পক্ষ থেকে বেশী বেশী দান-সদকাহ করবেন, তাদের জন্য দুআ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীদা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7053",
    "question": "আস-সালামু আলাইকুম। আমার আমার বাচ্চাকে  (৯) কোরআনের হাফেজ বানাবো বল নিয়ত করছি। কিন্তু ঘুমের প্রসাব করার কারনে মার্দাসা তে ভর্তি নিচ্ছে না। আমার করনীয় কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। একজন বিশেষজ্ঞ চিকিৎসকের পরামর্শ নিয়ে চিকিৎসা করান, ঠিক হয়ে যাবে। এগুলো এখন বড় বিষয় নয়। রোগ-ব্যাধি থেকে মুক্ত থাকার অনেক দুআও আছে। সেগুলো পড়ে তার গায়ে ফুঁক দিবেন। ধীরে ধীরে ঠিক হয়ে যাবে ইনশাআল্লাহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7054",
    "question": "একটা বাচ্চা মেয়ের নাকে পলিপাসের সমস্যা। ওর বয়স কম, তাই অপারেশন করা যাচ্ছে না।এখন ওর আম্মা একজনের কাছ থেকে একটা তাবিজ নিয়েছে; ওর নাকে যেন ব্যাথা না করে, তাই। যার কাছ থেকে নিয়েছে, সে বলেছে তাবিজটা প্রত্যেক বৃহস্পতিবার পরতে। ও অবশ্য সবসময়ই হাতে সেটা দিয়ে রাখে। এতে কি শিরক হচ্ছে?",
    "answer": "না, এসব অজুহাতে তাবিজের কোন বৈধতা নেই। তাও আবার শুধু বৃহবার পরতে হবে। এগুলো থেকে বিরত থাকা আবশ্যক। নাকের ব্যাথা ভাল হওয়ার জন্য পর্যাপ্ত পরিমাণ ওষুধ এখন বাজারে আছে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "শিরক-বিদআত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7055",
    "question": "আস-সালামু আলাইকুম। যারা হারাম খায় তাদের দোয়া কবুল হয়না। তো, তারা যদি সকাল-সন্ধ্যার জিকিরে দোয়া করে, নামাজে বিভিন্ন হাদিসে থাকা দোয়া করে তাদের কি সেসকল দোয়া কবুল হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, হারাম উপার্জনের কোন মানুষের কোন দুআ কবুল হবে না। সে জান্নাত থেকেও বঞ্চিত হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7056",
    "question": "আবূ দাঊদ শরিফের একটি হাদীসে আছে  – স্ত্রীর অধিকারী হওয়া ছাড়া তালাক হয় না। হাদীসটি কি সহীহ বা গ্রহণযোগ্য?",
    "answer": "জ্বী, হাদীসটি গ্রহনযোগ্য। হাদীসটিকে মুহাদ্দিসগণ হাসান বলেছেন। পূর্ণ হাদীসটি হলো\r\n\r\nعَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏”‏ لاَ طَلاَقَ إِلاَّ فِيمَا تَمْلِكُ وَلاَ عِتْقَ إِلاَّ فِيمَا تَمْلِكُ وَلاَ بَيْعَ إِلاَّ فِيمَا تَمْلِكُ ‏”‏ ‏.‏ زَادَ ابْنُ الصَّبَّاحِ ‏”‏ وَلاَ وَفَاءَ نَذْرٍ إِلاَّ فِيمَا تَمْلِكُ ‏”‏ ‏.‏\r\n\r\nআমর ইবন শু’আয়ব (রহঃ) তাঁর পিতা হতে তাঁর দাদা হতে বর্ণনা করেছেন। তিনি বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেনঃ স্ত্রীর অধিকারী হওয়া ব্যতীত তালাক হয় না। কোন দাস-দাসীর মালিক হওয়া ব্যতীত তাদের আযাদ করা যায় না। আর কোন জিনিস-পত্রের মালিক হওয়া ছাড়া উহা বিক্রি করা যায় না। রাবী ইবন আল্ সাব্বাহ অতিরিক্ত বর্ণনা করেন, কোন মালিক হওয়া ব্যতীত উহার মান্নত করা যায় না। সুনানু আবু দাউদ, হাদীস নং ২১৮৮।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7057",
    "question": "আস-সালামু আলাইকুম ওয়া রহমাতুল্লাহ। আমার ছেলের বয়স দশ বছর। বিছানায় পেশাব করে।পেশাবের কাপড় পুকুরে একটা একটা করে ধৌত করলেও কাপড়ে গন্ধ থেকে যায় ওয়াশিং মেশিনে ধৌত করলেও গন্ধ থেকে যায়। আমার প্রশ্ন হলো পেশাবের কাপড় বার বার ধৌত করার পরও গন্ধ থেকে গেলে কাপড় পাক ধরব নাকি নাপাক?",
    "answer": "ওয়া আলাইকুমুস সালমা। ভালো করে ধৌত করার পর গন্ধ থাকলেও পবিত্র হয়ে যাবে। তিনবার ভালো করে ধৌত করবেন, পাক হয়ে যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7058",
    "question": "আস-সালামু আলাইকুম প্রিয় শায়েখ। আমার বয়স ২৪ বছর। কিছুদিন ধরে চোখের দৃষ্টিতে সমস্যা হচ্ছে। চোখের দৃষ্টিশক্তি বৃদ্ধির জন্য শরীয়াসম্মত কোনো দুয়া ও সুন্নাত আমল আছে কিনা দয়া করে বললে উপকৃত হব। জাযাকুমুল্লাহ",
    "answer": "ওয়া আলাইকুমুস সালাম। একজন বিশেষজ্ঞ চিকিৎসকের পরামর্শ নিবেন। আর রোগ মুক্তির জন্য যে সব দুআ হাদীসে আছে সেগুলো পড়বেন। “রাহে বেলায়াত“ বইটি সংগ্রহ করতে পারেন। সেখানে অনেক দুআ পাবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যিকির দুআ আমল",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7059",
    "question": "আস-সালামু আলাইকুম। আমি একজন ২৫ বছর বয়ষ্কা নারী। আমার পরিবার আমার বিয়ে দেয়ার বিষয়ে বিশেষ সচেতন না। আমি আমার জন্যে একজন যোগ্য পাত্র পছন্দ করেছি, সে একজন মুসলিম ও সৎ ব্যক্তি এবং আমার ভরণপোষণ করতে সক্ষম। তার পরিবার আমাদের বিয়ের ব্যাপারে সম্মত। তাই তারা আমার বাবা মায়ের কাছে বিয়ের প্রস্তাব দিয়েছে।কিন্তু আমার বাবা মা এই প্রস্তাব নাকচ করেছেন তার কারণ, তিনি ছোট থাকতে তার বাবা মায়ের তালাক হয় এবং তারা দুইজনেই অন্যত্র বিয়ে করে। পরবর্তী তে তিনি তার নানা নানীর কাছে বড় হন। এছাড়াও আরেকটি কারণ আমার বাবা মা দেখিয়েছেন যে ছেলে সরকারি চাকরি করে না বা তার ঢাকায় বাড়ি গাড়ি নেই।কিন্তু ছেলের এখনো সরকারি চাকরি করার বয়স হয়নি, সে বেসরকারি চাকরি করছে ইনশাল্লাহ ভবিষ্যতে গাড়ি বাড়ি করার সামর্থ্য নিজেই অর্জন করার মেধা তার আছে। উল্লেখ্য, আমি যেস্থানে চাকরি করছি, সেখানে হিজাব করতে হলে বিবাহিত হওয়া বাধ্যতামূলক। চাকরি তে ঢুকার পূর্বে আমি এই নিয়ম সম্পর্কে অবগত ছিলাম না এবং অন্যান্য সব সময়েই আমি পরিপূর্ণ পর্দা মেনে চলার চেষ্টা করি।আমার ২ জন বড় বোন ও তাদের স্বামীরা আমার পছন্দকৃত ছেলেকে পছন্দ করলেও আমার বাবা মা সামাজিক অবস্থানের দোহাই দিয়ে সেটা নাকচ করছেন। ফলশ্রুতিতে আমিও আমার কর্মস্থানে হিজাব পরার সুযোগ থেকে বঞ্চিত হচ্ছি। এক্ষেত্রে আমি বাধ্য হয়ে ছেলের পরিবারের উপস্থিতিতে আমার বাবা মায়ের অনিচ্ছায় সম্পর্ক কে হালাল করতে এবং পরিপূর্ণ পর্দা মেনে চলার সুযোগ লাভ করতে বিয়ে করে ফেলতে চাচ্ছি।কিন্তু সম্প্রতি আমি জানতে পেরেছি ওলীর মত ছাড়া বিয়ে করা হানাফী মাযহাব ব্যতীত আর সব মাযহাবে এবং স্বয়ং মহানবী (স:) কর্তৃক নিষিদ্ধ বলা হয়েছে। কিন্তু আমার পিতা মাতা কোনোভাবেই ওই পরিবারে বিয়ে দিতে রাজি হচ্ছেনা এবং আমাকে মানসিক ভাবে হুমকি ধামকি দিচ্ছে। এক্ষেত্রে আমি যদি বিয়ে করতে চাই, আমার করণীয় কী?",
    "answer": "ওয়া আলাইকুমুস সালাম। পিতা-মাতার অমতে মেয়েদের বিবাহের সুযোগ নেই। এটাই অধিকাংশ আলেমের মত।  সবাই যখন রাজি তাহলে সবাই মিলে আপনার পিতা-মাতাকে বুঝানোর চেষ্টা করুন। যদি উপযোগী পাত্র হয় তাহলে তাদের মত দেয়া  উচিত। বর্তমানে অধিকাংশ মানুষ দ্বীন-ধর্ম থেকে দূরে থাকার কারণে দুনিয়াকে আখেরাতের তুলনায় প্রাধান্য দেয়া, যার জন্য এই সব সমস্যা সৃষ্টি হচ্ছে। সরকারী চাকুরীর সাথে বিয়ের কোন সম্পর্ক নেই। অথচ এর জন্য আপনার বিবাহ থেমে যাচ্ছে। মেয়েদের দ্রুত বিবাহ করা দরকার, তখন এই অযাচিত বিষয়ের জন্য অযথা দেরী করা হচ্ছে। এগুলো সবই কুশিক্ষার ফল।\r\n\r\nযদি তারা  রাজি না হন তাহলে বিকল্প কোন পথ নেই। তারা আপনার কল্যান চান, পিতা-মাতা সন্তানদের কল্যান চান, এটা মেনে নিয়ে ধৈর্য্য ধরতে হবে। এছাড়া কিছু বলার নেই।\r\n\r\nতবে এ দেশের অধিকাংশ মানুষ হানাফী ফিকহরে অনুস্বরণ করে। আর ফিকহ অনুযায়ী ওলীর অনুমতি ছাড়াও প্রাপ্তবয়স্ক নারীরা বিবাহর করতে পারে। তাদের মতের পক্ষে তারা কুরআন থেকে দলীল দিয়ে থাকেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7060",
    "question": "আস-সালামু আলাইকুম, হুজুর আমি একটি মাদ্রাসায় খেদমত করি, সকালে মক্তব করাই এবং সেখানে থাকি। সংসারের কাজ নিয়ে আমার আম্মার অনেক কষ্ট হয় তাই অনেক আগে থেকেই মাদ্রাসার খেদমতে আসতে নারাজ ছিলাম কিন্তু এখন মাদ্রাসার খেদমতের মাধ্যমেই আমরা ছোট বোনকে মাদ্রাসায় পড়ালেখা করাই। আম্মাকে সহযোগিতার জন্য আমি বাড়ি থেকে আসা যাওয়া করে খেদমত করতে চাই, কিন্তু আমি মক্তব করাতে পারব না এবং যাতায়াত ভাড়ার জন্য কিছু বাড়িতে গিয়ে গিয়ে আরবি পড়াতে হবে  এখন আমি খুবই চিন্তায় আছি, মাদ্রাসা থেকে বের হয়ে যাওয়াটা কি ঠিক হবে? বাড়িতে গিয়ে গিয়ে এভাবে প্রাইভেট পড়ানো ঠিক হবে কি এবং আমার আম্মার খেদমত, কি করা আমার জন্য উত্তম হবে অনুগ্রহ করে জানাবেন?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনার এবং অপনার পরিবারের জন্য যেটা সুবিধার মনে হয় সেটা করবেন। মাদ্রাসায় পড়ানো বা প্রাইভেট পড়ানো যে কোন একটা করতে সমস্যা নেই। শরীয়াহর নীতিমালা মেনে প্রাইভেট পড়ালে সেটা খারাপের কিছু নয়, এতে যদি আপনার মায়ের উপকার হয় তাহলে তো এটাই উত্তম।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7061",
    "question": "আস-সালামু আলাইকুম ওয়া রহমাতুল্লাহ শাইখ। কাপড় প্রথমে পুকুরের পানিতে একবার চুবিয়ে নিই। তারপর শাবান পাউডার মিশিয়ে কিছুক্ষণ ঘষি। তারপর পানিতে ফেলে কিছুক্ষণ ঘষে শাবান পাউডার দূর করি।তারপর তিনবার পানিতে চুবিয়ে তিনবার ভালো করে মুচড়িয়ে পানি ফেলে দেই। এভাবে ধৌত করার পরও পেশাবের গন্ধ থেকে যায়। তিনবার ধোয়া মানে কি তিনবার শাবান পাউডার মিশিয়ে ধৌত করতে হবে নাকি আমি যেভাবে ধৌত করি সেভাবে ধৌত করলে হবে?দয়া করে জানাবেন। আল্লাহ আপনার ভালো করবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। তিনবার ধোয়া মানে পবিত্র পানি দিয়ে ধোয়া। পবিত্র করার জন্য সাবান দিয়ে ধৌত করা আবশ্যক নয়। আপনি যেভাবে পবিত্র করার জন্য যেভাবে শক্তি ও অর্থ ব্যয় করছেন, এত কিছুর দরকার নেই। পবিত্র পানি দ্বারা হাত দিয়ে তিনবার ভাল করে ধুয়ে নিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7062",
    "question": "আস-সালামু আলাইকুম। যারা প্রবাসে সুপার মলে কাজ করেন বা বিভিন্ন দোকানে। দেখা গেছে ঐসব দোকানে বিভিন্ন হারাম জিনিস আছে উদাহরণ সরূপ : সিগারেট, বা বিভিন্ন ইহুদি পন্য…যা প্রবাসীরা বিক্রি করতেছেন। তাহলে কি তাদের এই উপার্জনটা হালাল হবে ।যেমন সাউথ আফ্রিকায় যারা দোকানে কাজ করে থাকেন তাদের মালিকের দোকানে অনেক ইসলামে নিষিদ্ধ পন্য থাকতে পারে যা হারাম জানা স্বত্তেও কর্মচারী বলে বিক্রি করতে হচ্ছে। প্লিজ একটু জানাবেন এই উপার্জন টা কি হালাল হবে যেহেতু একজন প্রবাসী নিজের দোকান অন্যের দোকানের কর্মচারী ইচ্ছে থাকা স্বত্তেও বয়কট করা যাচ্ছে না। সে ক্ষেত্রে একজন প্রবাসীর করনীয় কি??",
    "answer": "ওয়া আলাইকুমুস সালাম। ইসলামে নিষিদ্ধ এমন পণ্য বিক্রি করা জায়েজ নয়। কর্মচারী হয়েও সে পণ্য বিক্রি করা যাবে না, মালিক হয়েও না। সুতরাং এমন কাজ খুঁজতে হবে যেখানে এই হারাম পণ্য বিক্রি করতে হয় না। দুনিয়াতে রিযিকের ব্যবস্থা আল্লাহ করবেন, এই বিশ্বাস রেখে সকল হারাম থেকে বিরত হতে হবে। যারা এই কাজে যুক্ত আছেন দ্রুত তাদেরকে সরে আসতে হবে। আল্লাহ তায়ালা কুরআনে বলেছেন,(ولا تعاونوا على الإثم والعدوان) মন্দকর্ম ও সীমালংঘনের কাজে তোমরা একে অপরকে সহযোগিতা করো না। সূরা মায়েদা, আয়াত নং ২।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7063",
    "question": "আস-সালামু আলাইকুম। আমার বিয়ে হয়েছে ১ বছর। আমি আর আমার স্বামী আমেরিকায় পড়াশুনা করছি। শশুড়বাড়িতে আমার থাকা হয় নি। আমার শাশুড়ী আমার বাবা মাকে প্রায়ই হেয় করে কথা বার্তা বলে। কৌশলে এটা ওটা নিয়ে দিয়ে আসার জন্য বাধ্য করে। অথচ উনাদের যেতে বলা হলে এই ওই অযুহাত দেয়। না গিয়ে যখন ই সুযোগ পায় তখনই উল্টাপাল্টা কথা শুনিয়ে দেন।আমাকে শাশুড়ী বারবার বলতে থাকেন আমার বাবা মাকে যেতে বলার জন্য, আর যাওয়া মানে এটা ওটা নিয়ে যাওয়া। ওরা কেনো আসে না, আত্মীয় সম্পর্ক রাখতে চায় না, মেয়ে বিয়ে দিলে আসতে হবেই, নয়তো শাশুড়ীর আমার সাথে কোনো কথা নেই এইসব বলতে থাকেন।তুলনাস্বরুপ আমার ননদের শশুড়বাড়িতে উনারা কখনো যান নি।আমার স্বামী প্রেকটিসিং, কিন্তু এইসব ব্যাপারে ওনার কোনো কথা থাকে না। আমি কেবলমাত্র একবার উনাকে বলাছি যাতে আমার বাবা মায়ের সম্মানের কথা মাথায় রাখে। আর কখনো শাশুড়ীর এই ব্যবহার নিয়ে কিছু বলি না।আমি শশুড়বাড়িতে তাদের সবাইকে প্রায়ই উপহার দেই, সাহায্য করি, কখনো উলটা কথা বলি নি আলহামদুলিল্লাহ। কিন্তু বাবা মাকে তুচ্ছ করে কথাবার্তা বলাটা আমাকে খুবই কষ্ট দেয়। স্বামীর সাথেও শেয়ার করতে পারছি না। আমার মন খারাপ থাকে প্রচুর। এক্ষেত্রে আমার করনীয় কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনার শ্বশুর শ্বাশুড়ি যদি এমন আচরণ করে সেটা দু:খজনক। তবে তারাই এমন আচরণকারী প্রথম শ্বশুর-শ্বাশুড়ি নন, বাংলাদেশের বহু শ্বশুর-শ্বাশুড়িই এরকম। বিয়ের পর পর  এমন হয়, ধীরে ধীরে সব ঠিক হয়ে যায়।\r\n\r\n১ বছর মাত্র বিয়ে হয়েছে। ধৈর্য্য ধরুন। দুআ করতে থাকুন, ঠিক হয়ে যাবে।\r\n\r\nবিভিন্ন কারণে এমন হয়ে থাকে।  যদি আপনার পক্ষ থেকে এমন আচরণ ইচ্ছায় বা অনিচ্ছায় হয়ে থাকে যার কারণে তারা কষ্ট পাচ্ছে তাহলে সেগুলো থেকে আপনাকে সাবধান হতে হবে। আবার আপনাদের বিয়েতে তারা রাজি ছিল কি না, সেটাও দেখার বিষয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7064",
    "question": "আস-সালামু আলাইকুম, সর্বনিম্ন কতো দিনের জন্য ইতেকাফ করা উচিৎ। অনেকে বলেন মসজিদে প্রবেশের সময় “আল্লাহুম্মাফতাহলি আবওয়াবা রাহমাতিক, বিসমিল্লাহে দাখিলতু ওয়া নাওয়াইতু সুন্নাতুল ইতেকাফ” এই নিয়ত করতে হবে। তাহলে মসজিদে কথাবার্তা বলা, পানাহার করা, ঘুমানো ইত্যাদি জায়েজ হবে। মসজিদে আধা ঘণ্টা ইতেকাফ করার বিধান কি আছে? মসজিদের ভিতর খৈনি (তামাক) তৈরী করে খাওয়া কি উচিৎ?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, মসজিদে প্রবেশ করার সময় ই‘তিকফের কোন নিয়ত করে প্রবেশ করার প্রয়োজন নেই। যদি ই‘তিকাফ করতে না চাই তাহলে কোন নিয়ত করবে না। নামায পড়তে যাওয়ার সময়টুকু মসজিদে থাকাকে ই‘তিকাফ বলে না। যদি কেউ মসজিদে ই‘তিকাফ করতে চায় তাহলে নিয়ত করে সেখানে থাকবে, অযথা কথাবার্তা পরিত্যাগ করবে, ইবাদতে মশগুল থাকবে। মসজিদে স্বাভাবিক কথা বার্তা, পানাহার করা, ঘুমানো এমনিতেই জায়েজ, ই‘তিকাফের নিয়তের প্রয়োজন নেই। বরং ই‘তিকাফের উদ্দেশ্যে মসজিদে থাকলে কথাবার্তা কমিয়ে দিতে হয়।\r\n\r\nই‘তিকাফের সর্বনিম্ন সময় নেই। আধা ঘন্টার জন্যও হতে পারে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ইতিকাফ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7065",
    "question": "আস-সালামু আলাইকুম, “যে স্থানে পূজা করা হয়, সে জায়গা কি আজীবন নামাজের জন্য নাপাক থাকে? সেখানে কি আর নামাজ আদায় করা যায় না?”সাম্প্রতিক একটি মাঠে ঈদের নামাজ হয় বিধায় সেখানে হিন্দুদের পূজা মন্ডপ তৈরী করতে বাধা দেওয়া হচ্ছে, এ সম্পর্কে ইসলামের বিধান কী?",
    "answer": "ওয়া আলাইকুমুস সালাম। ঈদের নামাযের জায়গায় পূজা কেন হবে? যারা পূজা করবে তাদের নিজস্ব জায়গায় তারা এটা করবে। নামাযের জায়গায় পূজা করা যাবে না। পূজা একটি জঘন্য শিরক। এই শিরকে কোন সহযোগিতা করা যাবে না। কোন মুসলিম কোন ধরণের সহযোগিতা করবে না।  সরকারী মাঠ হলেও যেখানে নামায হয় সেখানে যেন পূজা বা এজাতীয় শিরক না হয় সে জন্য এলকাবাসী সরকারের সহযোগিতা নিয়ে কাজ করবে।\r\n\r\nতবে পূজা হলে সেই জায়গা আজীবনের জন্য নাপাক হয়ে যায় না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিচার আচার",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7066",
    "question": "আস-সালামু আলাইকুম ওয়া রহমাতুল্লাহ। শাইখ নিজের অজান্তে কোনো অদৃশ্য নাপাক দিনের পর দিন ব্যবহার করে গেলে গুনাহ হবে কি? নিজের অজান্তে কোনো অদৃশ্য নাপাক নিয়ে নামাজ পড়লে নামাজ হবে কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। নাপাকসহ নামায আদায় করলে সে নামায সহীহ হবে না। পূনরায় ঐ নামায আায় করতে হবে। তবে নাপাক কোন কাপড় ব্যবহার করলে গুনাহ হবে না। নামাযের সময় অবশ্যই পবিত্র কাপড় পরতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7067",
    "question": "আমার এক চাচা তার মেয়ে হিন্দু ছেলের সাথে প্রেম করার কারনে কাকী (কাকীর দোষ কাকার ভাষ্যমতে মেয়ের প্রেমের কথা জানা সত্তেও কাকাকে বলেনি) এবং মেয়ে দুজনকেই বাড়ি থেকে বের করে দিয়েছে। শুনেছি কাকীকে ডিভোর্স এবং মেয়েকে তাজ্য করেছে? কাকার এহেন কার্যক্রম ইসলাম কি সমথর্ন করে?",
    "answer": "তিনি মেয়েকে এই জঘন্য কাজ থেকে ফিরে আসেত বলবেন। কঠোরভাবে চাপ দিবেন।  যদি কোন ভাবেই ফিরে না আসে, ঐ ছেলের সাথে থাকার  সিদ্ধান্ত নেয় ( ইসলামী আইন অনুযায়ী হিন্দু ছেলের সাথে মুসলিম মেয়ের বিবাহ জায়েজ নয়),  তাহলে সে তাকে ত্যাজ্য করতে পারে, অর্থাৎ পিতার কোন সম্পদ সেই মেয়ে পাবে না। এবং এটাই করতে হবে।\r\n\r\nআর মেয়ের মা যদি সত্যিই এই কাজে সহযোগিতা করে তাহলে আপনার চাচা সঠিক কাজটিই করেছে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7068",
    "question": "আমি একটা বেসরকারি প্রতিষ্ঠান এ চাকরি করি। এখানে পিএফ ফান্ড আছে। এগুলো একটা ব্যাংকে রাখা হয়।কিন্তু ব্যাংক প্রতি বছর এই একাউন্টের উপর সুদ দিয়ে থাকে সামান্য কিছু। এমতাবস্থায় আমার কি করা উচিত?",
    "answer": "যদি বাধ্যতামূলক না হয় তাহলে আপনি পি এফ ফান্ডে টাকা রাখবেন না, অতিরিক্ত টাকা সুদ, হারাম হিসেবে গণ্য হবে। যদি বাধ্যতামূলক হয় অর্থাৎ সরকারী চাকুরীজীবিদের পি এফ ফান্ডের মত বাধ্যতামূলক হয় তাহলে উক্ত ফান্ডের অতিরিক্ত টাকা আপনার জন্য হালাল হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7069",
    "question": "শরীয়ত, মারেফত, তরীকত, হাকিকত এগুলো সম্পর্কে জানতে চাই? এগুলো কি সব মানা জরুরি? জরুরি হলে কিভাবে মানব? পীরের মুরিদ রা বলে শরিয়তের হুজুর হওয়া সহজ কিন্তু মারেফতের ফকির হওয়া কঠিন একথায় কি বুঝায়? এগুলোর সাথে আমাদের সম্পর্ক কি?",
    "answer": "ইসলাম সম্পর্কে জানাশোনা নেই এমন কিছু মানুষ, সমাজে সাধারণত যারা নাড়া ফকির নামে পরিচিত, তারা এসব আজগুবি কথা বলে মানুষকে ইসলাম থেকে দূরে রাখে। আমাদের উপর কুরআন সুন্নাহর আদেশ পালন করা আবশ্যক। এটাকে শরীয়াহ বলে। বাকীগুলোর সাথে সাধারণ মুসলিমের কোন সম্পর্ক নেই। সেগুলো জানার বা জানতে চাওয়ারও কোন দরকার নেই। কুরআনে কী আছে, হাদীসে কী আছে, আমরা শুধু এতটুকুতেই শান্ত থাকবো। আল্লাহ আমাদের তাওফীক দান করুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীদা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7070",
    "question": "আমি একটা শিক্ষা প্রতিষ্ঠানে চাকরি করি। এখানে অনেক মেয়েদেরকে প্রতিদিন সামনাসামনি দেখতে হয়, যাদের মধ্যে অনেকেরই অশালীন পোশাক এবং দেখতে দৃষ্টিকটু লাগে এক্ষেত্রে আমার করনীয় কি? অনেক কষ্ট করে চাকরি পেয়েছি, চাকরি টাও দরকার।",
    "answer": "আপনি খুব গুরুত্ব দিয়ে অন্য কোথাও চাকুরী খুঁজতে থাকুন। যেখানে ধর্মীয় বিধান পরিপূর্ণ পালন করতে পারবেন। যতদিন সে ব্যবস্থা না হয় ততদিন নিজেকে যতটা সামলিয়ে সম্ভব এই চাকুরীতে থাকুন। আল্লাহে ভয় করে চলুন, অবশ্যই আল্লাহ ভাল পরিবেশ সৃষ্টি করে দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7071",
    "question": "আস-সালামু আলাইকুম,  পছন্দের মানুষের খোঁজ খবর অন্যের মাধ্যমে নেওয়া যাবে কি সেও আমাকে পছন্দ করে এবং বিয়ে করতে চায় আমার বোনের মাধ্যমে তার খোঁজ খবর নিতে পারবো কি",
    "answer": "ওয়া আলাইকুমুস সালাম। বিয়ে পর্যন্ত অপেক্ষা করুন, তখন পরিপূর্ণ খোঁজ খবর নেয়ার সময় চলে আসবে, তখন খোঁজ খবর নিবেন। এর আগে এসব করা মানে শয়তানের চক্রান্তে পা দেওয়া। কোন মাধ্যমেই তার কোন খবর রাখার কোন দরকার আপনার নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7072",
    "question": "আসসালামু আলাইকুম শায়েখ। আমি একজন ছাত্র। আমি যখন এস এস সি মানে ক্লাস ১০ এর পরিক্ষাটা দেই তখন আমি পরিক্ষায় নকল দিয়ে পাস করেছিলাম। কিন্তু আমি তখন বুঝতাম না। পরে আমি তওবা করেছি। ইন্টারে আমাদের করোনার কারনে অটোপাশ দেয়া হয়। আমি এখন একটা পাব্লিক বিশ্ববিদ্যালয়ে পড়া শোনা করছি। আমার প্রশ্ন হচ্ছে আমি যখন পাব্লিক বিশ্ববিদ্যালয়ের পরিক্ষা দেই তখন নম্বর বন্টন টা ছিলো এরকম যে ১২০ মার্ক এর পরিক্ষার মধ্যে ১০০ নাম্বার এর জন্য পরিক্ষা দিতে হত আর বাকি ২০ নাম্বার নেয়া হত এস এস সি এবং এইচ এস সি পরিক্ষার প্রাপ্ত ফলাফল থেকে। শায়েখ আমি পরিক্ষা দিয়ে একটা পাব্লিক বিশ্ববিদ্যালয়ে চান্স পেয়েছি। আমার প্রশ্ন হচ্ছে যেহেতু আমার ২০ মার্ক নেয়া হয়েছে এস এস সি এবং এইচ এস সে পরিক্ষায় প্রাপ্ত নম্বর থেকে এবং আমি ওই সময় এস এস সি পরিক্ষায় নকল দিয়েছিলাম। আবার বিশ্ববিদ্যালয়ের ২০ মার্ক ও নেয়ে হয়েছে ওই রেজাল্ট থেকে। এখন আমি যেখানে চান্স পেয়ে পড়া লেখা করেতেছি সেটা কি আমার জন্য জায়েজ?",
    "answer": "ওয়া আলাইকুমুস সালাম। যে অন্যায় করেছেন সে জন্য আল্লাহ তায়ালার কাছে ক্ষমা প্রার্থনা করবেন। ভবিষ্যতে এমন আর করবেন না।, পড়াশোনা চালিয়ে যান। আশা করি আল্লাহ তায়াল ক্ষমা করে দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7073",
    "question": "আসসালামু আলাইকুম প্রিয় শায়েখআমার এক বন্ধু এক বিবাহিত নারীর সাথে ৬৮ দিন জেনায় লিপ্ত। দুজনেই পরকিয়ায় লিপ্ত ছিলো। একদিন ওই নারী তার স্বামীর কাছে ধরা পড়ে যায়। তারপর সে মিথ্যার আশ্রয় নিয়ে বলে ছেলেটা আমাকে ডিস্টার্ব করে। তারপর স্বামী স্ত্রী দুজন গিয়ে ছেলের নামে মামলা করে। এভাবেই সর্বত্র জানাজানি হয়ে যায়৷ তাদের বিভিন্ন ঘনিষ্ট মুহুর্তের ছবি ভিড়িও সামাজিক যোগাযোগ মাধ্যমে ছড়িয়ে পড়ে। এমন অবস্থায় ছেলে আল্লাহর ভয়ে ওই মেয়েকে বিয়ে করতে চায়, নয়তো রজম চায়। মেয়ের স্বামী মেয়েকে তালাক দিচ্ছেনা৷ মেয়ের স্বামীর এটা ২য় বিয়ে & তার বয়স ৪০+ হয়েছে৷ তাই তার স্বামী দুনিয়াবি লোভে পড়ে বলতেছে আমার বয়স হয়েছে, আমি দেখতে কালো, আমার বাচ্চা আছে, এমন অবস্থায় আমি আর বিয়েও করতে পারবো না, সবমিলিয়ে আমি তাকে ছাড়বো না। আমি তাকে ক্ষমা করে দিলাম। মেয়েটা অতীতেও অনেক ছেলের সাথে আড্ডাবাজি করেছে৷ সবকিছু স্বামী জানে & বারবার শুধু ক্ষমা করে দেয় কারণ সে এই নারীর প্রতি দুর্বল। আর এই দুর্বলতার সুযোগ নিয়ে স্ত্রীও এমন জঘন্য কাজ করার সাহস পায়৷ এখন আপনিই বলুন যেই জেনা ব্যবিচারের কথা সর্বত্র ছড়িয়ে পড়েছে তার পরেও রজম/বিয়ে না দিয়ে ওই স্ত্রীর সাথে সংসার করা তার জন্য জায়েজ কি ?",
    "answer": "ওয়া আলাইকুমুস সালাম।\r\n\r\nতার জন্য জায়েজ কি না-জায়েজ সে প্রশ্ন সেই ব্যক্তি করবে। আপনর বন্ধুকে বলুন সে যেন তওবা করে এবং ঐ মহিলাকে  বিয়ের কোন চিন্তা ভাবনা না করে। বিয়ে অন্য জায়গাতে করবে, এই মহিলাকে নয়। তার স্বামী যেহেতু তাকে রাখতে চাচ্ছে সেহেতু নতুন করে যেন কোন ঝামেলা আপনার বন্ধু সৃষ্টি না করে। কোন অযুহাতেই যেন ঐ মহিলার পাশে ঘেষার অপচেষ্টা না করে। একবার ঐ ব্যক্তির সর্বনাশ করেছে, এখন নতুন করে যেন তার সংসার ভাঙার চেষ্টা না করে। রজম বা শাস্তি দেয়ার দায়িত্ব সরকারের। সেই দায়িত্ব অন্য কারো নেয়ার দরকার নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7074",
    "question": "আমি একজন ডেলিভারি ম্যান। পার্সেল ডেলিভারি করার সময় অনেক ব্যক্তি আমাকে পার্সেল এর টাকার সাথে অতিরিক্ত কিছু টাকা দিয়ে থাকে। এটি কি আমার জন্য হালাল হবে?",
    "answer": "উত্তর: আপনি যদি কোন অনিয়মের বিনিময়ে টাকা না নিয়ে থাকেন তাহলে এই অতিরিক্ত টাকা নেয়াতে অসুবিধা নেই। এটা উপহার হিসেব গণ্য হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7075",
    "question": "আসসালামু আলাইকুম, কারো কাছ থেকে ধার করে টাকা নিয়ে সন্তানের আকিকা দিলে আকিকা হবে??",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, ধার করে আকীকা দিলেও আকীকা আদায় হয়ে যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীকা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7076",
    "question": "আসসালামু আলাইকুম। আমি একজন মধু ব্যবসায়ী। আমি ১ কেজি মধু ৫০০ টাকা দরে বিক্রি করি খুচরা। এবং যে বৈয়ম এ মধু দিই তার দাম ২০ টাকা। কিন্তু আমাকে কেউ ৫২০ টাকা দিতে চায় না। সবাই ৫০০ টাকা দেয়। এখন বৈয়ম টির ওজন ৪০ গ্রাম। তাই বৈয়ম এর টাকা তোলার জন্য আমি যদি বৈয়ম সহ ৫০০ গ্রাম মধু(৪৬০ গ্রাম মধু+৪০ গ্রাম বৈয়ম) দেই, তখন ৪০ গ্রাম কম মধু দেওয়ায় আমার বৈয়ম এর ২০ টাকা উঠে আসে। কারণ ৪০ গ্রাম মধুর দাম ২০ টাকা। এটি কি জায়েজ হবে? ৪০ গ্রাম মধু কম দিয়ে, ৪০ গ্রাম ওজনের বৈয়ম দিয়ে সেটি সমন্বয় করা কি জায়েজ?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, মধুর দামে কৌটা বিক্রি করা জায়েজ হবে না। যদি মধু কম দেন তাহলে সেটা ক্রেতাকে স্পষ্ট করবেন যে, ৪৮০ গ্রাম মধু আছে, কৌটাসহ দাম ৫০০ টাকা। যা করবেন সেটা যেন ক্রেতার কাছে স্পষ্ট থাকে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7077",
    "question": "আমরা সালাম দেয়া বা উত্তর দেয়ার সময় দ্রুত দিয়ে ফেলি। এতে হয়ত মাখরাজের দিকে লক্ষ করা হয় না। অর্থ বিকৃতি হতে পারে? এতে কি গুনাহ হবে?",
    "answer": "অন্তত এতটুকু স্পষ্ট করতে হবে যেন অর্থ  বিকৃতি না হয়।  ভুল অর্থ হলে গুনা হতে পারে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যিকির দুআ আমল",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7078",
    "question": "আসসালামু আলাইকুম।গত ১৮ তারিখে আল্লাহ তায়ালা আমাকে একটি কন্যা সন্তান দান করেছেন। আজ আমি একটি ছাগল কুরবানি দিতে চেয়েছি কিন্তু আমার বাবা বলেন যে “তিনি আমার নামে কোনো আকিকা দেন নি। তাই আমি আমার সন্তানের আকিকা করলে তা হবে না”।  এই মাসয়ালা কি ঠিক? আর আকিকার বিস্তারিত বললে আরও উপকৃত হব",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনার বাবার কথা সঠিক নয়। আপনার আকীকা না দেয়া হলেও আপনি আপনার সন্তানের আকীকা করতে পারেন। জন্মের সপ্তম দিনে আকীকা দেয়া সুন্নাত। সমস্যা না হলে এই সময়ই আকীকা দেয়া উচিত। কোন কারণে দেরী হলে যে কোন সময় আকীকা দেয়া যায়। আকীকার গোশত কুরবানীর মতোই সকলে খেতে পারবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীকা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7079",
    "question": "আসসালামু আলাইকুম সম্মানিত শাইখের কাছে আমার প্রশ্ন হলো যে, সুরাহ বাকারাহ এর 40 নং আয়াতে এবং সুরাহ্ আহযাব এর 39 নং আয়াতের বাংলা অনুবাদে লেখা আছে যে, * শুধুমাত্র আল্লাহকেই ভয় করো* এছাড়া আরোও কিছু আয়াতে এই ধরণের কথা লেখা আছে।কিন্তু অনেক মানুষ তো সাপ কে ভয় পাই, দুশমন কে ভয় পাই, আরও কত কিছুকে ভয় পাই তার হিসাব নাই।*তাহলে কি আল্লাহ্ ছাড়া অন্য কাউ কে বা অন্য কিছু কে ভয় করলে গুণাহ হবে ?*আবার হাদীসে বলা আছে *ভয়* পেলে *লা ইলাহা ইল্লাল্লাহ* পড়বে এবং ভয়ের আরও অন্যান্য দুয়া আছে।তাহলে কি আল্লাহ্ ছাড়া অন্য কাউকে ভয় না করা পরিপূর্ণ ঈমানের পরিচয় ?যদি কেউ আল্লাহ্ ছাড়া অন্য কাউকে বা অন্য কিছুকে ভয় পাই তাহলে কি সেটা জায়েজ হবে ?",
    "answer": "ওয়া আলাইকুমুস সালাম। আল্লাহকে ভয় করার অর্থ হলো এক আল্লাহর উপর ঈমান নিয়ে আসা, একমাত্র তারই ইবাদত করা, তার হুকুমের সামনে পৃথিবীর যে কোন বিধান, যে কোন শক্তিকে প্রত্যখ্যান করা। পরিপূর্ণ তার বিধান অনুযায়ী চলা, অন্য কোন বিধানকে অনুস্বরণ না করা।\r\n\r\nআর বিভিন্ন ক্ষতিকর পোকামাকড়, অন্যান্য যেসব কারণে মানুষের হৃদয়ে যে ভয় আসে সেটা অন্যায় কিছু নয়। সেগুলো থেকে নিজের হেফাজতের জন্য বিভিন্ন দুআ-যিকির কুরআন-হাদীসে উল্লেখ আছে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "কুরআন",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7080",
    "question": "কারো সালামের উত্তর দেবার পর তিনি যদি না শোনেন, তাহলে মাথা নাড়িয়ে কি সেটা বোঝানো যাবে? বা সালামের উত্তর যদি সাথে সাথে না দেয়া যায়, তাহলেও কি এমন করা যাবে? এবং নারীরা কি গাইরে মাহরাম পুরুষদের সালাম দিতে পারেন?",
    "answer": "ওয়া আলাইকুমুস সালাম। সালামের জবাব মুখে দিতে হবে। মাথা নাড়ানোর কথা হাদীসে নেই। না শুনলেও সমস্যা নেই। উত্তর সাথে সাথে না দিতে পারলে পরে দিবেন, হাদীসে এমন পাওয়া যায়। মাথা নাড়ানো সুন্নত নয়। তবে মাথা নাড়ালে গুনাহ হয়ে যাবে এরকম নয়।\r\n\r\nনারীরা যদি কোন প্রয়োজনে গায়রে মাহরাম কারো সাথে কথা বলে তাহলে কথার শুরুতে সালাম দিয়ে কথা শুরু করতে পারে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আদব আখলাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7081",
    "question": "আমি ২৩ বছর বয়সে বিয়ে করে ফেলি কাউকে না জানিয়ে। এখন আমার মা বাবা এটাতে সন্তুষ্ট হয় নাই। এমনকি তারা নানা ভাবে আমাকে আমার বউ কে অপমান করে। এমনকি মেয়ের সামনে মেয়ের বাবা মা কে অপমান ও করে। শুধু মাত্র তারা আমাদের সমান ধনী না দেখে (আম্মু র চোখে)। এছাড়া তারা তাদের বিপদ এ আমাকে যেতে দেয়। এমনকি আমার বউ কে আনতে চায় না।আর সব কথা আমি বেকার।।এই অবস্থায় কি করতে পারি? আলাদা হয়ে যাব?",
    "answer": "যদি আলাদা হলে শান্তি আসবে বলে মনে হয়, তাহলে আলাদা হতে সমস্যা নেই। তবে একটু কষ্ট হলেও বাবা-মায়ের সাথে থাকলে, দীর্ঘমেয়াদে এটা সবার জন্য কল্যানকর হয় অনেক সময়।  যদি বেশী বাড়াবাড়ী করে, সম্মানের দিকে একেবারই নযর না দেয় তাহলে আলাদা হতে পারেন।  বাবা মায়ের সাথে কোন বেয়াদবী করবেন না, উচ্চাস্বরে কথাও বলবেন না। তাদের হক আদায় করবেন। বর্তমানে দেশে বহুমুখী কাজ রয়েছে। সুতরাং বেকার হয়ে বসে থাকলে হবে না। কাজ শুরু করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7082",
    "question": "আসসালামু ওয়ালাইকুম। আমি প্রাপ্ত বয়স্ক মেয়ে। আমার বয়স ২৪। আমার পরিবারকে একটা ছেলে বিয়ের প্রস্তাব দেয়। ছেলের সাথে কথা বলে আমার মনে হয় দ্বীন পালনের জন্য আমি যেমন টা চাই সব কিছু সেমন ই। আমার পরিবার দ্বীন পালন করে না সম্পুর্ণ ভাবে। বিয়ের এই বিষয় এ আমার মা বাবা রাজি থাকলেও আমার ভাই ঝামেলা করছে। বাবা কে বোঝায়ে বলার পর বাবা রাজি থাকলেও ভাইয়ের কথা শুনে বলছে যে আরও সময় লাগবে।ভাইয়া চাই অনেক বড়লোক ছেলের সাথে বিয়ে দিতে।নিজের চরিত্র হেফাজতের জন্য বিয়ে টা করা এখন জরুরী। আমার আম্মা দায়িত্ব নিয়ে পরিবারের বাকিদের না জানিয়ে কি বিয়েটা দিতে পারবেন? এখন চাচ্ছি যে গোপনে বিয়ে টা করে রাখতে পরে বাসা থেকে সবাইকে নিয়ে আবার কিছু একটা করতে। এভাবে বিয়ে করলে বিয়েটা কি জায়েজ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। এই ধরণের মূর্খতার কারণে বহু মেয়ের জীবন নষ্ট হচ্ছে। সবাই রজি থাকলে ভাইয়ের কোন অধিকারই নেই বাঁধা দেয়ার। বাবা-মা রাজি থাকার পরও কেন ভাই ঝামেলা পাকাচ্ছে তা বোধগম্য নয়। আপনিও একটু চাপ প্রয়োগ করুন। পারিপার্শ্বিক অবস্থা বর্ণনা করে তাদেরকে শক্ত করে বলুন, আপনি গুনাহমুক্ত জীবন চান, একজন মেয়ের বিয়ের জন্য কিছুতেই এর চেয়ে বেশী সময় নেয়া যায় না। ভাই রাজি না থাকলেও বাবাকে রাজি করিয়ে সীমিত পরিসরে এখন বিয়ে করে নেন। পরে সবাইকে জানিয়ে দিবেন। কারণ বয়স বেশী হওয়ার কারণে যখন বিয়েতে সমস্যা হবে তখন ঐ ভাই কোন কাজে আসবে না, সে আপনাকে কোন উপকার করতে পারবে না। সুতরাং অবুঝ ভাইয়ের কথা শুনে নীরবে জীবন শেষ করে দিবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7083",
    "question": "আস্সালামু আলাইকুম, সম্মানিত শায়েখ আমরা জানি যে, পর পর তিন জুম্মাহ  সালাত পরিত্যাগ করলে আল্লাহ অন্তরে মহর মেরে দেন। এখন আমার প্রশ্ন হলো শুধুই কি জুম্মাহর সালাত আদায় করলে আল্লাহর মহর মারা থেকে  নাজাত পাবো নাকি পাচঁ ওয়াক্ত  সালাতসহ (আমি বলতে চাচ্ছি পাঁচ ওয়াক্ত সালাত না পড়লে শুধু জুম্মাহর সালাত আদায় করলে মহর মারা থেকে নাজাত পাবো কি?)",
    "answer": "ওয়া আলাইকুমুস সালাম। এটা ভালো প্রশ্ন নয়। প্রকাশ্য শত্রু শয়তান বিভ্রান্ত করার জন্য এই ধরণের প্রশ্ন হৃদয়ে সৃষ্টি কর। প্রত্যেক ওয়াক্তের সালাত আদায় করা ফরজ। এমনকি জামাতে আদায় করার জন্য আদেশ করা হয়েছে। কোন ওয়াত্তের সালাত বাদ দিয়ে নাজাতের আশা করা বোকামী। জুমুআর সালাতের সওয়াব এবং অন্যান্য গুরুত্ব বেশী, সে জন্য এমন বলা হয়েছে। এর মানে এই নয় যে, কোন ওয়াক্তের সালাত ছেড়ে দেয়ার কোন সুযোগ আছে। সুতরাং জুমুআসহ সকল ফরজ সালাত যথা সময়ে এবং যথানিয়মে আদায় করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7084",
    "question": "আমি অনাচ্ছাকৃত  আমার বউকে বলেছিলাম, এই বিয়ে মানি না, এই বিয়ে হয় নাই। এখন কি আমাদের বিয়ের কোনো সমস্যা হবে?",
    "answer": "ভবিষ্যতে এমন কথা আর বলবেন না। বিয়ে নিয়ে সন্দেহ সৃষ্টি হয় এমন কথা ও  কাজ থেকে বিরত থাকবেন।  সংসার করুন, এই কথার কারণে বিয়ের সমস্যা হয় নি।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7085",
    "question": "আসসালামু আলাইকুম, আমি একটা হারাম সম্পর্কে ছিলাম এবং আল্লাহ তায়ালার অশেষ রহমতে আমি এই সম্পর্ক থেকে বের হতে পেরেছি। তবে আমার নিজের প্রতি অনেক বেশি ঘৃণা হয়, এবং মনে হয় আল্লাহ তায়ালা কি আমায় ক্ষমা করবেন? আমার মনে হয় আমার শাস্তি হওয়া উচিত? এমনটা মনে হওয়া কি স্বাভাবি? আমার কি করা উচিত এখন?",
    "answer": "ওয়া আলাইকুমুস সালাম। পাপের জন্য অনুসূচনা হওয়া প্রশংসার ব্যাপার। তবে এই নিয়ে এতো চিন্ত করার দরকার নেই, যার জন্য স্বাভাবিক কাজকর্ম ব্যহত হয়। ভবিষ্যতে উক্ত পাপ না করার দৃষ্ট শপথ নিয়ে আল্লাহর কাছে ক্ষমা প্রার্থনা করুন তথা তওবা করুন। আল্লাহ ক্ষমা কর দিবেন। ইসলামের সকল ফরজ-ওয়াজিব বিধান মেনে চলুন, হারাাম-হালাল দেখে চলুন। গুনাহের কাজে জড়াবেন না। ভালো মানুষদের সাথে চলাফেরা করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7086",
    "question": "আসসালামু আলাইকুম, ইসলামে বলা আছে আল্লাহ তায়ালা যুবকদের ইবাদত সবচেয়ে বেশি পছন্দ করেন। এখন প্রশ্ন হচ্ছে, আমার বয়স ২৩। সুতরাং আমি কি যুবকদের শ্রেণিতে পড়ি? আল্লাহ কি আমায় আগের সব ক্ষমা করে আমায় কবুল করবেন?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, অবশ্যই আপনি একজন যুবক।  অতীত সকল পাপের জন্য লজ্জিত হয়ে, ভবিষ্যতে পাপ না করার দৃঢ় শপথ নিয়ে আল্লাহ তায়ালার কাছে ক্ষমা চাইলে তথা তওবা করলে অবশ্যই আল্লাহ ক্ষমা করবেন। সুতরাং আপনি তওবা করে আল্লাহর পথে ফিরে আসলে আপনি হবেন আল্লাহর কাছে একজন গ্রহনযোগ্য মূ’মিন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7087",
    "question": "ঘরের দরজার সামনে নিমপাতার ডাল বেঁধে রাখা কি শিরক?",
    "answer": "কী উদ্দেশ্যে বেঁধে রেখেছেন সেটা বিবেচ্য। যদি মশা-মাছির উপদ্রপ কম হওয়ার জন্য বেঁধে রাখেন তাহলে সেটা শিরক নয়। এটা করতে সমস্যা নেই। আর যদি এর মাধ্যমে কোন অদৃশ্য কল্যানের আশা করেন, যেমন এটা করলে সংসারে আয় উন্নতি বৃদ্ধি পাবে, এমন মনে করেন তাহলে শিরক হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "শিরক-বিদআত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7088",
    "question": "আমার বয়স-২৮ বছর। আমার স্বামীর বয়স- ৩২ বছর। আমাদের পারিবারিকভাবে সম্বন্ধ করে বিয়ে হয়।আমার বিয়ের চার মাস পর আমার শ্বশুরবাড়ির লোকজন আমাকে তুলে নিয়েছে। এই চার মাসে আমার স্বামী তিন দিন আমাদের বাসায় এসেছে কিন্তু আমাকে স্পর্শ করেনি কখনো, এমনকি ভালো মতো কথাও বলেনি। তুলে নেয়ার প্র একমাস সংসার করার পর বুঝতে পারলাম আমার স্বামীর শারিরীক এবং মানসিক উভয় সমস্যাই আছে, থাইরয়েডের কারণে তার শারিরীক ক্ষমতা কম, এবং চাহিদা নাই বললেই চলে। একারণে সে কখনো বাবা হতে পারবে না। আমাদের কাছে এসব সমস্যা গোপন করে ছেলেকে বিয়ে করিয়েছে আমার শ্বশুরবাড়ির লোকজন। রোগ যেহেতু আল্লাহর দান, তাই আমি তার অসুস্থতা মেনে নিয়ে সংসার করছিলাম। কিন্তু আমার স্বামী পর্নগ্রাফীতে আসক্ত। পর্নগ্রাফীর নোংরামি (You know what) গুলো সে আমার সাথে জোরপূর্বক করার চেষ্টা করে, এবং করেও, মানা করলেও শুনে না। আমাদের স্বামী-স্ত্রীর মাঝে বেডরুমে কি হয় না হয় সেসব আমার স্বামী তার বড় চাচাতো বোন, ফুফু, মা-বাবা, ছোটো ভাই, সবাইকে বলে বেড়ায়।এমনকি আমার সাথে কীভাবে শুবে, বাচ্চা নিবে কিনা, আমাদের এসব একান্ত গোপনীয় বিষয়গুলো সে তার ফ্যামেলির সবার সাথে আলোচনা করে। আমি তাকে অনেক বুঝিয়েছি, সে শুনেনি। আমার শ্বশুর শাশুড়ি তাদের ছেলের এসব সকল কর্মকান্ড সাপোর্ট করে। আমার স্বামীর এক মেয়ে বেস্টফ্রেন্ড আছে, যাকে আমার স্বামী একসময় ভালোবাসতো, ওই মেয়ের বিয়ে হয়ে একটা বাচ্চাও হয়েছে, তবুও আমার স্বামীর সাথে ওই মেয়ের সম্পর্ক ছিলো। আমাদের বিয়ের পর ওই মেয়ের সাথে সম্পর্ক নষ্ট করতে বলায় আমার স্বামী আমার সাথে দুর্ব্যবহার করে, তুই তুকারি করে। একসময় সম্পর্ক নষ্ট করলেও তার ফ্যামেলির সবার কাছে বসে সে তার ওই বেস্টফ্রেন্ডের জন্য কান্নাকাটি করেছে। আমার স্বামী বা শ্বশুরবাড়ির কেউ নামাজ পড়ে না। আমার স্বামীকে নামাজ পড়তে বললেও গিয়ে তার বাবার কাছে মানে আমার শ্বশুরের কাছে বিচার দেয়। আমার শ্বশুর আমার বাবাকে কল করে বলে,”আমার ছেলেকে নামাজ পড়তে হবে সেটা কি কাবিন নামায় লেখা ছিলো?” এমনকি আমার বাবা-মা আমার স্বামীকে নামাজ পড়তে বলায় আমার স্বামী তাদের সাথে মারমুখী আচরণ করেছে।আমার স্বামী অবাধে মেয়েদের সাথে মেলামেশা করতো। আমি মিশতে মানা করলে তার মা-বাবা আর ফুফুকে বিচার দিতো। আমার শ্বশুরবাড়ির লোকজন সেই বিচার আমার বাবার বাড়িতেও দিতো। আমার সাথে বাদী দাসীর মতো ব্যবহার করতো। কাবিনের এক লক্ষ টাকা নগদ দিয়েছিলো, সেই টাকা তাদেরকে ফেরত দিয়ে দিতে টর্চার করতো, বলতো কাবিনের টাকায় তাদের হক। পরে আমি কাবিনের ওই টাকাটা তাদের দিয়ে দিয়েছি। যৌতুকের জন্য টর্চার করতো, অথচ বিয়ের আগে যৌতুকে কোনো কথাই হয়নি তাদের সাথে।এতোসব কিছু সহ্য করেও আমি সংসার করতেছিলাম। বিয়ের থেকেই আমার স্বামী আমাকে চাকরি করার জন্য টর্চার করতো। আমাকে খরচ দিতো না, উল্টো আমার কাছে আমার বাবা-মায়ের দেয়া কিছু টাকা ছিলো, সেগুলোও পরে দিবে বলে নিয়ে নিছে, আর দেয়নি। অথচ বিয়ের আগে আমার স্বামী আমার বাবা মাকে বলেছিলো, “আমার যা ইনকাম আছে তা দিয়ে আপনার মেয়ের খরচ আমি চালাতে পারবো। আমার শ্বশুরবাড়ির কেউই চায় না আমরা বাচ্চা নিই। বলে, বাচ্চার খরচ দেয়ার মতো টাকা তাদের নেই। আমার স্বামী তাদের কথা শুনে বাচ্চা নিবে না। আসলে আমার স্বামী কখনো বাবা হতে পারবে না সেটা যাতে ফাঁস না হয় তাই বাচ্চা নিতে চায় না। এক পর্যায়ে আমার স্বামী তার ফ্যামেলির সাথে ষড়যন্ত্র করে আমাকে তার মতো বন্ধা বানানোর জন্য কিংবা মেরে ফেলার জন্য জোর করে উল্টাপাল্টা কিছু ওষুধ খাওয়ায়। যেটা খাওয়ার পর আমার অবস্থা মরণাপন্ন হয়ে যায়। হ্যাভি ব্লিডিং এবং বমি করে আমি ছয়দিন হসপিটালে ভর্তি থাকি।আমার মা আর ভাই হসপিটালে গিয়ে আমাকে আমার বাবার বাড়িতে নিয়ে আসে। বাবার বাড়িতে আসার পর আমি আমার মা কে আমার সাথে শ্বশুরবাড়িতে যা যা হইছে সব জানাই। সব শুনে আমার বাবা-মা সিদ্ধান্ত নেয় আমাকে আর শ্বশুরবাড়ি পাঠাবে না। আমি বাবার বাড়িতে যাওয়ার পর আমার স্বামী বা শ্বশুর শাশুড়ি, কেউই আমার খোঁজ নেয় না। একমাস পর আমার স্বামী আমার বাবার বাড়িতে আমার আছে ডিভোর্স লেটার পাঠিয়ে দেয়। সে এখনো আমার কাবিনের টাকা পরিশোধ করেনি।আমার প্রশ্ন হলো, এই ডিভোর্সে কি আমার কোনো দোষ বা পাপ হয়েছে? আমি যে আমার শ্বশুরবাড়িতে আমার সাথে কি কি অন্যায় হইছে বাবার বাড়ি গিয়ে সব আমার মাকে জানিয়ে দিয়েছি, এতে কি আমার পাপ হইছে?",
    "answer": "আপনার উপর আল্লাহ দয়া করুন। এই ডিভোর্সে আপনার কোন পাপ হয় নি। তাদের অন্যয়গুলো আরো আগেই আপনার বাবা-মাকে বলা উচিত ছিল। আপনার পাওনাগুলো আদায় করে নিন। আল্লাহর কাছে দুআ করুন, যেন সামনে জীবন ভালো হয়।\r\n\r\nতারা ধর্ম মানে না, ইসলাম জানে না, তারপরও কেন সেখানে আপনার বাবা-মা আপনাকে বিবাহ দিয়েছে সেটা বোধগম্য নয়। এটা খুবই অন্যায় হয়েছে। এমন ছেলের সাথে বিবাহে রাজি হওয়া আপনার জন্য অন্যায় হয়েছে। ভবিষ্যতে ধর্ম জানে,মানে এমন ছেলের সাথে বিবাহ করবেন, তাদের পরিবারের লোক ইসলাম অনুযায়ী, পর্দানুযায়ী চলে কিনা সেটা ভালো করে যাচাই করে নিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7089",
    "question": "আমি নবম শ্রেণিতে পড়ি ,আমি অনলাইনে কোর্স কিনেছি এবং ওই কোর্সের শিক্ষকরা বলে দিয়েছেন যে ক্লাস ডাউনলোড করা যাবে না । কিন্ত দুর্ভাগ্য বসত আমি এক বছর গ্যাপ দিয়েছি।এমত অবস্থায় আমি ওই ক্লাস গুলো ডাউনলোড করে পরের বছরের জন্য ব্যবহার করতে পারবো? অন্য কাউকে দিব না শুধুমাত্র নিজের ব্যবহারের জন্য।",
    "answer": "যেহেতু আপনি কিনেছেন সেহেতু কাউকে না দিয়ে শুধু নিজে দেখার জন্য ডাউনলোড করলে আশা করি সমস্যা হবে না। তবে ঐ শিক্ষকদের সাথে আলোচনার সুযোগ থাকলে বিষয়টি নিয়ে আলোচনা করে নিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7090",
    "question": "মসজিদ এ দানকৃত ছাগল কি আকিকার জন্য ক্রয় করা যাবে?",
    "answer": "জ্বী, মসজিদে দানকৃত ছাগল আকীকা, কুরবানী এবং গোশত খাওয়ার উদ্দেশ্যে ক্রয় যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীকা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7091",
    "question": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি তার শপথের সাথে ইনশাআল্লাহ যুক্ত করলো, সে চাইলে শপথ থেকে ফিরে যেতে পারে অথবা তা পরিত্যাগও করতে পারে। তাতে সে শপথ ভঙ্গকারী নয়।”সুনানু  ইবনু মাজাহ, হাদীস নং ২১০৫।এক্ষেত্রে কি শপথ ভঙ্গের কাফফারা দিতে হবে, নাকি দিতে হবে না?",
    "answer": "না, শপথের সাথে ইনশাআল্লাহ বললে উক্ত হাদীসের কারণে কাফফারা দিতে হবে না। হাদীসটির মূল পাঠ হলো\r\n\r\nعَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ “‏ مَنْ حَلَفَ وَاسْتَثْنَى إِنْ شَاءَ رَجَعَ وَإِنْ شَاءَ تَرَكَ غَيْرُ حَانِثٍ ‏”‏ ‏.‏\r\n\r\nসুনানু  ইবনু মাজাহ, হাদীস নং ২১০৫। হাদীসটি সহীহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "কাফফরা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7092",
    "question": "জন্ম নিয়ন্ত্রণ পদ্ধতি ব্যবহার করা কি ইসলামে জায়েজ আছে?  এ ব্যাপারে শরীয়তের বিধান কি?",
    "answer": "সন্তানের ভরন-পোষন করতে পারবে না এই ভয়ে কারো জন্য  জন্ম নিয়ন্ত্রন জায়েজ নেই। আল্লাহ কুরআনে বলেছেন,وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا তোমরা তোমাদের সন্তানদেরকে অভাবের ভয়ে হত্যা করো না, আমি তাদের এবং তোমাদেররিযিক দান করি। নিশ্চয় তাদের হত্যা করাটা হবে বড় গোনাহ। সূরা বনী-ইসরাইল, আয়ত,৩১। সূরা আনয়ামের ১৫১ নং আয়াতেও আল্লাহ তায়ালা এমনটি বলেছেন। যদি স্ত্রী অসুস্থ থাকে, ছোট বাচ্চা থাকে, নতুন সন্তান হলে তার লালন পালনে কষ্ট হওয়ার সম্ভাবনা থাকে তাহলে জন্ম নিয়ন্ত্রন জায়েজ আছে। সেটা পিলের মাধ্যমে হতে পারে। আর যদি বিনা কারণে তথা ভরন-পোষণের ভয় নেই, অন্য কোন সমস্যাও নেই তাহলে এই অবস্থায় জন্ম নিয়ন্ত্রন অনুচিত কাজ। সন্তান আল্লাহর বিশেষ দান । অধিক সন্তান নেওয়ার ভিতরই আল্লাহর রহমত। আল্লরহর রাসূল, অধিক সন্তানের জন্য উৎসাহ দিয়েছেন। বৃদ্ধ বয়সে মানুষের দৈহিক ও আত্মিক নিরাপত্তা ও শান্তির জন্য বেশী সন্তান অধিক সহায়ক।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7093",
    "question": "আসসালামু আলাইকুম।আমার আব্বু মেহমান আসলে তেমন বাজার করতে চায় না।বাজার করে কিন্তু খুব ভালো করে করে না।বিশেষ করে সন্ধ্যার নাস্তার জন্য খরচ করতে চায় না। তিন বেলা খাবার দেয় কিন্তু আম্মু চায় ভালো করে বাজার করে খাওয়াতে। এতে আম্মু আব্বুর সাথে রাগারাগি করে, কথা কাটা কাটি হয়, ঝগড়াও হয়।আম্মুর কি এই ধরনের আচরণ ঠিক যদিও মেহমান তিন বেলা মোটামুটি খাওয়া দাওয়া করতে পারে।",
    "answer": "ওয়া আলাইকুমুস সালাম। সামর্থ্য অনুযায়ী মেহমানের যথাযথ আপ্যায়ন করা উচিত। সুতরাং যদি সামর্থ্য  থাকে তাহলে আপনার আব্বুর উচিত সন্ধ্যায় তাদের জন্য নাস্তার ব্যবস্থা করা। আপনার আম্মার জন্য কর্তব্য হলো বিষয়টি বুঝিয়ে বলা। ঝগড়াঝাটি- রাগারাগি করা আপনার আম্মার জন্য একদম ঠিক নয়। এতে অশান্তি সৃষ্টি হবে। ভাল কিছু হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আদব আখলাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7094",
    "question": "মসজিদে কোন বিশেষ লোকজনের জন্য কি নির্ধারিত জায়গা রাখা ইসলামে জায়েজ? এই বিষয়ে ইসলাম কি বলে? তার নামায কি আদায় হবে ?",
    "answer": "মসজিদে প্রথম কাতারে নামাজ পড়ার ইচ্ছা থাকলে আগে মসজিদে চলে আসা উচিত। ক্ষমতার জোরে মসজিদের বিশেষ কোন জায়গা বরাদ্দ রাখার বৈধতা ইসলামে নেই।\r\n\r\nপরে এসে সুবিধামতো জায়গায় বসার জন্য মুসল্লির ঘাড় ডিঙিয়ে সামনে আগানো মসজিদের আদব ও ইসলামি শিষ্টাচারের পরিপন্থী কাজ।\r\n\r\nعَنْ أَبِي الزَّاهِرِيَّةِ، قَالَ كُنَّا مَعَ عَبْدِ اللهِ بْنِ بُسْرٍ صَاحِبِ النَّبِيِّ صلي الله عليه وسلم يَوْمَ الْجُمُعَةِ فَجَاءَ رَجُلٌ يَتَخَطَّى رِقَابَ النَّاسِ فَقَالَ عَبْدُ اللهِ بْنُ بُسْرٍ جَاءَ رَجُلٌ يَتَخَطَّى رِقَابَ النَّاسِ يَوْمَ الْجُمُعَةِ وَالنَّبِيُّ صلي الله عليه وسلم يَخْطُبُ فَقَالَ لَهُ النَّبِيُّ صلي الله عليه وسلم ‏”‏ اجْلِسْ فَقَدْ آذَيْتَ ‏”‏ ‏.‏\r\n\r\nআবুয্ যাহিরিয়্যাহ (রাঃ) সূত্রে বর্ণিত। তিনি বলেন, একদা জুমু’আহর দিনে আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী ’আবদুল্লাহ ইবনু বুসর (রাঃ) এর সাথে ছিলাম। এমন সময় এক ব্যক্তি এসে লোকদের ঘাড় ডিঙ্গিয়ে সামনে অগ্রসর হচ্ছিল। ’আবদুল্লাহ ইবনু বুসর (রাঃ) বললেন, একদা জুমু’আহর দিন এক ব্যক্তি লোকদের ঘাড় ডিঙ্গিয়ে অগ্রসর হচ্ছিল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন খুত্ববাহ দিচ্ছিলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি বসো, তুমি লোকদের কষ্ট দিয়েছো। সুনানু আবু দাউদ, হাদীস নং ১১১৮। হাদীসটি সহীহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জুমআ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7095",
    "question": "আস-সালামু আলাইকুম, কাউকে কৃতজ্ঞতা জানাতে কি বলতে পারি এবং বারাকাল্লাহু ফি হায়াতিকা কি শুধু পুরুষ বচন নাকি নারী পুরুষ উভয় ক্ষেত্রেই ব্যাবহার করা যাবে? নারীদের ক্ষেত্রে কি বারাকাল্লাহু ফি হায়াতিকা বলব নাকি বারাকাল্লাহু ফি হায়াতিকি বলব?",
    "answer": "ওয়া আলাইকুমুস সালাম। এক্ষেত্রে যে কোন একটা বললেই হবে। এখানে বচন তেমন কোন বিবেচ্য বিষয় নয়। দুআ হিসেবে “বারাকাল্লাহু ফি হায়াতিকা” সবার জন্য ব্যবহার করা যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আদব আখলাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7096",
    "question": "আসসালামুআলাইকুম, আমার বিশ্ববিদ্যালয়ের কতিপয় কিছু শিক্ষার্থী বিশ্ববিদ্যাল্যের খাবার নিয়ে সবসময় ছোটখাটো বিষয় নিয়ে ১৯-২০ বলে, সেই প্রেক্ষিতে আমি বলেছিলাম “জান্নাত থেকে খাবার আনলেও বলবে লবণ কম হইছে” এখন আমার কথাটি কি শরীয়ার দৃষ্টিকোণ থেকে গুনাহের কাজ হয়েছে কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, এই কথা তো আপনি মুসলিম হিসেবে ঈমানের জায়গা থেকে বলেন নি। তাদের অতিরিক্ত চাওয়ার জবাবে মুখের কথা হিসেবে বলেছেন। সুতরাং এতে গুনাহ হবে না। তবে এই ধরণের কথাও বলা থেকে বিরত থাকবেন। কারণ এগুলো বিশ্বাসের জায়গা থেকে বললে মুসলিম থকে বের হয়ে যাওয়ার কারণ হতে পারে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ঈমান",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7097",
    "question": "বুখারী শরীফের একটি হাদীসের আলোকে -দুধ সম্পর্ক তখন প্রযোজ্য হয়, যখন দুধ শিশুর একমাত্র খাদ্য। এ হাদীসের ব্যাখ্যা কী; যেহেতু শিশু সাধারণত ছয় মাসই কেবল মাতৃদুগ্ধ পান করে থাকে?",
    "answer": "এই হাদীসের ব্যাখ্যা হলো ২ বছর পর্যন্ত শিশুর দুধ খাওয়ার বয়স। ২ বছরের মধ্যে দুধ পান করলে দুধ সম্পর্ক স্থাপিত হয়। সাহাবীদের (রা.) থেকে এমন জানা যায়।  নীচের হাদীসগুলো দেখুন\r\n\r\nوَحَدَّثَنِي عَنْ مَالِك عَنْ ثَوْرِ بْنِ زَيْدٍ الدِّيلِيِّ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ أَنَّهُ كَانَ يَقُولُ مَا كَانَ فِي الْحَوْلَيْنِ وَإِنْ كَانَ مَصَّةً وَاحِدَةً فَهُوَ يُحَرِّمُ\r\n\r\nসাওর ইবন যাইদদিবলী (রহঃ) হইতে বর্ণিত- ’আবদুল্লাহ ইবন আব্বাস (রাঃ) বলিতেন, দুই বৎসর সময়ের ভিতরে দুধ একবার চুষিলেও উহা হারাম করিবে। (অর্থাৎ জন্মসূত্রে বিবাহ যেমন অবৈধ হয় অদ্রুপ ইহাতেও হয়।)  মুয়াত্তা ইমাম মালিক, হাদীস নং ১৭৩৮।\r\n\r\nحَدَّثَنِي عَنْ مَالِك عَنْ يَحْيَى بْنِ سَعِيدٍ أَنَّ رَجُلًا سَأَلَ أَبَا مُوسَى الْأَشْعَرِيَّ فَقَالَ إِنِّي مَصِصْتُ عَنْ امْرَأَتِي مِنْ ثَدْيِهَا لَبَنًا فَذَهَبَ فِي بَطْنِي فَقَالَ أَبُو مُوسَى لَا أُرَاهَا إِلَّا قَدْ حَرُمَتْ عَلَيْكَ فَقَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ انْظُرْ مَاذَا تُفْتِي بِهِ الرَّجُلَ فَقَالَ أَبُو مُوسَى فَمَاذَا تَقُولُ أَنْتَ فَقَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ لَا رَضَاعَةَ إِلَّا مَا كَانَ فِي الْحَوْلَيْنِ فَقَالَ أَبُو مُوسَى لَا تَسْأَلُونِي عَنْ شَيْءٍ مَا كَانَ هَذَا الْحَبْرُ بَيْنَ أَظْهُرِكُمْ\r\n\r\nইয়াহইয়া ইবন সাঈদ (রহঃ) হইতে বর্ণিত, এক ব্যক্তি আবূ মূসা আশ’আরী (রাঃ)-কে প্রশ্ন করিলেন- আমি আমার স্ত্রীর স্তন চুষিয়াছি, দুধ আমার ভিতরে প্রবেশ করিয়াছে। আবু মূসা আশ’আরী (রাঃ) বললেন- আমি মনে করি, তোমার স্ত্রী তোমার উপর হারাম হইয়াছে। আবদুল্লাহ ইবন মাসউদ (রহঃ) বললেনঃ ভাবিয়া দেখুন এই ব্যক্তি কে, কি ফতোয়া দিতেছেন? আবূ মূসা বলিলেনঃ তবে আপনি কি বলেন? আবদুল্লাহ্ ইবন মাসউদ (রাঃ) বলিলেনঃ দুধ খাওয়া দুই বৎসরের ভিতরেই হয়, অতঃপর আবু মূসা (রাঃ) বলিলেনঃ এই বিজ্ঞজন যতদিন তোমাদের মধ্যে আছেন তোমরা (কোন বিষয়ে) আমার নিকট ফতোয়া জিজ্ঞাসা করিও না। মুয়াত্তা ইমাম মালিক, হাদীস নং ১৭৫১। হাদীসদুটি গ্রহনযোগ্য।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7098",
    "question": "আমি একটা শিক্ষাপ্রতিষ্ঠানে চাকরি করি। আমার চাচা NGO তে চাকরি করে। এখন চাচার সাথে ভাগে কুরবানী দিলে আমার কুরবানী কি হবে?",
    "answer": "চাচার টাকা যদি হালাল না হয় তাহলে তার সাথে কুরবানী দেয়া যাবে না। ভাগে কুরবানী দিলে যাদের টাকা আপনার জানামতে হালাল শুধু তাদে সাথে দিবেন। না পেলে ছাগল দিয়ে কুরবানী দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ঈদ কুরবানী",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7099",
    "question": "আসসালামু আলাইকুম, প্রিয় শায়েখআমি প্রতিদিন একটি প্রশ্নের মুখোমুখি হই, আমাকে অন্য ভাইয়েরা বলে দেশে ছুটিতে কবে যাবেন, আমি বলি আমি একবারে চলে যাবো, আমাকে পরার্মশ দেয় একেবারে যাবেন না ভুল করবেন। একেবারে গিয়ে কি করবেন দেশে পরিস্থিতি ভালো নয়,  আপনি ছুটিতে যান ৩ মাসের জন্য বিয়ে করে আসুন, একই কথা  আত্মীয় স্বজনের দেশে এসে কি করবা থাকো ওখানেই ভালো আছো দেশে এসে বিয়ে করে আবার যাও , কিন্তু মা বাবা ভিন্ন কথা দেশে যেতে বলে আর বলে এত বেশি দরকার নেই যা হয়েছে আলহামদুলিল্লাহ বলে চলে আছো, উপার্জনের আল্লাহ ব্যবস্থা করে দিবেন।আমার বয়স ২৭ বছর, দৈর্ঘ্য ৭ বছর সৌদি আরবে, আমি ফরজ ইবাদতে পাশাপাশি নফল ইবাদত করার চেষ্টা করি, কুরআন শুদ্ধ ভাবে তিলাওয়াত শিখছি, মাই লাইফ জার্নি উইথ কুরআন মুহাম্মদ আতিক উল্লাহ শায়েখের বইটি পড়ছি,  প্রিয় স্যার রাহি. লেখা ইসলামি আকিদা বইটি পড়ে শেষ করেছি, আরো কিছু বই পড়েছি আলহামদুলিল্লাহ। গত ২ বছর একটা ভালো কোম্পানিতে আছি গত ৫ বছর উপার্জন কম ছিল বর্তমানে আল্লাহ ভালো রাখছেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। পিতা-মাতা যেহেতু বাড়ি থাকতে বলছেন আবার আপনি নতুন বিবাহ করবেন, তাই দেশে যদি পর্যাপ্ত হালার রুজির ব্যবস্থা থাকে তাহলে আপনার জন্য পরামর্শ হলো দেশে থাকা। দুনিয়ার জীবনে সম্মানের সাথে চলে যাওয়ার মতো আয় রোজগারের ব্যবস্থা থাকলে পরিবারের সাথে থাকায় উত্তম। এতে শারিরীক ও মানসিক অবস্থা ভালো থাকে। আল্লাহ তায়ালার নিকটও এটাই ভালো।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7100",
    "question": "আসসালামু আলাইকুম শায়েখ। আমার বাবা একজন ফার্মেসি ব্যাবসায়ী। উনি রোগী দেখেন এবং ওষুধ বিক্রি করেন। কিন্তু কিছু ওষুধ বিক্রি করার সময় কিছু ওষুধ এর দাম ওনি বাড়িয়ে রাখেন বিশেষ করে টেবলেট জাতীয় ওষুধ। এক্ষেত্রে ক্রেতারাও দামাদামি করেনা। আমরা যে দাম ধরি তারা সেটাই দিয়ে দেয়। এখন আমার প্রশ্ন হচ্ছে, আমারা যে অতিরিক্ত দামে পন্য বিক্রি করছি, কিন্তু ক্রেতা সেটা জানেনা এটা কি আমাদের জন্য জায়েজ হবে? অতিরিক্ত টাকাটা কি হালাল হবে?",
    "answer": "বর্তমানে ওষুধের দাম নির্ধারিত থাকে। দামাদামি কোন বিষয় থাকে না। সুতরাং বেশী নেয়ার কোন সুযোগ নেই। যে দাম লেখা থাকে তার চেয়ে সম্ভব হলে কম নিতে পারেন, বেশী নিতে পারবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7101",
    "question": "আসসালামু আলাইকুম, আলেমদের নিকট শুনেছি, মোজার উপর মাসাহ করা সকল মাজহাবের ইমামগন আকিদার অন্তর্ভুক্ত করেছেন। আবার কাপড়ের মোজার ব্যাপারে মতভেদ আছে। আমি কি করবো বুঝতে পারছি না।১) কাপড়ের মোজা খুলে পা ধোওয়া কি আকিদার খেলাফ?২) কাপড়ের মোজার উপর মাসাহ করা কি জায়েজ?",
    "answer": "ওয়া আলাইকুমুস সালাম। আকীদার হলো মোজার উপর মাসেহ করা যাবে। তবে কী কী শর্তে মাসেহ করা যাবে, এটা নিয়ে মতভেদ আছে। মোজা খুলে পা ধৌত করলে কোন সমস্যা নই। কাপড়ের মোজা যদি মোটা হয়, ভিতরে সহজে পানি না যায়, অনেক দূর পর্যন্ত সেটা পায়ে দিয়ে চলা যায় তাহলে মাসেহ করা যাবে। এটাই সঠিক অভিমত।\r\n\r\nমোজা খুলে পা ধৌত করলে কোন সমস্যা নেই, সে কাপড়ের মোজা হোক বা চামড়ার মোজা হোক। তবে মাসেহ করতে হলে কিছু শর্ত সাপেক্ষে মাসেহ করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7102",
    "question": "আসসালামু আলাইকুম। আমার সামনে বিশ্ববিদ্যালয় ভর্তি পরিক্ষা। আমি একটি ভালো বিশ্ববিদ্যালয়ে পড়ে ইঞ্জিনিয়ার হতে চায় কিন্তু আমার ইদানীং শুধু মনে ঘুরতে থাকে বিশ্ববিদ্যালয়ের পরিবেশে যদি খারাপ হয়ে যায় পাপ করে ফেলি নাস্তিক হয়ে যায়। এসব চিন্তা চলতে থাকে এটা কি নিছকই শয়তানের ওয়াসওয়াসা। এসব চিন্তাই সারাদিন বিভোর থাকি কোন কাজই করতে পারিনা খুবই হতাশ লাগে বাবা মা আমার জন্য  কষ্ট করে আমার পড়ালেখার জন্য কিন্তু এসব চিন্তাই পড়া লেখায় মনোযোগ দিতে পারি না। আমার কি করা উচিত?2. আমি এ বিষয়টির  মূলনীতিসম্পর্কে জানতে চায়। একটি হারাম কাজের জন্য কি আরেকটি হালাল বষয়ও হারাম হয়ে যায়। যেমন বিশ্ববিদ্যালয়ের পরিবেশের কারণে বা পড়াকালে যদি কোন পাপে জড়িয়ে যায় তাহলে কেবল সেই পাপটিই ছাড়তে হবে নকি বিশ্ববিদ্যালয়ে পড়াও নাজায়েজ হয়ে যাবে?  মূলনিতীটি জানতে চায়। আমার কি এসব চিন্তা বাদ দিয়ে এখন পড়া লেখা করা উচিত?",
    "answer": "ওয়া আলাইকুমুস সালাম। আল্লাহ তায়ালা কুরআনে ব্যাভিচারের নিকটবর্তী হতে নিষেধ করেছেন। কুরআন থেকে  মূলনীতি হলো “পাপ হওয়ার সম্ভবনা আছে সেখানে যাওয়া যাবে না, সেই কাজ করা যাবে না।”\r\n\r\nসুতরাং ব্যাভিচার তথা পাপকাজ হতে পারে এমন কোন কিছু কাছে যাওয়া থেকে বিরত থাকতে হবে। যেমন, মোবইল থাকলে পাপকাজের সম্ভাবনা থাকলে মোবাইল ব্যবহারই করা যাবে না।\r\n\r\nবিশ্ববিদ্যালয় পড়লে যদি পাপ কাজের সম্ভাবনা থাকে তাহলে বিশ্ববিদ্যালয়েও পড়া যাবে না। কোন অনুষ্ঠানে যদি পাপ কাজের সম্ভাবনা থাকে তাহলে সেই অনুষ্ঠানে যাওয়া যাবে না।\r\n\r\nবাংলাদেশে যেহেতু সহশিক্ষা ছাড়া কোন প্রকৌশল বিশ্ববিদ্যালয় নেই, তাই সেখানে মন্দের ভালো হিসেবে পড়তে পারেন, যদি পাপকাজে জড়িত না হওয়ার ব্যাপারে দৃঢ় প্রতিজ্ঞা করেন। কোন ভাবেই পাপে জড়িত হবেন না, এমন মানসিকতা নিয়ে পড়লে আল্লাহ হয়তো ক্ষমা করে দিবেন।\r\n\r\nদ্বিতীয়ত সব সময় এই নিয়ে চিন্তা করা সুস্থ মানুষের কাজ নয়। যেটা করবেন সেটা মন দিয়ে করবেন, অযথা কোন চিন্তা করবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7103",
    "question": "আসসালামু আলাইকুম। বডি স্প্রে ব্যাবহার করলেও কি সোয়াব পাওয়া যাবে যেমন আতর ব্যাবহারে পাওয়া যায়? আতর না ব্যাবহার করে বডি স্প্রে ব্যাবহার করা কি নিন্দনীয় যেহেতু আতর একটি সুন্নাত।",
    "answer": "ওয়া আলাইকুমুস সালাম। বডি স্প্রেও সুগন্ধি। সুতরাং বডি স্প্রে ব্যবহারেও সুন্নাত আদায় হবে, সওয়াব হবে। আতর, বডি স্প্রে  বা যে কোন সুগন্ধি ব্যবহার করলেই সুন্নাহ আদায় হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7104",
    "question": "আসসালামু আলাইকুম।আমার বয়স ২৮ বছর। একটু বুঝ হওয়ার পর থেকেই খেয়াল করছি কেউ কষ্ট দিয়ে কথা বললে কিংবা অপমান করলেও আমি উত্তর দিতে পারি না। ফলশ্রুতিতে সারাদিন আমার মন খারাপ থাকে, শরীর অবশ হয়ে আসে, প্রচন্ড ঘুম পায়, কাজ করার শক্তি হারিয়ে ফেলি।কখনো মনের সাথে যুদ্ধ করে দু একটা কথার উত্তর দিলে মনে হয় আমি নিজেই লজ্জা, আনকোমফরটেবল সিচুয়েশনে পড়ে যাই, যদিও বা আমি সঠিক থাকি।কিন্তু এই পৃথিবীতে মনে হয় এমন কোন জায়গাই নেই যেখান থেকে আমি মানুষের খোচাখুচি কিংবা কষ্ট দেওয়া কথা থেকে রেহাই পাব।আজ প্রায় দুই বছর যাবত আমি একটি সরকারি চাকুরী করি প্রাথমিক বিদ্যালয়ে ( আমার বাবা নেই, ভাই নেই, ছোট একটা বোন আর মা আছেন, আল্লাহর নির্ধারিত রিযিকে আমার চাকুরীতেই সংসার চলে আলহামদুলিল্লাহ)। ওইখানে আমি সবার থেকে বেশি সময় এবং মনোযোগ দিয়েও ক্লাস করালেও আমার উপরই অভিযোগ করে ২/৩ জন সহকারী আমি নাকি ক্লাস ভালোভাবে করাই না, অথচ তারা নিজেরাই ফোন নিয়ে বিজি থাকে কিংবা অযুহাতে ক্লাসে অমনোযোগী থাকে। হেড স্যারও তাদের ভয় পান কিছু বলেন না। আর আমিও এটার প্রতিবাদ করতে পারি না।এরকম স্কুল, প্রতিবেশী আত্মীয় স্বজনের সাথে অনেক সময় হয় কোন কারণ ছাড়া অন্যায় অপমান কিংবা মনে কষ্ট দিয়ে কথা বলে। কিন্তু দেওয়ার মত ন্যায় উত্তর থাকলেও উত্তর দিতে পারি না। মনে হয় যেন ভয় পাচ্ছি, অথবা উত্তর দিলে আবার ওদের সামনাসামনি থাকবো কিভাবে এগুলোই ঘুরপাক খায় মাথায়।ভেতরের চাপা কষ্টে অনেক রাত ঘুম আসে না, কান্না আসে প্রচন্ড মনে হয় আমি এমন কেন।আবার নিজের মায়ের সাথে, বোনের সাথে বিনা কারণেই কথা শুনিয়ে ফেলি।এই কষ্ট আর মানষিক যন্ত্রণা কাউকে বোঝানোও যাবে না। কি আমল করলে এই কষ্ট থেকে মুক্তি পাবো?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি একজন মানসিক চিকিৎসকের পরামর্শ নিবেন। সাথে সাথে সকাল সন্ধ্যার জিকির ও দুআগুলো নিয়মিত পাঠ করবেন। যিকির ও দুআর জন্য “রাহে বেলায়াত” বইটি সংগ্রহ করতে পারেন। আপনি ছেলে না মেয়ে তা লেখেন নি। তবে যেহেতু কর্মে প্রবেশ করেছেন তাই ধর্ম  পালন করে এমন একজনকে দ্রুত বিবাহ করে নিন। এটাও মানসিক অবস্থা উন্নতির জন্য সহায়ক। চিন্তা করবেন না, একসময় সব ঠিক হয়ে যাবে। আল্লাহ আপনার সম্মান বৃদ্ধি করে দিবেন। স্কুলে সহকর্মীদের বলবেন, “আমার দায়িত্ব পালনের বিষয়টি প্রধান শিক্ষক দেখবেন, আপনারা এই নিয়ে কোন কথা বলবেন না।”\r\n\r\nএকটু একটু করে প্রতিবাদ করতে শিখুন। সব সময় চুপ করে থাকলে সবই পেয়ে বসবে।\r\n\r\nআল্লাহ আপনার সকল কষ্ট দূর করে সম্মানের সাথে জীবন-জাপন করার তাওফীক দিন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7105",
    "question": "আসসালামু আলাইকুম শায়েখ। আমি যদি কোন পন্যের দাম নির্ধারিত থাকার পরও বেশি দামে বিক্রি করি তাহলে কি আমার পুরো টাকাটা হারাম হয়ে যাবে? নাকি অতিরিক্ত যে টাকাটা নিয়েছি সে টাকাটা হারাম হবে? যেমন : কোন একটা পন্যের দাম যদি তার প্যাকেটে থাকে ২০ টাকা কিন্তু যদি সেটা ২৫ টাকা বিক্রি করি তাহলে কি এখানে পুরো ২৫ টাকাই হারাম হয়ে যাবে নাকি অতিরিক্ত যে ৫ টাকা নিয়েছি সেই টাকাটা হারাম হবে? দয়া করে একটু জানাবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। না, পুরো টাকা হারাম হবে না। অতিরিক্ত টাকা নিতে পারবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7106",
    "question": "আসসালামু আলাইকুম। আমি একজন ব্যবসায়ী। আমি কিছু কিছু পন্যের দাম বেশি ধরে বিক্রি করে থাকি। আবার একটা সরকারি পন্য বিক্রি করি যেটা জায়েজ না আমি জানি। এবং এটা একটা হারাম ইনকাম। যেহেতু এখানে আমার হালাল ইনকাম ও আছে আবার হারাম ইনকাম ও আছে এখন কি আমার সম্পুর্ন ইনকাম টা হারাম হয়ে যাবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনার প্রশ্ন ভালো হলো না। হারাম ইনকামের ভিতর কেন থাকবেন? সম্পূর্ণভাবে হারাম বাদ দিতে হবে, এটাই একজন প্রকৃত মূ’মিনের কাজ। যেটুকু হারাম তার জবাব আল্লাহর কাছে কীভাবে দিবেন? এটুকুই তো জাহান্নামে যাওয়ার জন্য যথেষ্ট। এভাবে জেনেশুনে হারামে লিপ্ত হওয়াতো মুনাফিকের কাজ, যারা ইসলামকে মন মত মানে তাদের কাজ।\r\n\r\nজেনেশুনে হারাম ইনকাম করার পর তার কারণে কতটুকু হারাম-হালাল হবে সেটা প্রশ্ন করার দু:সাহসের কাজ। সুতরাং সকল হারাম থেকে বিরত হবেন। আল্লাহকে ভয় করেন, জাহান্নামকে ভয় করেন। দুনিয়ার হীন স্বার্থ ত্যাগ করার মানসিকতা না থাকলে জাহান্নাম থেকে বাঁচা যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7107",
    "question": "আসসালামু ওয়ালাইকুম, আমার স্বামী একটা কম্পানীতে চাকরি করে,তার ওই কম্পানীর কাজের জন্য অনেক ট্রাক ভাড়া করতে হয়, এখন সে যেখান থেকে ট্রাক ভাড়া করে তারা তাকে ৫০% প্রফিট শেয়ার করতে চায়, তার সাথে, এখন যদি আমার স্বামী এবং ভেন্ডর ৫০%,৫০% প্রফিট শেয়ার করে তা হলে কি সেই প্রফিটের টাকা টা হালাল হবে?এবং কোন ভেন্ডর থেকে গাড়ি নিবে না নিবে তা সম্পূর্ন অফিস থেকেই সিদ্ধান্ত নেয়। সে শুধু রেট জানায় এর রেট এতো এর রেট এত। পরবর্তীতে সিদ্ধান্ত অফিস থেকেই আসে। এই টাকা কি হালাল হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। যেসব ভেন্ডর থেকে ট্রাকভাড়া করবে প্রতিটি থেকেই যদি আপনার স্বামী অর্ধেক টাকা লাভ পান তাহলে এটা জায়েজ হবে না, এমন করলে ঐ কোম্পানী ক্ষতির সম্মুখিন হবে। কারণ লাভ যখান ভাগাভাগি হবে তখান স্বাভাবিকভাবেই আপনার স্বামী চাইবে ভাড়ার টাকা বেশী বলতে।\r\n\r\nতবে যদি শুধু একটা ভেন্ডারের সাথে তার ব্যবসায়িক চুক্তি হয় এভাবে যে, যত ট্রাক ভাড়া দিবে তার লাভের অর্ধেক তিনি পাবেন (ভাড়া যেখানেই দিক না কেন) তাহলে জায়েজ হবে। শুধু তার কোম্পানী ভাড়া নিলে লাভ পেলে সেটাও জায়েজ হবে না। চাকুরীর বিনিময়ে এমন সুবিধা ভোগ করতে গেলে কোম্পানীর ক্ষতি হওয়ার প্রবল সম্ভবনা থাকে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7108",
    "question": "আস-সালামু আলাইকুম।  আমার বয়স ৪০ বিবাহিত নারী।  গত ৩ রাত যাবত আনুমানিক রাত ২.৩০ টার দিকে একটি ভয়ংকর স্বপ্ন দেখছি। স্বপ্নটি এমন- একটি বড় কালো সাপ আমার বাবার বাসা ও শ্বশুরের বাসায় ঢুকছে। অথবা বাইরে বসে রাগে ফুসছে। আর আমরা সবাই ভীত হয়ে বাসায় ঢুকে যাচ্ছি।স্বপ্নটা বারবার দেখে খুব ভয় পাচ্ছি। মন খারাপ হচ্ছে।  এমতাবস্থায় আমার কি করা উচিৎ?",
    "answer": "ওয়া আলাইকুমুস সালাম। স্বপ্ন নিয়ে টেনশন করার দরকার নেই। কিছু দান-সদকা করে দেন। আর একটু অতিরিক্ত সাবধানে থাকবেন। স্বাভাবিক কাজকর্ম অব্যাহত রাখুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7109",
    "question": "আমি একটা ছোটখাট পদে কম বেতনের চাকরি করি। আমার স্ত্রী অনার্স পাশ করা। এখন সে পরিপূর্ণ পর্দা করে চলার চেষ্টা করে। কিন্তু আমার কম বেতনের কারণে মাঝে মাঝে সংসারে খুব অভাব দেখা যায়। এবং প্রায় প্রতিমাসেই ধার করে চলতে হয়। এমতাবস্থায় আমার স্ত্রী যদি চাকরি করতে চায় তাহলে তো পরীক্ষা এবং ভাইবায় তার মুখ দেখাতে হবে এবং চাকরির ক্ষেত্রে ও হয়তো পরিপূর্ণ পর্দা করতে পারবে না। এজন্য আমরা একবার চিন্তা করি চাকরি না করুক। কিন্তু বেশি অভাবে পড়ে গেলে তখন মনে হয় না চাকরি করুক। এমতাবস্থায় আমাদের করণীয় কি?",
    "answer": "পর্দা রক্ষা করা ফরজ। সুতরাং পর্দা রক্ষা করে পর্দার পরিবেশে নিরাপদ স্থানে চাকুরী করতে পারে। এর বাইরে কোন সুযোগ নেই। অভাব যেন দূর হয় সে জন্য আল্লাহর কাছে দুআ করবেন। আল্লাহর হুকুম মেনে চললে এক সময় সব ঠিক হয়ে যাবে ইনশাআল্লাহ।\r\n\r\nআল্লাহ তায়ালা কুরআনে বলেছেন, ,وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا – وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ যে আল্লাহকে ভয় করবে, আল্লাহ তার একটা রাস্তা বের করে দিবেন। এমন উৎস থেকে রিযিক দান করবেন যা কখানো সে কল্পনাও করে নি। যে আল্লাহর উপর ভরসা করে আল্লাহ তার জন্য যথেষ্ট। সূরা তলাক, আয়াত ২-৩। রিযিক নিয়ে বেশী চিন্তা করে শয়তানের ফাঁদে পা দিবেন না। আল্লাহ তায়ালা কুরআনে বলেছেন, ٱلشَّيْطَٰنُ يَعِدُكُمُ ٱلْفَقْرَ وَيَأْمُرُكُم بِٱلْفَحْشَآءِ ۖ وَٱللَّهُ يَعِدُكُم مَّغْفِرَةً مِّنْهُ وَفَضْلًا ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ শয়তান তোমাদেরকে দারিদ্রতার ভয় দেখায় এবং অশ্লীলতার আদেশ দেয় এবং আল্লাহ তোমাদেরকে ক্ষমা ও অনুগ্রহের ওয়াদা করেন। আল্লাহ প্রাচুর্যময়, সুবিজ্ঞ। সূরা বাকারাহ, আয়াত ২৬৮।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7110",
    "question": "‘সালাতের মধ্যে প্রথম রাকাতের চেয়ে দ্বিতীয় রাকাতের সূরাহ বড়ো হলে কি সাহু সিজদাহ্ দিতে হবে? এবং ঠিক কোন কোন কারণে সাহু সিজদাহ্ দেয়া যায়?  ফরজ তরক করে ফেললে কি করা যায়?আর ‘সালাতে খিনযিব শয়তানের থেকে বাঁচতে কিভাবে দু’আ’ পড়তে হয়?— অনুগ্রহ করে জানাবেন।",
    "answer": "না, দ্বিতীয় রাকআতে বড় সূরা পড়লে সাজদায়ে সাহু দিতে হবে না। কোন ওয়াজিব বাদ পড়ে গেলে (যেমন প্রথম বৈঠকা না করে উঠে পড়ছেন)  বা ফরজ আদায়ে বিলম্ব হলে (যেমন এক সাজদা দিয়ে ভুল করে  উঠে পড়েছেন, পরে আরেক সাজদা দিয়েছেন।) সাজদায়ে সাহু দিতে হয়।\r\n\r\nনামাযের মধ্যে যে শয়তান ধোকা দেয় তার নাম খিনযিব। নিচের হাদীসটি লক্ষ্য করুন: – حَدَّثَنَا يَحْيَى بْنُ خَلَفٍ الْبَاهِلِىُّ حَدَّثَنَا عَبْدُ الأَعْلَى عَنْ سَعِيدٍ الْجُرَيْرِىِّ عَنْ أَبِى الْعَلاَءِ أَنَّ عُثْمَانَ بْنَ أَبِى الْعَاصِ أَتَى النَّبِىَّ -صلى الله عليه وسلم- فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ الشَّيْطَانَ قَدْ حَالَ بَيْنِى وَبَيْنَ صَلاَتِى وَقِرَاءَتِى يَلْبِسُهَا عَلَىَّ. فَقَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- ্র ذَاكَ شَيْطَانٌ يُقَالُ لَهُ خِنْزِبٌ فَإِذَا أَحْسَسْتَهُ فَتَعَوَّذْ بِاللَّهِ مِنْهُ وَاتْفِلْ عَلَى يَسَارِكَ ثَلاَثًا قَالَ فَفَعَلْتُ ذَلِكَ فَأَذْهَبَهُ اللَّهُ عَنِّى অর্থ: উসমান ইবনে আবিল আস রা. রাসূলুল্লাহ সা. এর কাছে এসে বললেন, ইয়া রাসূলুল্লাহ শয়তান আমার এবং আমার সালাত ও তেলাওয়াতের মাঝে প্রতিবন্ধকতা সৃষ্টি করে, সালাতকে সন্দেহপূর্ণ করে দেয়। তখন রাসূলুল্লাহ সা. বললেন, ওটা শয়তান, তার নাম খিনযিব যখন তুমি এমনটি অনুভব করবে তখন আল্লাহ কাছে আশ্রয় প্রার্থনা করবে (আউযুবিল্লাহ পড়বে) এবং বাম দিবে তিনবার থুঁতু ফেলবে। তিনি বলেন, আমি এমন করতাম আর আল্লাহ আমার থেকে তাকে দূর করে দিতেন। সহীহ মুসলিম, হাদীস নং ৫৮৬৮। সুতরাং শয়তান সালাতের ভিতর প্রতিবন্ধকতা সৃষ্টি করলে উপরুক্ত আমল করতে হবে। আউযুবিল্লাহ পড়তে হবে, এবং বাম দিকে হালকা করে থুতু ফেলার মত করবেন। এমন ভাবে ফেলবেন না যে, পাশের লোকের শরীর বা মসজিদ নোংরা হয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7111",
    "question": "আসসালামু আলাইকুম। আমার স্বামী আমার ভরণপোষণের বিষয়ে মনযোগী। কিন্তু তিনি আমার প্রতি কোনো যত্ন, সেবা, মায়া কিংবা ভালবাসা রাখেন না৷ আমি অসুস্থ থাকলেও খোঁজ নেন না। এতে আমি মাঝেমধ্যে অভিযোগ করি, কান্না করি৷ তাতেও তিনি মনক্ষুন্ন হন৷ স্বামী স্ত্রীর সম্পর্কেও তার আগ্রহ নেই। জানতে চাচ্ছি, স্বামী ও স্ত্রীর ফরয দায়িত্ব কি কি?  যেহেতু সে আমার ভরণপোষণ করছে তাই আমার অন্যসব অভিযোগ করা কি গুনাহ হচ্ছে?আমার স্বামী বলে সন্তান নিতে, কিন্তু তার অবস্থা থেকে আমি জানি তিনি গর্ভকালীন বা সন্তান হওয়ার পর স্ত্রীর বা সন্তানের যত্ন করবেন না, সময় দিবেন না। তার অফিস করে এসে এসব করা সম্ভব না। এমতাবস্থায় আমি তার পরিবর্তন না হওয়া পর্যন্ত সন্তান নিতে অনাগ্রহী হলে কি গুনাহগার হবো?আমি প্রতিনিয়ত ই দুয়া করি স্বামীর জন্য। কিন্তু জানিনা কেন, বাইরে অফিস আর ঘরে ফোন ছাড়া তিনি অন্যকিছুতেই আগ্রহী নন।",
    "answer": "যত্ন, ভালোবাসা এগুলো আপেক্ষিক ব্যাপার। তিনি ভরন-পোষন করছেন, বাসায় নিয়মিত আসছেন। এটাকে তিন যত্ন এবং ভালোবাসার জন্য যথেষ্ট মনে করছেন। আপনার কাছে কম মনে হচ্ছে। সব মানুষের মন -মেজাজ এক নয়। সুতরাং সে আপনার মানসিকতার হবে, এটা ভাবা অমূলক।   স্বামী বাইরে কাজ করে এসে আপনার কী যত্ন নিবে বা নেয়া সম্ভব সেটা অপনাকেও বুঝতে হবে। স্বামীর কাজের হিসেবের চাইতে আপনি নিজের কাজ পরিপূর্ণ করছেন কিনা সে দিকে মন দিবেন। দ্রুত সন্তান নিন। এসব আজগুবি চিন্তা করে সন্তান নেয়া থেকে বিরত থাকা নীচু মানের কাজ। মনে রাখবেন সন্তান নেয়া আপনার হাতে নয়, আল্লাহ না চাইলে হবে না। স্বামীর সকল বৈধ আদেশ মেনে চলবেন।\r\n\r\nফরজ দায়িত্ব নিয়ে চিন্তা করলে হবে না, সামাজিক সকল দায়িত্ব পালন না করলে সংসারে শান্তি থাকবে না। সন্তানের লালন পালনের ঘরোয়া দায়িত্ব আপনি পালন করবেন। অর্থনৈতিক দায়িত্ব সে পালন করবে। দেশের লাখো মা সন্তান লালন-পালন করছে, যাদের স্বামীরা চাকুরী করে। এমনকি মায়েরও চাকুরী করে সন্তান লালন পালন করছে। গর্ভাবস্থায় আপনি সমস্যায় পড়লে সে বিছানায় শুয়ে মোবাইল ব্যবহার করবে, এমনটা কখনোই হবে না। তবে তার উপর অতিরিক্ত প্রত্যাশা করে তাকে কষ্ট দিবেন না, নিজেও কষ্টে পড়বেন না। পুরুষরা বাইরের কাজ করবে, আর নারীরা ভিতরের কাজগুলো করবে, অর্থনৈতিক সকল দায়িত্ব পুরুষরা পালন করবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7112",
    "question": "আমরা হাদিসের দুআ গুলো কীভাবে পড়ব? গুন্নাহ মাদ্দ তাজবীদের নিয়ম মেনে? নাকি শুধু মাখরাজ ঠিক রেখে তাজবীদ ছাড়া?",
    "answer": "তাজবীদ পুরোপুরি ঠিক রাখতে হবে কুরআন তেলাওয়াতের ক্ষেত্রে। হাদীসের দুআগুলোর ক্ষেত্রে অর্থ যেন পরিবর্তন না হয় এরকম শুদ্ধ করে পড়লেই চলবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হাদীস",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7113",
    "question": "আসসালামু আ’লায়কুম,শাইখ। আমার প্রশ্ন ইসলামে তো যাচাই না করে কোনও খবরের ভিত্তিতে কাজ করা জায়েজ নয়,কিন্তু শাইখ আমরা বারবার শুনে আসছি যে বাইয়াতে রিদওানের ভিত্তি হোল উসমান (রা) এর মৃত্যু সংক্রান্ত গুজব। শাইখ,আমি আসল ঘটনা জানতে চাই, নবিজী কি এই বিষয়টি যথাসম্ভব যাচাই করেছিলেন? অথবা এটি কি বিশ্বস্ত সূত্রে পাওয়া খবর ছিল?আপনাদের কার্যক্রমের জন্য আল্লাহ আপনাদের উত্তম পুরস্কার দান করুন ।আমীন।",
    "answer": "ওয়া আলাইকুমুস সালাম। প্রশ্ন করা ভালো কিন্তু রাসূলুল্লাহ সা. এর কাজ নিয়ে প্রশ্ন করা ভালো চিন্তার কাজ নয়। একজন মুসলিম কী করে চিন্তা করতে পারে রাসূলুল্লাহ সা. শরীয়াহর বাইর কিছু করেছেন।\r\n\r\nসাহাবীদের পক্ষে যতটুকু যাচাই করা সম্ভব অবশ্যই তারা তা করেছিলেন। দ্বিতীয়ত তারা তো হামলা করে নি, শুধু শপথ করেছে, ওসমান রা. এর হত্যার প্রতিশোধ নিবেন। হত্যা হলে প্রতিশোধ নিতেন, হয় নি তাই নেন নি। এখানে তো যাচাই ছাড়াে কোন এ্যাকশনের ঘটনাও ঘটে নি।\r\n\r\nযাই হোক রাসূলুল্লাহ সা. এর কাজ নিয়ে প্রশ্ন মনে আসা ভাল লক্ষন নয়। এটা অনেক সময় মানসিক রোগে রুপান্তরিত হতে পারে। আল্লাহর কাছে তওবা করে কুরআন-সুন্নাহর পথে চলার চেষ্টা করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীদা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7114",
    "question": "অনলাইনে প্যাকেজ ক্রয় করে বিজ্ঞাপন দেখে টাকা ইনকাম করলে সেটা কি হালাল হবে? যেমন ৫০০ টাকায় প্যাকেজ কিনে যদি বিজ্ঞাপন দেখে ১০০০ টাকা ইনকাম করা হয়। সেটা কি হবে?",
    "answer": "না, এসব অযথা কাজ করবেন না। টাকা ইনকামের স্বাভাবিক পথ অবলম্বন করুন। এই সব জুয়ার ভিতর যাওয়া সম্পূর্ণ নিষেধ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7115",
    "question": "আসসালামু আলাইকুম। আপনারা একটা প্রশ্নের উত্তরে বলেছিলেন, ট্যাক্স অফিসে চাকরি করা জায়েজ। আমার একটা চাকরি হয়েছে ট্যাক্স অফিসে। কিন্তু এখন দেখি কিছু কিছু আলেম বলে যে, বর্তমানের ট্যাক্স ব্যবস্থা এক ধরনের জুলুম। তাই এই সব জায়গায় চাকরি করা জায়েজ নয় বরং সেটা হবে জুলুমের সহায়তা করা। এই বিষয়টা নিয়ে আমি কনফিউজড। হাদিসে নাকি এর ব্যাপারে নিষেধাজ্ঞা আছে!দয়া করে, আমাকে একটু বিস্তারিত উত্তর দিলে অনেক উপকৃত হতাম।",
    "answer": "আধুনিক রাষ্ট্র ব্যবস্থায় ট্যাক্স অপরিহার্য। জনগনের সকল সেবার ব্যবস্থা হয় জনগনের ট্যাক্সের টাকায়। সুতরাং এখানে জুলুমের কিছু নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7116",
    "question": "আমার শ্বাশুরির প্রচন্ড রাগ, আমি তার ভয়ে রাতে ঘুমাতে পারতাম না, ভয়ে বুক ধড়ফড় করত…  অবস্থা বেশি খারাপ হলে আমি আমার বাবার বাসায় চলে আসি..  আমার হাসবেন্ডকে ছাড়া থাকতে আমার প্রচন্ড কষ্ট হয়…  রাতে ঘুমালে আমার মনে হয় আমি গভীর ঘুমে যাই নি  যা যা স্বপ্ন দেখি সব মনে থাকে,  প্রায়ই ঘুম কম হয়..  এমনটা আমার কেনো হচ্ছে…  আমাকে কি কেউ তাবিজ করেছে বা আমার উপর কি কেউ বদ নজর দিয়েছে??",
    "answer": "প্রচন্ড ভয়ের কারণে আপনি মানসিক সমস্যায় ভূগছেন মনে হচ্ছে। আপনিে একজন মনোরোগ বিশেষজ্ঞ চিকিৎসকের পরামর্শ গ্রহণ করুন। আল্লাহর কাছে ‍দুআ করুন, সকাল সন্ধ্যার জিকিরগুলো নিয়মিত পাঠ করুন। ঘুমের আগের দুআগুলো নিয়মিত পাঠ করুন। ইনশাআল্লাহ আপনি সুস্থ হয়ে উঠবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জাদু-টোনা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7117",
    "question": "আসসালামুআলাইকুম,   ওজু ছাড়া অবস্থায় কি মোবাইলে (অ্যাপে) কোরআন পড়া যাবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, ওযু ছাড়া কুরআন পড়তে সমস্যা নেই। তবে মোবাইলের স্কীনে কুরআনের অক্ষরের উপর হাত লাগাবেন না ওযু ছাড়া।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7118",
    "question": "আসসালামু আলাইকুম, মনেরমধ্যেসবসময়আল্লাহ,আল্লাহররাসুল(সঃ) ,কোরআনশরীফ,উম্মুলমুমিমীনিনদেরকেনিয়েও(নাউযুবিল্লাহ)বাজেচিন্তাআসে।একজনমুসলিমহিসেবেএগুলোআমারজন্যখুবকষ্টের।এগুলোআমাকেসবসময়যন্ত্রনাদেয়।এগুলোথেকেবেচেথাকারউপায়জানতেচাই?",
    "answer": "ওয়া আলাইকুমুস সালাম। সময় বেকার কাটাবেন না। সব সময় কোন কাজে ব্যস্তা থাকবেন। আর সর্বদা “আউযুবিল্লাহি মিনাশ শায়তনির রযীম” পড়তে থাকবেন। একসময় ঠিক হয়ে যাবে ইনশাআল্লাহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7119",
    "question": "পিতা মাতা প্রতিবেশীর বেপর্দা ও বেনামাজি মেয়েকে বিবাহ করতে জোড় করলে ছেলের করণীয় কি?",
    "answer": "বিবাহ করবে না, আল্লাহর হুকুমের বাইরে বাব-মায়ের হুকুম মান্য করা যাবে না। নামায না পড়লে সে আর মুসলিম থাকতে পারে না। আর বেপর্দা নারী তার স্বামীসহ জাহান্নামে যাবে, সুতরাং বাবা-মায়ের হুকুম এখানে অকার্যকর। তাদের ইসলামী বিধানগুলো বুঝাতে হবে। তারা বুঝবে ইনশাআল্লাহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7120",
    "question": "আসসালামু আলাইকুম। অভিবাবক ছাড়া মেয়ের বিয়ে সহীহ হয়, অনেক আলেম এই কথা বলছে। এখন আমি সহিহ হাদিস এবং কুর-আনে আল্লাহ কি বলেছে জানতে চাই প্রমানসহ।",
    "answer": "ওয়া আলাইকুমুস সালাম।  বিবাহের ক্ষেত্রে ওলী বা অভিভাবক অত্যন্ত গুরুত্বপূর্ণ বিষয়। ইসলামী শরীয়তে এব্যাপারে বিশেষ গুরুত্বারোপ করা হয়েছে। রাসূল সা. এই বিষয়ে স্পষ্ট নির্দেশনা দিয়েছেন। পারিবারিক শান্তি ও নিরাপত্তার ক্ষেত্রে এটা বিশেষ গুরুত্ব বহন করে। অধিকাংশ ইমাম ও ফকীহগণের নিকট ওলী ছাড়া বিবাহ জায়েজ নেই। তবে ইমাম আবু হানীফা রহ. সহ কতিপয় ফকীহ বিশেষ শর্ত সাপেক্ষে জায়েজ বলেছেন। প্রখ্যাত মালেকী ফকীহ আল্লামা মুহাম্মাদ ইবনে রুশদ আন্দালুসী র. বলেন, اختلف العلماء هل الولاية شرط من شروط صحة النكاح أم ليست بشرط؟ فذهب مالك إلى أنه لا يكون النكاح إلا بولي وأنها شرط في الصحة في رواية أشهب عنه وبه قال الشافعي وقال أبو حنيفة وزفر والشعبي والزهري: إذا عقدت المرأة نكاحها بغير ولي وكان كفؤا جاز وفرق داود بين البكر والثيب فقال باشتراط الولي في البكر وعدم اشتراطه في الثيب অর্থ: বিবাহের ক্ষেত্রে ওলী শর্ত কি শর্ত নয় এই বিষয়ে আলেমগণ মতভেদ করেছেন। ইমাম মালেক র. মত পোষন করেছেন যে, ওলী ছাড়া বিবাহ হবে না। বিবাহ সহীহ হওয়ার জন্য (ওলী) শর্ত। এমন মতই পোষন করেছেন ইমাম শাফেয়ী রা.। ইমাম আবু হানীফা, জুফার, শাবী ও জুহরী র. বলেছেন, যদি মহিলা ওলী ছাড়া বিবাহ করবে আর স্বামী যদি তার কুফু (সর্বদিক দিয়ে যোগ্য) হয় তাহলে জায়েজ হবে। বিদায়াতুল মুজতাহিদ, ২/৮(শামেলা)। এই সম্পর্কে আরো জানতে দেখুন, আলমাবসুত লিস-সারখসী, ৬/৫৩; আলমাউসায়াতুল ফিকহিয়্যাতুল কুয়েতিয়্যাহ, ৭/৯৪ও ৩১/৩২১; আলফিকহ আলা মাজাহিবিল আরবা ৪/৪৫। কিতাবুল উম্ম লিশ-শাফেয়ী,৭/১৫৬। যে ইমামগন ওলী ছাড়া বিবাহ বাতিল বলেছেন তাদের দলীল: আবু মুসা আশয়ারী রা. থেকে বর্ণিত হাদীসে রাসূল সা. বলেছেন, অর্থাৎ ওলী ছাড়া বিবাহ নয়। لاَ نِكَاحَ إِلاَّ بِوَلِىٍّ আবু দাউদ, হাদীস নং ২০৮৭; তিরমিযী, হাদীস নং ১১০১;মুসনাদে আহমাদ, হাদীস নং ১৯৭৬১। হাদীসটি সহীহ। শায়খ আরনাউত এবং আলবানী হাদীসটিকে সহীহ বলেছেন। আয়েশা রা. থেকে বর্ণিত অন্য হাদীসে রাসূল সা. বলেছেন, أَيُّمَا امْرَأَةٍ نَكَحَتْ بِغَيْرِ إِذْنِ مَوَالِيهَا فَنِكَاحُهَا بَاطِلٌ ثَلاَثَ مَرَّاتٍ অর্থাৎযে মহিলা ওলীর অনুমতি ছাড়া বিবাহ করবে তার বিবাহ বাতিল। তিনি ৩ বার তা বলেছেন। সুনানে তিরমিযী, হাদীস নং ১১০২; মুসনাদে আহমাদ,হাদীস নং ২৫৩৬৫। ইমাম তিরমিযী হাদীসটিকে হাসান বলেছেন আর শায়খ শুয়াইব আরনাউত সহীহ বলেছেন। উপরক্ত হাদীস সমূহের ভিত্তিতে ইমাম মালেক, শাফেয়ী, আহমাদ র. সহ অধিকাংশ আলেম ওলী ছাড়া বিবাহকে বাতিল বলেছেন। যে সব ইমাম ও ফকীহ ওলী ছাড়া বিবাহ জায়েজ বলেছেন তাদের দলীল: তাবেঈদের মধ্যে ইমার জুহরী ও শাবী এরপরে ইমাম আবু হানীফা, আবু ইউসুফ, মুহাম্মাদ, জুফার সহ কিছু সংখক মুজতাহিদ কিছু শর্ত সাপেক্ষে ওলী ছাড়া বিবাহ কে জায়েজ বলেছেন। শর্তগুলোর মধ্যে রয়েছে, ১.কুফু হতে হবে। ২.মেয়েটি বালেগা, বুঝমান হতে হবে। আলফিকহ আলা মাজাহিবিল আরবায়া, ৪/৪৫; আলমাবসুত লিস-সারাখসী,৬/৬১ ও ৫/১৬। আল্লাহ তায়ালা বলেছেন, فلا جناح عليكم فيما فعلن في أنفسهن بالمعروف অর্থাৎ মহিলারা নিজেদের ব্যাপারে সৎ ভাবে যা করবে (বিয়ের ক্ষেত্রে) সে বিষয়ে তোমাদের কোন দোষ নেই। সূরা বাকারাহ-২৩৪ অন্য এক আয়াতে তালাক সম্পর্কে আলোচনার এক পর্যায়ে আল্লাহ তায়ালা বলেছেন, تنكح زوجا غيره. حتى অথাৎ যতক্ষন না তারা অন্য স্বামীকে বিবাহ না করে। সূরা বাকারাহ-২৩০। অন্য প্রসংগে আল্লাহর বাণী, فَلاَ تَعْضُلُوهُنَّ أَن يَنكِحْنَ أَزْوَاجَهُنَّ অর্থাৎ তোমরা তাদেরকে তাদের স্বামীদের কে বিবাহ করা থেকে বাধা দিবে না। সূরা বাকারাহ-২৩২ ইবনে আব্বাস থেকে বর্ণিত হাদীসে রাসূল সা. বলেছেন, الأَيِّمُ أَحَقُّ بِنَفْسِهَا مِنْ وَلِيِّهَا অর্থাৎ মেয়েরা ওলীদের চেয়ে নিজের ব্যাপারে অধিক হকদার। সহীহ মুসলিম,হাদীস নং ১৪২১। الأيم অর্থ স্বামীহীন মহিলা, পূর্বে স্বামী থাকুক বা না থাকুক। আলমজামুল ওয়াসীত।\r\n\r\nবর্তমান সময়ের অন্যতম শ্রেষ্ঠ সৌদী আলেম শায়খ মুহাম্মাদ সালেহ আলমুনজিদ ওলী ছাড়া মেয়েদের বিবাহের ক্ষেত্রে বলেছেন, المسألة اجتهادية ، واختلف فيها الأئمة ، فإنه إذا كان أهل بلد يعتمدون المذهب الحنفي كبلادكم وبلاد الهند وباكستان وغيرها ، فيصححون النكاح بلا ولي ، ويتناكحون على هذا ، فإنهم يقرّون على أنكحتهم ، ولا يطالبون بفسخها অর্থাৎ এটি একটি ইজতিহাদি মাসআলা, ইমামগণ এক্ষেত্রে ইখতিলাফ করেছেন। সুতরাং যে সব দেশের মানুষেরা হানাফী মাজহাবের উপর নির্ভর করে, ওলী ছাড়া বিবাহবে বৈধ মনে করে এবং এভাবে তাদের বিয়ে হয় যেমন, ভারত, পাকিস্থান ইত্যদি, তাহলে তাদের বিবাহের স্মীকৃতি দেয়া হবে । বাতিল করতে বলা হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7121",
    "question": "১। আমার স্ত্রী আমার মোবাইলের কোন একটা জিনিস দেখতে চায়…আমি রাজি হই নাই…তখন সে আব্দার করে বলে “দাও না দাও না আমি কি তোমার স্ত্রী না”….তখন আমি রাগের মাথায় বলি “না”। আমার কোন নিয়ত ছিল না এখানে।২। আমার স্ত্রী রাগান্বিত হয়ে বলে “তুমি আমার কাছে আসবানা” আমি বলি “কখনই আসবনা?” সে বলে” না”…তারপর আমি বলি “ঠিক আছে ,তোমার কথাই ধরলাম।কিন্তু তুমি যদি আমার কাছে আবার আসো তাহলে তোমাকে……(কোন এক্টা শাস্তির কথা বলেছিলাম), তারপর তোমাকে কাছে আনব। এখানেও অনেকটা রাগের মাথায় বলা…কোন রকম নিয়্যত ছিল না। উপোরক্ত দুইটা ঘটনার আলোকে তালাকের বিষয়ে মতামত জানতে চাচ্ছিলাম।",
    "answer": "এই দুটি ঘটনার কোনটিতেই তালাক পতিত হবে না। এখানে তালাকের কিছু নেই। তবে ভবিষ্যতে সতর্ক থাকবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7122",
    "question": "আসসালামুয়ালাইকুম ওয়া রহমাতুল্লাহ। আমার দাম্পত্য জীবনে আমি ও আমার স্ত্রী দুজনের মাঝে বিভিন্ন মতবিরোধ দেখা যায়।এক পর্যায়ে দুজন দুজনের থেকে অনেক দিন যাবৎ দূরে সরে থাকা হয়। এমতাবস্থায় এক পর্যায়ে দুই পরিবারের ও আমাদের দুজনের সম্মতিতে বা পরিবারের সদস্যদের চাপে পড়ে খোলা তালাকের ফরমে সই করে দুই জন ডিভোর্স দিই। এখানে উল্লেখ থাকে যে আমার দুজন কেউই দুজন দুজনকে মুখে তালাক উচ্চারণ করি নাই। তথাপি যদিও তালাক হয়েও যায় এখন আমার দুজন দুজনের ভুল বুঝতে পেরেছি ।এখন আমার যদি কোন কাজীর মাধ্যমে পুনরায় যে কোন অর্থের মহোরানা ধার্য করিয়া আমরা কি পুনরায় স্বামী স্ত্রীর রুপে বসবাস করিতে পারবো?এটা কি হালাল হবে? শরিয়তে এর বিধান কী?",
    "answer": "ওয়া আলাইকুমুস সালাম। খোল তালাক হলে তালাক বায়ান পতিত হয়। সেক্ষেত্রে নতুন করে বিবাহ করে সংসার করা যায়। তবে আপনাদের জন্য এখন করণীয় হলো তালাকের কাগজটা একজন অভিজ্ঞ আলেমেকে দেখাবেন এবং তার পরামর্শ অনুযায়ী কাজ করবেন। কাগজ না দেখে চুড়ান্ত কিছু বলা সম্ভব নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7123",
    "question": "এই ট্রাস্ট কি ঋণগ্রস্তদের সাহায্য করে?",
    "answer": "না, এই মূহুর্তে এমন কার্য্যক্রম আমাদের নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7124",
    "question": "ভাগ্নির ছেলে, দাদার ভাই, ভাগ্নের ছেলে, স্বামীর চাচা-মামা — তারা কি মাহরাম?এ জাতীয় আরো অনেক পুরুষ আছে, যারা মাহরাম কি-না তা নিয়ে ধোয়াশা রয়েছে, একটু স্পষ্ট করবেন অনুগ্রহ করে।",
    "answer": "১। দাদার ভাই, দাদির ভাই, নানার ভাই এবং নানীর ভাইয়ের সাথে পর্দা করতে হবে না। এরা সকলেই মাহরাম। বিষয়টিকে নিচের দিক থেকে উপর দিকে ভাবলে ভাবনায় পড়ে যেতে হয়। উপর থেকে নিচের দিকে ভাবুন। মাসআলাহ সহজ হয়ে যাবে। আপনার ভাতিজা-ভাতিজির ছেলে-সন্তান, ভাগিনা-ভাগ্নির ছেলে-সন্তান। এরা সকলেই আপনার নাতি-নাতনী। এদের সাথে আপনার পর্দা নেই। এরা মাহরাম। এদের মাধ্যমে কিয়ামত পর্যন্ত বংশধারা সকলেই মাহরাম। لَا جُنَاحَ عَلَیۡہِنَّ فِیۡۤ اٰبَآئِہِنَّ وَلَاۤ اَبۡنَآئِہِنَّ وَلَاۤ اِخۡوَانِہِنَّ وَلَاۤ اَبۡنَآءِ اِخۡوَانِہِنَّ وَلَاۤ اَبۡنَآءِ اَخَوٰتِہِنَّ وَلَا نِسَآئِہِنَّ وَلَا مَا مَلَکَتۡ اَیۡمَانُہُنَّ ۚ وَاتَّقِیۡنَ اللّٰہَ ؕ اِنَّ اللّٰہَ کَانَ عَلٰی کُلِّ شَیۡءٍ شَہِیۡدًا নবীর স্ত্রীগণের জন্য তাদের পিতাগণ, তাদের পুত্রগণ, তাদের ভাইগণ, তাদের ভাতিজাগণ, তাদের ভাগিনাগণ, তাদের আপন নারীগণও  , তাদের দাসীগণের ক্ষেত্রে (অর্থাৎ তাদের সামনে পর্দাহীনভাবে আসাতে) কোন গােনাহ নেই এবং (হে নারীগণ! ) তােমরা আল্লাহকে ভয় করে চলাে। নিশ্চয়ই আল্লাহ প্রতিটি বস্তুর প্রত্যক্ষকারী। —আল আহ্‌যাব – ৫৫ ২। স্বামীর চাচা-মামা নন মাহরাম। তাদের সামনে পর্দা করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7125",
    "question": "ফুটপাতে ব্যবসায় করা যেহেতু নিষিদ্ধ, সেহেতু ফুটপাত থেকে কিছু কেনা কি জায়িয হবে?",
    "answer": "মানুষের যোগাযোগের রাস্তায় বাধা সৃষ্টি করা যাবে না, এটা অন্যায় কাজ। তবে ফুটপাতে দোকান দিলে যানযট সৃষ্টি হয়, ভোগান্তি হয়। এটা থেকে বিরত থাকা উচিত। তবে সেখানে থেকে কিছু কিনলে না জায়েজ হবে না, বিরত থাকা ভালো।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7126",
    "question": "ঝগড়ার সময় স্ত্রী বলে “এসব আর ভালো লাগে না“। আমি চলে যাবো। স্বামী বলে “চলে যাও“। তবে, বলার সময় তালাকের কোনো নিয়ত বা আলোচনা ছিল না। স্বামী তালাকে কেনায় সম্বন্ধে শুনেছে। তবে, বিস্তারিত জানে না। কিছুক্ষন পর সে মনে করে যে, হয়তো এমন বলার কারণে তালাক হয়ে গিয়েছে। তাই সে তার স্ত্রীকে বলে এখন আমার সামনে থেকে চলে যাও। নিজের কপাল নিজে পুড়েছ। তোমার পিতাকে বলো তোমার আমার চেয়ে ভালো কাউকে খুঁজতে। এখন এর হুকুম কি?",
    "answer": "তালাক হয় নি। তারা সংসার করতে পারবে। সামনে থেকে সতর্ক থাকবে, এই ধরণের কোন কথা বলবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7127",
    "question": "রুকু থেকে উঠে ইমাম সাহেব কি রাব্বানা লাকাল হামদ, হামদান ক্বাসিরান তয়্যিবান মুবারাকান ফিহ, এই দোয়া টা পড়তে পারবে???ইমাম সাহেব শুধু সামিয়াল্লাহু লিমান হামিদাহ্ বলবেন। আর তারপর মুক্তাদি দাড়িয়ে বলবে রাব্বানা লাকাল হামদ। কেউ একাকী নামাজ পড়লে দুটোই পড়বে।",
    "answer": "হাদীসে আছে ইমাম সাহেব সামিয়াল্লাহু লিমান হামিদাহ্ বলবেন আর তারপর মুক্তাদি দাড়িয়ে বলবে রাব্বানা লাকাল হামদ। অতিরিক্ত উক্ত দুয়াটাও পড়বে পারবে।\r\n\r\nতবে ইমাম সাহেব এই দুআগুলো সব পড়লেও নামাযের ক্ষতি হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7128",
    "question": "হিন্দু মহিলা কি সন্তান প্রসবের সময় ধাত্রি হতে পারবে? নাকি মুসলমান মহিলা হতে হবে?",
    "answer": "বিধর্মী মহিলাদের মুসলিম সন্তানের ধাত্রী হতে বাধা নেই। প্রয়োজনে তাদের সাহায্য নিতে পারবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7129",
    "question": "১. হাদিয়া/উপহার পাওয়া জিনিস কি বিক্রি করতে পারবো?২. বালেগ হওয়ার পূর্বে মানুষের আর্থিক হক নষ্ট করলে সেই হক কি পরে আদায় করতে হবে?",
    "answer": "উত্তর: জ্বী, বিক্রি করা যাবে। শরীয়াহ অনুযায়ী উপহার পাওয়া জিনিস বিক্রি করতে সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7131",
    "question": "৪ রাকাত নামাজে ১ম বৈঠকে তাশাহহুদের পরে ভুল করে দরুদ পড়ে ফেললে কি সাহু-সিজদা দিতে হবে?",
    "answer": "জ্বী, সাজদায়ে সাহু দিবেন। কারণ দাঁড়াতে বিলম্ব হয়েছে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীদা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7132",
    "question": "আসসালামু আলাইকুম ওয়া রহমাতুল্লাহ। একজন ব্যবসায়ী ওজনে কম দিতো। আমরা জানি ওজনে কম দিলে আল্লাহ ক্ষমা করে না, যাকে কম দিছে ক্ষমা করার অধিকার শুধু তার। কিন্তু যে কম দিয়েছে অনেক আগে তিনে বৃদ্ধ হয়ে গেছে,  এই কারণে ব্যবসা ছেড়ে দিয়েছে। এখন তার ক্ষমা পাবার কি কোন পথ আছে?",
    "answer": "ওয়া আলাইকুমুস সালাম। বৃদ্ধ হলে সমস্যা কী? যাদের কম দিয়েছে তাদেরকে তাদেরকে তাদের ক্ষতিপূরণ দিয়ে দিবে। যদি কোনভাবে সম্ভব না হয়, আর সে অনুতপ্ত হয়ে তওবা করে  আল্লাহর কাছে ক্ষমা চান তাহলে আল্লাহ ক্ষমা করে দিবেন ইনশাআল্লাহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7133",
    "question": "ফুফাতো বোনের মেয়ে কে বিয়ে করা কি জায়েজ ? এতে পরিবার রাজি না থাকলে করণীয় কি?",
    "answer": "জ্বী, ফুফাতো বোনের মেয়েকে বিয়ে জায়েজ। পরিবার রাজী না থাকলে বিয়ে করার দরকার নেই। পরিবার যেখানে রাজি থাকে সেখানে বিয়ে করবেন যদি গ্রহনযোগ্য কোন সমস্যা না থাকে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7134",
    "question": "আমি গতকাল জোহরের নামাজ পড়ার সময় মসজিদের একদম শেষ কাতারে বসেছিলাম। তবে কাতারের মাঝামাঝিতে ছিলাম। আমার সুন্নত নামাজ শেষ হওয়ার পূর্বেই জামাত শুরু হয়ে যায়। এমতাবস্থায় আমার ডান পাশে আরো কিছু মানুষ দাড়ানোর জায়গা ছিল। তখন আমি নামাজে দাড়িয়ে থাকা অবস্থাতেই ডান দিকে চলে গিয়েছি। নামাজে থাকা অবস্থাতে আমি কি এটা করতে পারি?",
    "answer": "জ্বী, নামযারত অবস্থায় এমন হালকা জায়গা পরিবর্তনে নামাযের কোন সমস্যা হবে না। নামায আদায় হয়ে যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7135",
    "question": "পাত্রপক্ষ একটি মেয়েকে দেখতে এসে কিছু টাকা দিয়েছিল হাদিয়া হিসেবে। পাত্রের বাবা সরকারি চাকুরিজীবী ছিল। পাত্রের চাকরিও একটা সুদী কোম্পানিতে।পাত্রদের বিল্ডিং আছে ও অন্যান্য সম্পত্তিও আছে; এগুলো সম্ভবত পাত্রের বাবার করা,  যা সরকারি চাকুরিজীবীর একার আয় দিয়ে গড়ে তোলা প্রায় অসম্ভব ।  মেয়েটির প্রবল  ধারণা পাত্রপক্ষ তাকে যে টাকা দিয়েছে, তাতে হারাম মিশ্রিত আছে। এখন মেয়েটি এ টাকাটা দিয়ে কি বই বা এ ধরণের কিছু কিনতে পারবে? প্রশ্নটা জরুরী, অনুগ্রহ করে উত্তর দেবেন।",
    "answer": "জ্বী, বই বা যে কোন জিনিস কিনতে পারবে। পাত্রীর ধারণা অমূলক।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7136",
    "question": "আসসালামু আলাইকুম। আমার একটা মুরগীর ফার্ম আছে। মুরগির ডিম আমি একজন বড় ডিম বিক্রেতার কাছে বিক্রি করি। মুলত এগুলো ফাওমি মুরগীর ডিম যেটা দেখতে দেশি মুরগির ডিমের মত। কিন্তু সমস্যা হচ্ছে আমি যার কাছে ডিম বিক্রি করি তাকে আমি বলে দেই যে এগুলো ফাওমি মুরগীর ডিম, কিন্তু এগুলো ওনি মানুষের কাছে দেশী মুরগির ডিম বলে বিক্রি করে। এক্ষেত্রে কি আমার ইনকাম হারাম হয়ে যাবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, আপনার ইনকাম হারাম হবে না। আপনার কোন পাপও হবে না। তবে যেহেতু আপনি বিষয়টি জেনেছেন যে, সে মিথ্যা বলে তাই তাকে বাদ দিয়ে অন্য কারো কাছে বিক্রি করা উচিত। মিথ্যাবাদীদের সাথে যে কোন লেনদেন থেকে বিরত থাকা উত্তম।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7137",
    "question": "আসসালামু আলাইকুম শায়েখ। আমার একটা মেয়ের সাথে ৫ বছরের সম্পর্ক। এর আগে চাকরি ছিলো না। তাই বিয়ে করা হইনি। সম্প্রতি আমি একটা চাকরি পেয়েছি। মেয়ের বাসাই বললে আমার পারিবারিক অবস্থা দেখে তারা না করে দেই। কিন্তু মেয়ে আমাকে ছাড়া অন্য কোথাও বিয়ে করবে না। সেক্ষেত্রে আমরা কি নিজে নিজে বিয়ে করে নিতে পারি কি না? আমরা উভয়ই প্রাপ্ত বয়স্ক। আমরা এই হারাম সম্পর্ক থেকে বের হতে চাই।",
    "answer": "ওয়া আলাইকুমুস সালাম। মেয়েদের অভিভাবকের অনুমতি ছাড়া বিবাহ হয় না, এটাই অধিকতর বিশুদ্ধ অভিমত। কোন কোন ফকিহ, বিশেষত হানাফী মাজহাবে বিবাহ বিশুদ্ধ হতে অভিভাবকের অনুমতির প্রয়োজন নেই। যে সমস্যার মধ্যে পড়েছেন তার সুষ্ঠ সমাধান না হলে দ্বিতীয় মত অনুযায়ী বিয়ে করতে পারেন পাপ থেকে বাঁচার জন্য। তবে সবচেয়ে ভালো হলো আপনারা এখনই এই পাপ থেকে মুক্ত হয়ে, এই সম্পর্ক  ছিন্না করে নিজ নিজ পারিবারিক সিদ্ধান্ত মোতাবেক কাজ করা।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7138",
    "question": "আসসালামু আলাইকুম,  আমার বয়স ২৮, আমি একটি ছেলেকে পছন্দ করি, ছেলে ৬মাস মতো হচ্ছে প্রাইমারি স্কুলে চাকরি পেয়েছে, বাংলাদেশ কৃষি বিশ্ববিদ্যালয় থেকে পড়াশুনা শেষ করেছে সে, এখন ছেলের বাবার আর্থিক অবস্থা ভালো না হওয়ায় আমার বাবা এই সম্পর্ক মেনে নিবেই না,, পরে ১ বছর পর এখন বলতেছে ছেলে বিসিএস ক্যাডার হইলে তবেই মেনে নিবে আর ততোদিন আমাদের অপেক্ষা করতে হবে। আর না হলে নিজেরা একাই বিয়ে করে নিতে হবে। ছেলে বিয়ে করতে রাজি,  এই অবস্থায় আমাদের করনিও কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনার বাবার কথা কাজ অযৌক্তিক। ২৮ বছরের মেয়েকে বিয়ে না দেয়া মুসলিম সমাজে অস্বাভাবিক কাজ। দ্রুত বিবাহ দেয়া তার জন্য আবশ্যক।   মেয়েদের অভিভাবকের অনুমতি ছাড়া বিবাহ হয় না, এটাই অধিকতর বিশুদ্ধ অভিমত। কোন কোন ফকিহ, বিশেষত হানাফী মাজহাবে বিবাহ বিশুদ্ধ হতে অভিভাবকের অনুমতির প্রয়োজন নেই। যে সমস্যার মধ্যে পড়েছেন তার সুষ্ঠ সমাধান না হলে দ্বিতীয় মত অনুযায়ী বিয়ে করতে পারেন পাপ থেকে বাঁচার জন্য। তবে সবচেয়ে ভালো হলো আপনারা এখনই এই পাপ থেকে মুক্ত হয়ে, এই সম্পর্ক  ছিন্না করে নিজ নিজ পারিবারিক সিদ্ধান্ত মোতাবেক কাজ করা। তবে আপনার পরিবারকে অবস্থা অনুযায়ী ব্যবস্থা নিতে হবে। জেদ ধরে বসে থাকলে হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7139",
    "question": "আসসালামু আলাইকুম শায়েখ আমার একটি প্রশ্ন হলো? আমি যদি কোন দোকানে ফ্রিজ বা অন্য জিনিস কিনে দিই,  আমার টাকা দিয়ে আমি তাদের কাছে কোন প্রকার সুদ বা বেনিফিট নিবো না, কিন্তু সে ফ্রিজ দিয়ে যদি ১৫০ দৈনিক ইনকাম করে তা থেকে যদি আমাকে৫০ টাকা দৈনিক দেয় সে টাকা কি সুদ বলে গন্য হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, এটা সুদ হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7140",
    "question": "আসসালামু আলাইকুম, একটি প্রাপ্তবয়স্ক চায় সে বিয়ে করবে না, একটি চাকরি করবে তার বাবা মায়ের দেখাশুনা করবে এবং পরবর্তীতে সন্তানের অভাব পূরণের জন্য পালক সন্তান নিবে তার এই সিদ্ধান্ত নেওয়া কি জায়েজ আছে? তার পরিবারের দেখাশোনা সে নিজেই করে সে ছাড়া অন্য আর কেউ নেই। তার বাবা মা দু’জনেই অসুস্থ। তার এই বিয়ে না করে থাকার সিদ্ধান্ত কি জায়েজ আছে?",
    "answer": "ওয়া আলাইকুমুস সালাম। বিবাহ করা গুরুত্বপূর্ণ সুন্নাত। চরিত্র হেফাজতের জন্য অতীব প্রয়োজনীয়। কেউ যদি বিবাহ করা ছাড়া নিজের চরিত্র হেফাজত করতে পারে, গুনাহমুক্ত থাকতে পারে তার জন্যে বিবাহ করা ফরজ-ওয়াজিব নয়, বিবাহ না করা জায়েজ আছে। পালক সন্তান রাখতে পারে, তবে প্রয়োজনীয় পর্দা রক্ষা করতে হবে। পালক সন্তানের বিধান সাধারণ সন্তানের মতো নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7141",
    "question": "আস-সালামু আলাইকুম। আমি একজন মেয়ে। আমি ৩বছর আগে গোপনে লুকিয়ে আমার পরিবারকে না জানিয়ে কাজি অফিসে স্বাক্ষীসহ বিয়ে করে রাখি। তখন আমি শরিয়তে বিয়ের নিয়ম এসব কিছু জানতাম না। আমরা কোন মাজহাব অনুসরণ না করেই বিয়ে করি। ছেলে আমাকে বলে আমরা সম্পর্ক করছি এটা তো যিনা হচ্ছে, তাই এখন গোপনে বিয়ে করে রাখবো, জব হলে তারপর তোমার পরিবারকে জানিয়ে আবার বিয়ে করবো।  নিজ নিজ বাবার বাসায় আলাদা স্বাভাবিকভাবেই থাকবে মাঝে মাঝে দেখা হবে। তারপর বিয়ে করার পরে যখন ঝগড়া হতো, যতবার ঝগড়া হতো তিন তালাক দিত মুখে সবসময় রাগ হলেই তালাক বলতো।আমি হঠাৎ জানতে পারলাম ওলি ছাড়া বিবাহ বাতিল । যদি বিবাহ বাতিল হয় তাহলে কি আমাদের তালাক টা বৈধ হয়েছে? আমরা কি চাইলে পুনরায় অভিভাবকের অনুমতি নিয়ে সামাজিকভাবে বিয়ে করতে পারবো শরিয়তে কি সেই সুযোগ আছে? শায়েখ আমি এটা নিয়ে খুব চিন্তিত আমাকে সঠিক পরামর্শ দিবেন এখন কি করা উচিত হবে আমাদের জন্য। দয়া করে পরিচয় গোপন রাখবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। বাংলাদেশের মানুষ সাধারণত হানাফী মাজহাব অনুসরণ করে। হানাফী মাজহাবে যেহেতু ওলী বা অভিভাবক ছাড়া বিবাহ জায়েজ তাই আমাদের সমাজে অনেক মেয়েই ওলী ছাড়া বিবাহ করে, এখানে এটাই প্রচলিত। আপনারাও সেটাই ধরে নিয়ে বিবাহ করেছেন। সুতরাং বিয়ে হয়ে গেছে, তালাক দেয়ার কারণে তালাকও হয়ে গেছে। নতুন করে বিবাহ করার কোন সুযোগ নেই। তিন তালাক দিলে নতুন করে বিবাহ করেও সংসার করার সুযোগ থাকে না।\r\n\r\nআপনি এতো দিন যা জানতেন সেই অনুযায়ী ফয়সালা হবে। হঠাৎ কোন কিছু জানার কারণে হুকুম পরিবর্তন হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7142",
    "question": "আসসালামু আলাইকুম, হুজুর ছবি তোলা হারাম, তবে শখের বশে ছোট বাচ্চাদের, পশু, পাখি ইত্যাদির ছবি তোলা কি জায়েজ অনুগ্রহ করে জানাবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। বিনা প্রয়োজনে ছবি তোলা অনুচিত। এটা অযথা কাজ। তবে প্রিন্ট দেয়া নিষিদ্ধ। মানুষ এবং প্রাণীর ছবি একান্ত প্রয়োজন ছাড়া প্রিন্ট দেয়া যাবে না।সুতরাং প্রয়োজন ছাড়া ছবি তোলা থেকে বিরত থাকা উচিত।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7143",
    "question": "‘সালাতে রুকু বা সিজদাহ্তে তিন বারের কম তাসবিহ পড়লে কি ‘সালাত ভেঙে যাবে?",
    "answer": "রুকু-সাজদাতে তাসবীহ পড়া সুন্নাত। তাসবীহ তিনবার না পড়লে বা  আদৌ না পড়লে নামায ভেঙে যাবে না। তবে সাজদাতে গিয়ে একবার তাসবীহ পড়া পরিমাণ অপেক্ষা করা ফরজ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7144",
    "question": "বিছানায় বসে বা টেবিলে বসে খেলে কি রিয্কে বরকত কমে যায়?",
    "answer": "না, বিছানায় বা টেবিলে খাওয়া-দাওয়া করলে রিযিকে বরকত কমে না।  এভাবে খেলে রিযিকে বরকত কমে এই মর্মে কোন গ্রহনযোগ্য দলীল নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7145",
    "question": "অনেক সময় অনেকে বলে থাকে আপনাদের জন্যই আজকে আমি এ অবস্থানে পৌছাতে পেরেছি। আমার যে ভালো অবস্থা তা আপনাদের জন্যই। আমার বাবা- মায়ের কারণেই আমি আজ কিছু হতে পেরেছি। এমন কথা বলা যাবে ক? এটি কি শির্কের অন্তর্ভূক্ত?",
    "answer": "না, এই ধরণের কথা কোন মুসলিম বললে সেটা শিরক নয়। এখানে মূলত সেই ব্যক্তির অবদানের প্রতি কৃতজ্ঞতা প্রকাশ করা হয়। এটা কোন সমস্যা নয়। বরং হাদীসে এই ধরণের কৃতজ্ঞতা আদায় করতে বলা হয়েছে। রাসূলুল্লাহ সা. বলেছেন  لاَ يَشْكُرُ اللَّهُ مَنْ لاَ يَشْكُرُ النَّاسَ‏. যে ব্যক্তি মানুষের প্রতি কৃতজ্ঞতা প্রকাশ করে না সে আল্লাহর প্রতি কৃতজ্ঞ নয় । সনানু আবি দাউদ, হাদীস নং ৪৮১১।হাদীসটি সহীহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীদা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7146",
    "question": "হজ্জ বা উমরাহের ক্ষেত্রে কোন নারী তার হাজব্যান্ডের উপস্থিতিতে তার (উক্ত নারীর) শ্বশুরের সাথে একই রুমে অবস্থান এবং রাত্রিযাপন করতে পারবে কিনা? শরীয়াহ অনুমতি দেয় কিনা?কোন ছেলের জন্য তার পিতামাতার মধ্যে কার দোয়া বেশি গুরুত্বপূর্ণ?  আল্লাহ কার দোয়াকে বেশি প্রাধান্য দেন?",
    "answer": "শ্বশুর যেহেতু মাহরাম সেহেতু এক ঘরে তার স্বামীর উপস্থিতিতে মহিলারা প্রয়োজনে থাকতে পারে, ঘুমাতে পারে। তবে এমন না করা উচিত। যেহেতু এটা একটি স্পর্শকাতর বিষয় আর শয়তান মানুষের চিরশত্রু তাই কষ্ট হলেও, টাকা পয়সা একটু বেশী খরচ হলেও আলাদা ঘরে থাকা অধিকতর উত্তম।\r\n\r\n২। সন্তানের জন্য সবার দুআ সমান গুরুত্বপূর্ণ। তবে আল্লাহ ভয় যার মধ্যে যত বেশী আল্লাহর নিকট তিনি ততো সম্মানিত। সে হিসেবে বাবা-মায়ের মধ্যে যিনি অধিক তাকওয়ার অধিকারী তার দুআ বেশী গুরুত্বপূর্ণ হতে পারে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7147",
    "question": "আসসালামু আলাইকুম।  আমার বাচ্চার বয়স ১ বছর। আমার স্বামী বাড়িতে থাকে।বাচ্চা যেহেতু ছোট এই জন্য আমি পিল খাচ্ছি। আশা করি ৩ বছর পর্যন্ত খাবো। এতে কি আমার গুনাহ হবে বাচ্চা না নেওয়ার পদ্ধতি অবলম্বন করায়? ২টা বাচ্চা সামলানো কঠিন হবে ভেবে নিচ্ছি না।",
    "answer": "ওয়া আলাইকুমুস সালাম। সন্তানের ভরন-পোষন করতে পারবে না, এই ভয়ে কারো জন্য  জন্ম নিয়ন্ত্রন জায়েজ নেই। আল্লাহ কুরআনে বলেছেন,وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا তোমরা তোমাদের সন্তানদেরকে অভাবের ভয়ে হত্যা করো না, আমি তাদের এবং তোমাদেররিযিক দান করি। নিশ্চয় তাদের হত্যা করাটা হবে বড় গোনাহ। সূরা বনী-ইসরাইল, আয়ত,৩১। সূরা আনয়ামের ১৫১ নং আয়াতেও আল্লাহ তায়ালা এমনটি বলেছেন। যদি স্ত্রী অসুস্থ থাকে, ছোট বাচ্চা থাকে, নতুন সন্তান হলে তার লালন পালনে কষ্ট হওয়ার সম্ভাবনা থাকে তাহলে জন্ম নিয়ন্ত্রন জায়েজ আছে। সেটা পিলের মাধ্যমে হতে পারে। আর যদি বিনা কারণে তথা ভরন-পোষণের ভয় নেই, অন্য কোন সমস্যাও নেই তাহলে এই অবস্থায় জন্ম নিয়ন্ত্রন অনুচিত কাজ। সন্তান আল্লাহর বিশেষ দান । অধিক সন্তান নেওয়ার ভিতরই আল্লাহর রহমত। আল্লরহর রাসূল, অধিক সন্তানের জন্য উৎসাহ দিয়েছেন। বৃদ্ধ বয়সে মানুষের দৈহিক ও আত্মিক নিরাপত্তা ও শান্তির জন্য বেশী সন্তান অধিক সহায়ক।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7148",
    "question": "আসসালামুআলাইকুম, যেকোনো সময়ের নফল নামাজে বা তাহাজ্জুদ নামাজের সিজদা বা নফল নামাজের যেকোন পর্যায়ে নিজের মতো করে, নিজের ভাষায়(বাংলায়) আল্লাহর কাছে কিছু চাওয়া বা দোয়া করা যাবে কি?  বিস্তারিত বলবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। সুন্নাত ও নফল নামাযের সাজদাতে এবং শেষ বৈঠকে দুআ করার সময় কুরআন ও হাদীসে উল্লেখিত দুআর অনুরুপ দুআ বাংলায় বা মাতৃভাষায় করা যায় বলে অনেক আলেম বলেছেন। তবে উত্তম হলো আরবী দুআ মুখস্থ করে সেগুলো পাঠ করা। মুখস্থ হওয়ার আগ পর্যন্ত বাংলায় দুআ করতে পারেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7149",
    "question": "আমার বাবা মারা গিয়েছিল ২০১৮ সালের ১৪  ফেব্রুয়ারিতে।  এখন আমি যদি প্রতিবছর ওই দিনে বাবার নামে কিছু দান সদাকা করি তাহলে কি জায়েজ হবে? নাকি ওই দিন বা ওই মাস বাদে যেকোনো সময় দেওয়া ভালো হবে? পরামর্শ চাই।",
    "answer": "দান-সদকা করার জন্য মারা যাওয়ার দিন বা সময় নির্দিষ্ট করা যাবে না। যখন সময় সুযোগ হবে দান করবেন। অন্য যে কোন সাধারণ দানের মতই আপনি আপনার পিতার জন্য দান করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "দান-সদকাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7150",
    "question": "আসসালামু আলাইকুম। আমরা ছয় ভাইবোন! আমার একটি বোনের একাধিক বিয়ের পরেও বর্তমানে আমার বোন স্বামী বিচ্ছেদে আছে।এই অবস্থায় অনেকদিন ধরে আমার বোন আমার স্ত্রী-পরিবারের সাথে আছে!! কিন্তু এখানেও কৃত্রিম সংকট সৃষ্টি হচ্ছে যা আমার পারিবারিক জীবনের জন্য হুমকি।এমতাবস্থায় বোনের দায়িত্ব নিতে আমি কি বাধ্য?? বা আমার কি করণীয়?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনার উক্ত বোনের দায়িত্ব আপনার এবং আপনার ভাইদের ওপর। তাকে নিরাপদ স্থানে রাখা, তার প্রয়োজীয় খাবার-চিকিৎসা এবং জীবনোপকরণের ব্যবস্থা আপনারা করবেন। তবে যদি তার এমন অর্থকড়ি থাকে যার মাধ্যমে তার জীবন-জাপন সম্ভব তাহলে অর্থনৈতিক দায়িত্ব আপনাদের না। কিন্তু যেহেতু সে মহিলা তাই তার নিরাপত্তার বিষয়টির প্রতি আপনাদের খেয়াল রাখতে হবে। যদি নিরাপত্তার স্বার্থে আপনার বাসায় বা আপনাদের বাসায় রাখতে হয় তাহলে সেটা করতে হবে। যদি অন্য কোথাও থাকলেও তার নিরাপত্তার সমস্যা না হয় তাহলে সেখানেও রাখতে পারেন।\r\n\r\nপিতা বা স্বামী না থাকলে ভাইদের উপর মেয়েদের দেখাশোনার দায়িত্ব চলে আসে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7151",
    "question": "আমার মাঝে মাঝে এসব কল্পনা চলে আসে যে, আমার ভবিষ্যৎ স্ত্রীর সাথে আমি অনেক সুখে জীবন অতিবাহিত করব ।। ওকে কষ্ট দিবো না , ওর সাথে ভালো ব্যবহার করব।। ওকে অনেক আদর ভালোবাসা দিবো , ওকে ঘুরতে নিয়ে যাবো।। ওর সাথে অনেক্ষণ তৃপ্তি সহকারে সহবাস করব।। আমার স্ত্রী একজন পূণ্যবতী, পুতঃপবিত্র, ও পর্দাশীল হবে ।। ও আল্লাহর ইবাদত করবে আর স্বামীর আনুগত্য করবে ।। স্বামী সুখ-দুখের সাথী হবে ।। আমাদের ভবিষ্যতে অনেক অনেক সুন্দর সন্তান হবে । তারা মা-বাবার আদর্শে বড় হবে । ওদের ধর্মীয়-মূল্যবাদ থাকবে । মা-বাবার গর্বের সন্তান হবে, দ্বীনদারী হবে।। আমাদের পরিবার টা আল্লাহর রহমতে ভরপুর থাকবে।। এমন চিন্তা ভাবনা মাঝে মাঝে চলে আসে আর তা ভাবতেই যেন কেমন জানি একটু ভালো অনুভূতি লাগে।। এসব কল্পনা করা কি জায়েজ আছে? নাকি এটাতে অন্তরের গুনাহ হবে??",
    "answer": "আপনি যে কাজ করেন সে কাজ মনোযোগ সহকারে করবেন। এতো কল্পনার জগতে ডুব দিয়ে সময় নষ্ট করার প্রয়োজন নেই। কিছু বাজে কল্পনাও চলে এসেছে, এগুলো বাদ দিতে হবে। বিবাহ করার আগে পরে সব সময় সুন্নাহ অনুযায়ী চলবেন। প্রতেককে তাদের হক আদায় করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7152",
    "question": "আসসালামুআলাইকুম। পাঁচ ওয়াক্ত নামাজ না পড়ার কি কি গুনাহ?",
    "answer": "ওয়া আলাইকুমুস সালাম। নামায না পড়লে সে আর মুসলিম থাকে না। সে অমুসলিম হিসেবে জাহান্নামে যাবে।\r\n\r\nআল্লাহ তায়ালা কুরআনে বলেছেন,\r\n\r\nوَأَقِيمُوا الصَّلاةَ وَلا تَكُونُوا مِنَ الْمُشْرِكِينَ তোমরা নামায কায়েম কর, মুশরিক হয়ো না।” সূরা রুম, আয়াত ৩২।\r\n\r\nরাসূলুল্লাহ সা. বলেছেন   ‏ إِنَّ بَيْنَ الرَّجُلِ وَبَيْنَ الشِّرْكِ وَالْكُفْرِ تَرْكَ الصَّلاَةِ ‏”‏ ‏‏   বান্দা এবং শিরক ও কুফরের মধ্যে পার্থক্য হচ্ছে সালাত নামায পরিত্যাগ করা। সহীহ মুসলিম, হাদীস নং ১৪৯।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7153",
    "question": "আসসালামু আলাইকুম। ফরজ বা সুন্নাত যেকোনো  নামাজে কি সুরা সিরিয়াল মোতাবেক পড়া লাগে? যেমন উদাহরন স্বরূপ ৪ রাকাত সুন্নাতে সুরা লাহাব তারপর সুরা ইখলাস, ফালাক,নাস এইভাবেই পড়া লাগবে? নাকি,প্রথম রাকাতে সুরা নাস পড়ে যেকোনো সুরা পড়া যাবে। সিরিয়াল ছাড়া পড়লে কি নামাজ হবে না?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, ধারাবাহিকতা অনুযায়ী সূরা পড়া আবশ্যক না। প্রথম রাআতে সূরা নাস পড়ে অন্য রাকআতে ফালাকও পড়া যায়। এতে নামায সহীহ হবে, আদায় হয়ে যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7154",
    "question": "আসসালামু আলাইকুম। আমার স্বামী আমাকে তালাকের শর্ত দেয় কিন্তু আমি তার শর্ত ভঙ্গ করি নি।এসব নিয়ে অনেক ঘাটাঘাটি করছি কি বললে তালাক হয় না হয় এসব।কিছুদিন আগে ইউটিউবে দেখি স্বামী যদি বউকে বলে বাবার বাসায় চলে যাও বা এ ধরনের কোন কথা বলে তাহলে তালাক হয়ে যায়।তারপর থেকে আমার দুটি ঘটনাকে কেন্দ্র করে বার বার মনে হচ্ছে আমার স্বামি আমাকে মনে হয় এরকম কোনো কথা বলেছিল যার জন্য তালাক হতে পারে, আবার মনে হচ্ছে এ ধরনের কোনো কথাই বলে নি…না বলার সম্ভাবনাই বেশি আবার বলতেও তো পারে। কিন্তু আমার একটুও মনে নেই সে কোনো কিছু বলেছিল নাকি বলেনি।খুব মানসিক অশান্তিতে আছি। এটা কি ওয়াসওয়াসা? আর যদিওবা বলে আমার তে মনে নাই এক্ষেত্রে আমার করনীয় কি অনুগ্রহ করে উত্তরটি দিবেন?আল্লাহ কি আমাকে মাফ করবেন?",
    "answer": "ওয়া আলাইকুমুস সালাম। সংসার অব্যাহত রাখুন। ভবিষ্যতে সতর্ক হবেন। স্বাভাবিক থাকুন। যেহেতু নিশ্চিত কিছু মনে নেই তাই কোন চিন্তা করার দরকার নেই। সালাতগুলো নিয়মিত আদায় করুন। সকাল-সন্ধ্যার দুআগুলো নিয়মত পাঠ করুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7155",
    "question": "আমি ইসলামকে অনেক ভালোবাসি, প্রতিদিন সালাত এবং ইবাদত পালন করি কিন্তু আমি খুব মানসিক ব্যাধির মধ্যে ভুগছি , আমার মনে খারাপ চিন্তা আসে যা কাউকে বলা সম্ভব নয় এতে আমার খুব কষ্ট লাগে,  ইবাদত করতে মন চায় না । আরেকটি সমস্যা অতিরিক্ত হাসি, অনেকসময় নিয়ন্ত্রণ করতে পারি না তাই সালাতে মধ্যে হেসে ফেলি । এইকারনে ইমামতি করতে এবং আজান দিতে ভয় পাই  এই ভেবে তখন যদি হাসি চলে আসে ।",
    "answer": "৫ ওয়াক্ত সালাত নিয়মিত আদায় করবেন। হারাম-হালাল মেনে চলবেন। নিয়মিত আল্লাহর কাছে সমস্যার জন্য দুআ করবেন। যেহেতু আপনি সমস্যাগুলো বুঝতে পারছেন নিয়ন্ত্রনের চেষ্টা করতে থাকুন। সকাল-সন্ধ্যার দুআগুলো নিয়মিত পাঠ করুন। ইনশাআল্লাহ সমস্যা দূর হয়ে যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7156",
    "question": "আসসালামু আলাইকুম।১।স্বামী যদি তার স্ত্রী কে রেগে বলে,আমার অনুমতি ছাড়া কোনদিন বাজারে গেলে সেইদিনই তোমার সাথে আমার সম্পর্ক শেষ। এবং পরে তার ভূল বুঝতে পারে তাহলে কি স্বামী তার শর্ত ফিরিয়ে নিতে পারবে?২।আমি আমার স্বামীর থেকে অনুমতি নিয়ে আমার ভাইয়ের শশুরবাড়ি গিয়েছিলাম।আমাদের এখানে দুটি বাজার ১।স্টেশন বাজার আর ২। নিচাবাজার। ভাইয়ের শশুর বাড়ির  উভয় বাজারের ওপর দিয়ে মেইন রাস্তা আছে যেখান দিয়ে  যেতে হয়।যাওয়ার সময় মাঝে মাঝে স্টেশন বাজারে গাড়ি পাল্টাতে হয় আবার কোনো দরকার হলেও পাল্টাতে হয় আর যখন গাড়ি একবারে বাসস্ট্যান্ড পর্যন্ত যায় তাহলে পাল্টানো লাগে না। তো আমরা যাওয়ার সময় আমার মায়েদের মিষ্টি কেনার প্রয়োজন থাকায় স্টেশন বাজারে নামি আর রাস্তার পাশেই যেই দোকান সেই দোকানে দাড়া। দাঁড়ানোর কিছুক্ষণ পরে আমার প্রয়োজনীয় একটা জিনিস কেনার জন্য যেখানে দাঁড়িই তার থেকে কয়েকটা দোকান সামনে গিয়ে কিনে আসি।সেই দেকানও রাস্তার পাশেই।এখন আমার প্রশ্ন :আমি কি আমার স্বামী শর্ত ভঙ্গ করে ফেলছি?আমাদের কি তালাক হয়ে গেছে? আমার স্বামী বাজার বলতে মনে মনে নিচাবাজারকে বুঝিয়েছেন",
    "answer": "ওয়া আলাইকুমুস সালাম। অধিকাংশ আলেম ও ফকীহর মতে স্বামী তালাকের শর্ত ফিরিয়ে নিতে পারবে না। শর্ত  পাওয়া গেলে স্ত্রীর উপর এক তালাক হবে।\r\n\r\n২। স্বামী যেহেতু নিচাবাচার বুঝিয়েছেন তাই স্টেশন বাজারে মিষ্টি নেয়ার জন্য নামলে, শর্ত না পাওয়া যাওয়ার কারণে তালাক হবে না। নিচাবাজারে গেলে তালাক হবে।  https://www.islamweb.net/ar/fatwa/315688/%D9%87%D9%84-%D9%8A%D9%85%D9%84%D9%83-%D8%A7%D9%84%D8%B2%D9%88%D8%AC-%D8%A7%D9%84%D8%AA%D8%B1%D8%A7%D8%AC%D8%B9-%D8%B9%D9%86-%D9%85%D8%A7-%D8%A7%D8%B4%D8%AA%D8%B1%D8%B7%D9%87-%D9%81%D9%8A-%D8%AA%D8%B9%D9%84%D9%8A%D9%82-%D8%A7%D9%84%D8%B7%D9%84%D8%A7%D9%82",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7157",
    "question": "তুচ্ছ পরিমাণ নাপাকী কি খাবার – পোশাকের ক্ষেত্রে মাফ যোগ্য? আমাদের দেশে ডিমের সাথে লেগে থাকা বিষ্ঠা সম্পর্কে তো অধিকাংশ মানুষ অসচেতন।কখনো ডিম না ধুয়ে ভাজির ক্ষেত্রে -সিদ্ধ করার ক্ষেত্রে ডিমের খোসা থেকে খুবই কম বা চিমটা পরিমাণ নাপাকী যদি খাবারের সাথে মিশে যায়, তবে সে খাবার কি হারাম হয়ে যায়?…",
    "answer": "জ্বী, এতটুকু ক্ষমাযোগ্য। একটি ছোট ধাতব মুদ্রা পরিমাণ নাপাকি মাফ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ত্বহারাত পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7158",
    "question": "ইসলামিক ব্যাংকে চাকরি করা কি হারাম হবে?",
    "answer": "না, শরীয়াহ পালনকারী ইসলামী ব্যাংকে চাকুরী করা হারাম হবে না। জায়েজ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7159",
    "question": "সন্তানের ইসলামিক জ্ঞান আসার পরে বুঝতে পারল তার পিতা হারাম ইনকামে জড়িত সুদের লোনে কারবারে জড়িত , সে একজন ছাত্র , এখন তার করণীয় কি ?",
    "answer": "তার করণীয় হলো নিজে ইনকাম করে নিজের সকল খরচ নির্বাহ করা। এটা সবচেয়ে ভালো। যদি সম্ভব না হয় তাহলে পিতার সাথেই থাকতে হবে। এছাড়া তো আর উপায় নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7160",
    "question": "আসসালামু আলাইকুমআমার আম্মুর একজন ভাড়াটিয়া  প্রায় ৩ বছর ধরে আম্মুর ভাড়া পরিশোধ করতে পারেননি।উনারা প্রায় ৪ লাখের কাছাকাছি ভাড়া জমিয়ে ফেলেছে। তারা এই ভাড়া পরিশোধ এ সক্ষম নন। আমাদের বাসা থেকে উনারা অন্য বাসায় চলে গিয়েছেন।এখন আমার আম্মুর একটা প্রশ্ন আম্মু কি উনাকে জাকাত দিয়ে ওই টাকা টা তার থেকে আদায় করে নিয়ে উনার ঋণ শোধ করতে পারবেন?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, পারবেন। জাকাতের টাকা ঐ ব্যক্তিকে তার হাতে বুঝিয়ে দিবেন। তারপর তার হাত থেকে ভাড়া বাবদ ঐ টাকা নিয়ে নিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7161",
    "question": "আসসালামু আলাইকুম,,বাচ্চা যদি সম্মানার্থে পিতা মাতা কিংবা বড়দের হাতে চুম্বন করে মাথা ঠেকায়, এটাতে কি কোন গুনাহ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। চুম্বন করতে পারে তবে মাথা ঠেকাবে না। মাথা রাখা সাজদার সাথে স্বাদৃশ্য পূর্ণ। সুতরাং এটা অবশ্যই পরিহার করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আদব আখলাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7162",
    "question": "বালতির পানিতে নাপাক কাপড় ধোয়ার নিয়ম কি? প্রতিবার ধোয়ার পর কি বালতি ও হাত ধোয়া লাগবে?",
    "answer": "না, আলাদা করে হাত বা বালতি ধুয়া লাগবে না। প্রতিবার ধোয়ার পর বালতি থেকে পানি ফেলে দিতে হবে।  এরপর নতুন পানি নিতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ত্বহারাত পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7163",
    "question": "জেনে বন্ধকী জমি থেকে উপকৃত হয়,  এখন বুঝতে পারছি উপকৃত হওয়া হারাম ।এখন করণীয় কি?",
    "answer": "যার থেকে উপকৃত হয়েছেন বা টাকা-পয়সা সম্পদ নিয়েছেন তাকে তার টাকা পয়সা ফেরৎ দিবেন। ফেরৎ দিতে না পারলে তার থেকে ক্ষমা চেয়ে নিতে হবে। যদি ক্ষমা করে দেয় তাহলে ক্ষমা পাবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুদ-ঘুষ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7164",
    "question": "পরিবারের সদস্যরা যদি ইসলাম না মানে , নাটক , সিনেমা গান-বাজনা শুনে যা আমার কানে আসে প্রচুর বিরক্তিকর লাগে, এছাড়া মাহরাম মানে না, তাহলে তাদের সাথে খারাপ ব্যবহার বা রাগ করা যাবে ? এবং এরকম বলা যাবে যে “যদি ইসলাম না মানো তাহলে তোমার কথা শুনবো না ?” মা বাবাকে কি এরকম ভাবে বলা যাবে ?",
    "answer": "খারাপ ব্যবহার করে ইসলামের পথে নিয়ে আসতে পারবেন না। ব্যবহার ভাল করবেন। রাগ করে যদি মনে হয় তারা কিছুটা হলেও সংশোধন হবে তাহলে কারো প্রতি অন্যায় না করে রাগ করতে পারেন। “যদি ইসলাম না মানো তাহলে তোমার কথা শুনবো না ?” এই ধরণের কথায় যদি কিছুটা হলেও কাজ হচ্ছে বলে মনে হয়, তাহলে বলতে অসুবিধা নেই। তবে তাদের তাদের আদশেকৃত সকল জায়েজ কাজ অবশ্যই করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আদব আখলাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7165",
    "question": "আসসালামু আলাইকুম, আমি আল্লাহকে খুশী করার জন্য, আল্লাহ আদেশ মানার জন্য কোন কাজ করতে যায়, যেখানে আমার রিয়া বা লোক দেখানো কোন ইবাদতের উদ্দেশ্য নেই কিন্তু ইবাদাত করার জন্য কেউ দেখলে আমার মধ্যে কেমন একটা অনুভূতি হয় যে মানুষটা আমাকে ভালো বলবে,আমাকে আল্লাহ ওয়ালা মনে করবে এমন আত্মতুষ্টি সৃষ্টি হয়। আমার মুল উদ্দেশ্য এটা ছিলনা, এখন আমার এই ইবাদাত কি লোকদেখানো ইবাদাতে পরিনত হবে?? আর এর থেকে বাঁচার উপায় কি??",
    "answer": "ওয়া আলাইকুমুস সালাম। শয়তান মানুষের শত্রু হিসেবে সব সময় ওয়াসওয়াসা দিতে থাকে। ইবাদত থেকে দুরে সরানোর জন্য এমন করে থাকে।  সুতরাং ইবাদত করার সময় এমন মনে হলেও ইবাদত অব্যাহত রাখতে হবে। লোক দেখানো ইবাদত হবে না ইনশাআল্লাহ।\r\n\r\nএক সময় শয়তান আর এমন ওয়াসওয়াসা দিতে পারবে না, সব ঠিক হয়ে যাবে।\r\n\r\nবেশী বেশী দুআ করবেন। আউযুবিল্লাহ… বার বার পড়বেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7166",
    "question": "আসসালামু আলাইকুম,  আমি আমার এডমিশন টেস্ট এর আগে আল্লাহ কে বলছিলাম আল্লাহ আমি যদি ঢাকা বিশ্ববিদ্যালয়ে চাঞ্চ না পাই তাহলে আমি পড়াশুনা করবো না (জেনারেল লাইনে), মাদরাসায় পড়বো। কী  আশ্চর্য আমি অনেক ভালো ছাএী ছিলাম,  সবাই আশা করছিল আমার হয়ে যাবে। কিন্তু তখন আমার জীবনে  এমন সব ঘটনা ঘটে  যে আমি ভালো করে প্রিপারেশন ও নিতে পারি নি। আমার ঢাবি হয় না।  তবে আলহামদুলিল্লাহ আমরা অন্য একটা ভাসিটিতে  হয়।   আমি এখন এখানেই পড়ি।  কিন্তু  এখন আমার কথা  হলো যে আমি তো আল্লাহ কে কথা দিয়ে ফেলছি আমি মাদ্রাসায় পড়বো। তাহলে আমি এখন কী করবো।  আমার এটা সব সময় মনে হয় আমি তো আল্লাহ কে বলছিলাম, আল্লাহ হয়তো এটা চান,   এজন্যই কী আমার পরীক্ষার আগে এত সব কাকতালীয় ঘটনা হইছে?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি আল্লাহর সাথে করা ওয়াদা ভঙ্গ করেছেন। আপনার কথা মিথ্যা হয়ে গিয়েছে। এখন এই গুনাহের জন্য তওবা করুন। ক্ষমা চান। আল্লাহ ক্ষমা করে দিবেন ইনশাআল্লাহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "মানত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7167",
    "question": "আমার দাদার চাচাতো ভাই এর মেয়ের মেয়েকে যদি আমি বিবাহ করি, এটা কি জায়েজ হবে?",
    "answer": "জ্বী, জায়েজ। কোন সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7168",
    "question": "আসসালামুআলাইকুম, স্ত্রীকে তালাকের অধিকার দেওয়ার পর, স্বামী কি চাইলে যে কোন সময় তালাকের অধিকার স্ত্রীর থেকে ফেরত নিতে পারে?",
    "answer": "ওয়া আলাইকুমুস সালাম।  না, স্ত্রীকে তালাক গ্রহণের অধিকার দিলে তা ফিরিয়ে নেওয়া যায় না। ফিরিয়ে নেয়ার কোন সুযোগ নেই। স্ত্রী যে কোন সময়  স্বামী কর্তৃক প্রাপ্ত অধিকার বলে নিজ নফসের উপর ‘তালাকে তাফয়ীয’ গ্রহণ করতে পারবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7169",
    "question": "আসসালামুয়ালাইকুম। আমাদের ছেলের বয়স ১৪মাস, ওর এখনো আকিকা দেওয়া হয়নি। আমার স্বামীর এখন ইনকাম নাই । আমরা একটু সমস্যার মধ্যে দিয়ে যাচ্ছি। এখন কি আমরা আমাদের অবস্থা ভালো হলে তখন দিলে হবে নাকি এখন ই যেকোন উপায়ে দেওয়া লাগবে ?",
    "answer": "ওয়া আলাইকুমুস সালাম। আকীকা দেয়া সুন্নাত। আকীকা না দিলে গুনাহ হবে না। হাদীসের ভাষ্য অনুযায়ী আকীকা রোগ-প্রতিরোধে সহায়ক। সুতরাং সামর্থ্য থাকলে জন্মের ৭ দিনে আকীকা দেয়া সুন্নাত। পরেও  যে কোন সময় দেয়া জায়েজ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীকা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7170",
    "question": "আসসালামু আলাইকুম, আমি একজন অনার্স্ পড়ুয়া স্টুডেন্ট। আমার বয়স ২৪ বছর।আমি ছাত্রাবাসে থেকে পড়াশোনা করি। আমি প্রায়২/৩বছর থেকে একটানা ঔষধ খেয়ে যাচ্ছি। মাইগ্রেনের সমস্যার জন্য, আল্লাহর রহমতে আগের থেকে কিছুটা উপকার পেয়েছি কিন্তু টানা ঔষধ খেয়ে যেতে হচ্ছে, ডাক্তার ঔষধ খেয়ে যেতে বলছে কিন্তু আমি এতো এতো ঔষধ খেয়ে ক্লান্ত হয়ে যাচ্ছি, কেননা এতো কম বয়সে আমি অনেক ঔষধ খেয়ে যাচ্ছি। তাই আমি চাচ্ছি আর ঔষধ খাবো না,, এমন কোন কী পরীক্ষিত আমল নাই যা  আমল করে অসুখ-বিসুখ থেকে মুক্তি পাবো, অসুখ থেকে আল্লাহ আমাকে রক্ষা করবে।",
    "answer": "ওয়া আলাইকুমুস সালাম। ওষুধ খেয়ে যাবেন। আল্লাহ তায়ালা আপনাকে পরীক্ষার মধ্যে রেখেছেন, এমন মনে করবেন। আর আল্লাহ তায়ালার কাছে রোগমুক্তির দোয়া করবেন। হাদীসের বর্ণিত নীচের এই দুআটিও পড়তে পারেন। اللهم رب الناس أذهب الباس اشفه وأنت الشافي لا شفاء إلا شفاؤك شفاء لا يغادر سقما",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7171",
    "question": "সরকারি কোনো স্থান থেকে কিছু নেয়া কি জায়েয হবে? যেমন সরকারি গাছ থেকে ফুল ছেঁড়া বা সমুদ্রের তীর থেকে ঝিনুক, প্রবাল ইত্যাদি নেয়া যাবে কি? কেউ যদি তা করে ফেলে, তাহলে তার কী করা উচিত?",
    "answer": "আপনি সম্ভবত কিছুটা চিন্তা রোগে আক্রান্ত। স্বাভাবিকভাবে চলুন, তাহলে এই সব চিন্তা আসবে না। যা কিছু উল্লেখ করেছেন এগুলো মূল্যবান কোন বস্তু নয়। সুতরাং এগুলো নেয়া অবৈধ নয়, হারাম পর্যায়ের কিছু না। ফুল ছেড়া অনুচিত কাজ, যে কোন গাছ থেকেই ফুল বিনা প্রয়োজনে ছেড়া উচিৎ নয়।  তবে মূল্যবান কোন সম্পদ নেয়া যাবে না। সরকারী গাছ কেটে নেয়া যাবে না, সরকারী রাস্তার ইট নেয়া যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7172",
    "question": "আসসালামু আলাইকুম।১.কেউ যদি হারাম খায় অথবা তার যদি হারাম ইনকাম থাকে তাহলে সে যদি সেখান থেকে তওবা করে তাহলে কি তার তওবা কবুল হবে? এক্ষেত্রে কিভাবে তওবা করতে হবে। হারাম খাওয়া ছেড়ে দিয়ে তওবা করলে তওবা কবুল হবে? হারাম উপার্জন এর টাকা দান না করলে কি তার তওবা কবুল হবে?২.যদি কেউ হারাম খায় অথবা খেয়েছে এর জন্য কি তার অন্যান্য গুনাহ গুলা তওবা করলেও মাফ হবে না?  যেহেতু হারাম খেলে দোয়া কবুল হয় না।যেমন : কোন ব্যাক্তি হারাম খায়েছিল এবং তার একটি জিনার গুনাহ আছে। এখন সে জিনার গুনাহ থেকে তওবা করতে চায়। এখন কি হারাম খাবারের কারনে তার জিনার গুনাহ মাফ হবে না?",
    "answer": "ওয়া আলাইকুমুস সালাম।  হারাম উপার্জন থেকে তওবা করার পর সে পূনরায় হারাম উপার্জন করবে না। আগের হারাম টাকাগুলো যাদের থেকে নিয়েছে তাদেরকে যতটা সম্ভব দেয়ার চেষ্ট করবে। যদি সবাইকে দেয়া সম্ভব না হয় তাহলে সওয়াবের নিয়ত ছাড়া গরীবদেরকে দিয়ে দিবে। টাকার সঙ্কটের কারণে সঙ্গে সঙ্গে সব হারাম টাকা পাওনাদার দের বা  গরীবদের দিতে না পারলেও হিসাব করে ধীরে ধীর যতটা সম্ভব দিয়ে দিবে। হারাম খাওয়া অবস্থায় অন্য গুনাহ থেকে করা তওবা কবুরল হবে। দুআ কবুল আর তওবা কবুল এক নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7173",
    "question": "মেয়ে, বাবা ও মা – এই তিনজন মিলে পরিবার।বাবা: একজন সরকারি ৩য় শ্রেনীর কর্মচারী ছিলেন। এখন অবসরপ্রাপ্ত। বর্তমানে প্রতি মাসে ১২০০০ টাকা পেনশন পান। তিনি জজকোর্ট মসজিদের ইমাম ও খতিব এবং একজন বক্তা(বিভিন্ন যায়গায় মাহফিল করেন)। মসজিদ থেকে মাসে ৩০০০ টাকা করে দেয় এবং মাহফিল থেকেও অল্প পরিমান সম্মানী পান। তবে সাধারন বক্তাদের মতো বেশি টাকা না। অবসরে যাওয়ার সময় প্রায় ৫০ লক্ষ টাকা পেয়েছেন। ২০ লক্ষ টাকা দিয়ে জমি কিনেছেন, ১০ লক্ষ নিজের ব্যাংক একাউন্টে, ১০ লক্ষ মেয়ের ব্যাংক একাউন্টে বাকি ১০ লক্ষ স্ত্রীর মহরানা বাবদ স্ত্রীর ব্যাংক একাউন্টে দিয়েছেন। ক্রয়কৃত এবং উত্তরাধিকার সূত্রে প্রাপ্ত মোট জমি থেকে এখন বছরে প্রায় ৩০ হাজার টাকা আসে। জমিগুলো যদি সব বিক্রি করে দেয়া হয় তাহলে প্রায় ১ কোটি টাকা পাওয়া যাবে।বাবার মেমরি লস হচ্ছে (এটি একটি রোগ, কোনো কিছু বুঝতে সময় লাগে, সহজেই ভুলে যায়)। টাকা দিয়ে কোনো ব্যবসা করার মতো বুদ্ধিমান হিসেবে মনে হচ্ছে না।প্রতি মাসে স্ত্রীর পেছনে প্রায় ৫ হাজার টাকার ঔষধ এবং নিজের জন্য প্রায় ২-৩ হাজর টাকার ঔষধ কিনতে হয়। নিজের বাড়ি থাকায় বাসা ভাড়া দিতে হয়না। বাকি থাকে খাবার, মেহমান, দান সদকা, ঈদ, কুরবানী এসব খরচ তো মোটামুটি অনুমেয়।এমতাবস্থায় এই বাবার খেদমতের জন্য একমাত্র মেয়ের চাকরি করবে কি না? বৃদ্ধ বয়সে পিতা মাত্কে দেখাশুনা করার দায়িত্ব তো এই মেয়েরই।মেয়ে বর্তমানে একটি মহিলা মাদ্রাসার লেকচারার হিসেবে চাকরিরত। এখানে পুরুষ শিক্ষক আছে। তাদের সাথে মাঝে মধ্যে দেখা ও কথা হয় যদিও বোরকা নিকাব করা হয়।পিতার অর্থনৈতিক অবস্থা, মেয়ের কর্মপরিবেশ বিবেচনা করে ঘরের বাহিরে চাকরি করা বৈধ হচ্ছে কি না?মেয়ে চাকরি ছেড়ে দিলে পিতা মাতা অসন্তুষ্ট হলে মেয়ের গুনাহ হবে কিনা?",
    "answer": "বর্তমানে ঐ বাবার যে উপার্জন সেটা দিয়ে যদি তার পরিবার চলে তাহলে ঐ মেয়ের ওপর আবশ্যক নয় পিতা-মাতাকে আর্থিক সহায়তা করা। ব্যাংকে রাখা টাকা থেকে সুদ নিতে পারবেন না। মেয়েদের চাকুরীর ক্ষেত্রে অবশ্যই স্বামীর অনুমতি নিতে হবে। মেয়ে পুরোপুরি ইসলামের পথে চলার স্বার্থে চাকুরি ছেড়ে দিলে পিতা মাতা অসন্তুষ্ট হলে মেয়ের গুনাহ হবে না। মেয়েদের দিয়ে চাকুরী করানো একটি মানসিক রোগ। এই মানসিক রোগ থেকে বের হওয়া কঠিন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7174",
    "question": "আমি আগে নিয়মিত নামাজ পড়তাম। কোথাও নামাজের ওয়াক্ত হলে বাইরেই পড়ার চেষ্টা করতাম। কিন্তু কিছু দিন যাবত বর্তমানে নিওমিত নামাজ পরলেও আগের মত মনোযোগ থাকে না বা ঘুমিয়েও অনেক সময় নামাজের ওয়াক্ত চলে যায়। আমি বুঝতে পারছি শয়তানের কুমন্ত্রনা থেকে এরকম হচ্ছে। আমি এর থেকে বের হতে চাচ্ছি এবং আগের মত পরিপূর্ণ ভাবে আল্লাহ এর এবাদাত করতে ছাচ্ছি। এ থেকে বের হওয়ার বিশেষ কোন আমল আছে কিনা?বি. দ্রঃ আমি যখন আমার বাসায় ফেরত আসি তখন নামাজে বেশি অনিহা তৈরি হয় এবং আমার বাসায় অতিরিক্ত ঘুম এবং ক্লান্তি ভাব আসে কিছু দিন ধরেই। এখানে জীন বা বদ নজর এর কোন বিষয় এইগুলোর সাথে জড়িত কিনা?",
    "answer": "আপনার প্রবল মানসিক শক্তি হচ্ছে এই রোগের ওষুধ। ভালো মানুষের সাথে ওঠাবসা করবেন। ইসলামিক বইপত্র পড়বেন, যেগুলো কিয়ামত, আযাব, জাহান্নাম নিয়ে লেখা। এ জাতীয় বয়ান-বক্তৃতা শুনবেন। আল্লাহর কাছে দুআ করবেন। ইনশাআল্লাহ ঠিক হয়ে যাবে। জ্বীন-পরীর কোন বিষয় নয় এগুলো।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7175",
    "question": "ফ্রিল্যান্সিং এর বিভিন্ন সেক্টরে আমি কি মহিলা হিজাব পরে না,  কিন্তু শালিনতার সাথে এমন  মেয়েদের ছবি  ব্যবহার করতে পারব?",
    "answer": "না, পারবেন না। মহিলাদের ব্যবসার উপকরণ বানবেন না। পর্দাহীন মহিলাদের ছবি ব্যবহরের কোন অনুমোদন নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7176",
    "question": "বিবাহ সম্পর্ক ছাড়া কাউকে ভালোবাসা হারাম। কিন্তু এতে কি শির্ক এর পাপ হয়?",
    "answer": "না, এটা শিরক নয়। তবে মারাত্মক কবীরা গুনাহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীদা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7177",
    "question": "আসসালামুআলাইকুম.. আমি ২০১৯ সালে চাকরির সুবাদে বাসা থেকে বাইরে অবস্থান করছিলাম। মোবাইলে আমার স্ত্রীর সাথে বাকবিতন্ডায় এক সময় আমি প্রচন্ড রাগ আর অভিমানে দুই তালাক দেই। এই ঘটনার বেশ কিছুদিন পর আবারো মোবাইলে রাগারাগীর এক পর্যায়ে আমি রাগ আর ক্ষোভে এক সাথে তিন তালাক উচ্চারণ করি। এমনটা করার কারণ হচ্ছে আমি জানতাম বা আমরা ছোট বেলা থেকে জেনে এসেছি যে রাগের মাথায় তালাক দিলে তালাক হয়না সেটা যতবারই হোক না কেন। কিন্তু এখন আমি জানতে পারলাম যদি কেউ মজার ছলেও তালাক দিয়ে ফেলে তাহলে তালাক হয়ে যায়। এজন্য আমি খুবই অনুতপ্ত এবং অনেকবার তওবা করেছি। যদিও বা এই তওবা কার্যকর নয়। কিন্তু প্রশ্ন হচ্ছে আমি তো ওই সময় ইসলামিক ঐ শরিয়া এবং বিধির উপর প্রতিষ্ঠিত ছিলাম কেননা এরকম শরিয়া বা বিধি আমাকে পর্যন্ত  পৌঁছায়নি। তারমানে আমি ওইটার উপরেই আমল করেছি। এখন যখন জানতে পারলাম আসলে ওটা শরীয়া নয় এতদিন ভুল জেনে এসেছি। এখন খুবই অনুতপ্ত এবং লজ্জিত। এমতাবস্থায় একদিকে প্রিয়তমা স্ত্রীকে হারানোর ভয় অন্যদিকে মহান আল্লাহতালার শাস্তির ভয়। আমাকে যা জানানো হয়েছে আমি সেই অনুযায়ী আমল করেছি বা ভুল করেছি। এখন যেটা জানছি সেটা জানা থাকলে তো কখনো এরকম উচ্চারণও করতাম না। দয়া করে আমাকে শরীয়া সমাধান দিবেন ইনশাআল্লাহ।",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি কোন অনুমোদিত ও  বিশ্বাসযোগ্য সোর্স থেকে জেনেছেন যে, রাগের মাথায় তালাক দিলে তালাক হয় না? প্রতিটি জ্ঞানের অনুমোদিত ও  বিশ্বাসযোগ্য সোর্স থেকে জানতে হবে। চিকিৎসা বিদ্যার সোর্স যদি হয় প্রকৌশলী তাহলে তো যেমন গ্রহনযোগ্য নয় তেমনি আপনি ধর্মীয় জ্ঞান যথাযথ  জায়গা থেকে না নেওয়ার কারণে আপনার পূর্বে জ্ঞানের কোন মূল্য নেই।\r\n\r\nযদি সাধারণ কোন আলেমের থেকেও জ্ঞান অর্জন করতেন তাহলে নিশ্চিতভাবে জানতে পারতেন যে, রাগের মাথায় তালাক দিলেও তালাক হয়। আর তালাক মানুষ রাগরে মাথাতেই দেয়, ঠান্ডা মাথায় কেউ তালাক দেয় না।\r\n\r\nদেশের আইনেও যদি আপনি কোন অন্যায় করেন আর সে আইন সম্পর্কে আপনি অবহিত না থাকেন তবুও সেটা অন্যায় হিসেবেই গণ্য হবে। ‘আমি জানি না’ এ কথা বলে শাস্তি থেকে রেহায় পাবে না। শরীয়াহ আইন যখন জানার পর্যাপ্ত সুযোগ আছে তখন জানি না বলে লাভ হবে না।\r\n\r\nসুতরাং আপনাদের স্বামী-স্ত্রীর সম্পর্ক ছিন্ন হয়ে গেছে। এখন একসাথে থাকা সম্পূর্ণ হারাম। নতুন করে বিয়ে করার কোন সুযোগ নেই। যদি এই মহিলার অন্য কোথাও বিয়ে হয়, সেই স্বামী যদি মারা যায় বা তালাক দেয় তাহলে কেবল আপনি তাকে পূনরায় বিবাহ করতে পারবেন। এছাড়া আর কোন পথ নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7178",
    "question": "মহিলারা সাজদার সময় পা একপাশে বিছিয়ে রাখলে কি নামায হবে?",
    "answer": "জ্বী, নামায হবে। মহিলারা জড়সড় হয়ে নামায আদায়ের কথা বিভিন্না গ্রহনযোগ্য হাদীসে পাওয়া যায। সুতরাং নামায সহীহ হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুন্নাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7179",
    "question": "আস্সালমুয়ালইকুম। আমার বয়স ২৪। ২০বছর বয়সে আমার বিয়ে হয় কিন্তু আমার স্বামী বিদেশ যাওয়ার পর আমার সাথে যোগাযোগ করে নি। দীর্ঘ একবছর অপেক্ষা করার পর আমার পরিবারকে জানালে পারিবারিক ভাবে আমার ডিভোর্স হয়। এরপর আমি একটা সম্পর্ক জড়িয়ে পরি। সম্পর্কের কয়েকদিন এর মাথায় সে আমায় বিয়ের প্রতিশ্রুতি দিয়ে আমার সাথে শারীরিক সম্পর্ক স্থাপন করে। কিন্তু এখন সে বলছে তার পরিবার আমাকে মানবে না। তারও নাকি আমাকে আর ভালো লাগে না । সে এখন অন্য মেয়েদের সাথে কথা বলতে চায় আর আমাকে বলে বিয়ের পর নাকি তার আরও দুইতিনটা বিয়ে করার ইচ্ছা আছে। এখন আমি কি কোনোভাবে তাঁকে এসব থেকে ফিরিয়ে আনতে পারি? আমার কি তাঁকে পাওয়া সম্ভব নয়? আর আমি যদি তাঁকে ছেড়ে দেই আমি কি অন্য কোথাও বিয়ে করতে পারব? আমার এরকম অবস্থায় আসলে কি করা উচিত?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি আপনার পাপের জন্য আল্লাহ তায়ালার নিকট তওবা করুন। ঐ ছেলের সাথে সব ধরণের যোগাযোগ বন্ধ করুন। তার সাথে কথা বলবেন না, দেখা সাক্ষাৎ করবেন না। এগুলো সম্পূর্ণরূপে আপনার জন্য হারাম। পরিবার যেখানে বিবাহ দেয় সেখানে বিবাহ করবেন। পাত্র যেন ধার্মিক হয় সেদিকে খেয়াল করবেন।  যে পাপ করেছেন তা গোপন রাখবেন, কাউকে বলবেন না। নামায নিয়মিত আদায় কররেন, ইসলামী বিধিবিধান মেনে চলবেন। পর্দা করবেন। আল্লাহর কাছে সুন্দর একটি ভবিষ্যতের জন্য সর্বদা দুআ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7180",
    "question": "আসসালামু আলাইকুম শায়েখ। ১.আমি একবার একজনকে বলেছিলাম “ আমি তোমার চেহারা কোন দিন দেখতে চাই না, তুমিও যেনো আমার চেহারা কোন দিন না দেখো” কিন্তু পরে আমি এটা রক্ষা করতে পারি নাই। এটা আমি রাগের মাথায় বলেছিলাম। এখন আমার কি এর জন্য কাফফারা দিতে হবে?  আমি এখনে আল্লাহর কসম এরকম কিসু বলি নাই।২. আরো একজনকে বলেছিলাম আমি যদি তোমাকে বিয়ে না করতে পারি তাহলে কোন দিন আর বিয়ে করব না। এক্ষেত্রে ও আমি কোন কসম কাটি নাই। এটা আমি সিরিয়াসলি বলি নাই। এই কথাটা তুলে নেয়ার জন্য আমাকে কি করতে হবে? আমাকে কি এর জন্য কাফফারা দিতে হবে?",
    "answer": "এগুলো ওয়াদা ভঙ্গ। এর জন্য কাফফারা ওয়াজিব নয়। তবে ওয়াদা ভঙ্গ ভালো মুসলিমের কাজ নয়। ওয়াদা রক্ষা করা জরুরী।\r\n\r\nতবে খারাপ কাজের জন্য কোন ওয়াদা করলে সেই ওয়াদা পূর্ণ করা যাবে না, সেই ওয়াদা ভাঙ্গা ওয়াজিব।\r\n\r\nআল্লাহর নামে কসম করে কিছু বলে সেটা পালন করতে না পারলে কসমের কাফফারা দিতে হয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7181",
    "question": "আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।আমি বর্তমানে একটি পাবলিক বিশ্ববিদ্যালয়ে পড়াশোনা করছি। আমি এবং আমার সহপাঠীদের মধ্য থেকে কয়েকজন মিলে একটি উদ্যোগ নিয়েছি যে, প্রতিদিন ক্লাস শেষে আমরা ছেলেরা মিলে তালিম করব এবং আমরা সবাই মিলে এই সিদ্ধান্তে উপনীত হয়েছি যে, রিয়াদুস সালেহীন বইটি অধ্যায়ন করব যেটি ব্যাখ্যা করেছেন শায়খ আব্দুল আজিজ বিন বাজ ও শায়খ মোঃ উসাইমিন। কয়েক মাস যাবৎ আমরা এই বইটি দিয়ে তালিম করে আসছি এখন আমার প্রশ্ন হল এই বইটি দিয়ে তালিম কন্টিনিউ করা ঠিক হবে কিনা?  এ বিষয়ে আসসুন্নাহ ট্রাস্টের মতামত কি? দয়া করে জানাবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনারা সঠিক বই নির্বাচন করেছেন। রিয়াদুস সালোহীন তালীমের জন্য খুবই উপযোগী একটি হাদীসের কিতাব। আল্লাহ আপাদের প্রচেষ্ট কবুল করুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7182",
    "question": "আমাদের জাতীয় সংগীত বা যে কোনো দেশত্ববোধক সংগীতে দেশকে মা বলা হয়। হিন্দুরা যদিও মা বলে দেবতার সাথে তুলনা করে, তবে অন্যান্য দেশে দেশকে মা বলা হয় সম্মানার্থে। এটা কি জায়েজ?",
    "answer": "দেশকে মা বলার এই প্রথা সাহাবী বা তাবেয়ীদের থেকে পাওয়া যায় না। সুতরাং জায়েজ হলেও এটা পরিহার করা কর্তব্য। আল্লাহ ভীরু কোন মানুষ বা গ্রহনযোগ্য কোন আলেম দেশকে সম্মান করে মা বলেছেন এমন পাওয়া যায় না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "শিরক-বিদআত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7183",
    "question": "আমি সৌদি আরবের থাকি। এখানে একটা কোম্পানিতে কাজ করি। কাজ হলো গাড়ি থেকে মাল-সামানা নামানো। গাড়ি থেকে মাল-সামানা নামানো শেষ হলে ড্ররাইভার খুশি হয়ে অল্প কিছু টাকা দের নাস্তা করার জন্য, এই টাকা কি খাওয়া জায়েজ?",
    "answer": "জ্বী, জায়েজ হবে। সন্তুষ্ট হয়ে দিলে নিতে পারেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7184",
    "question": "আমার বিয়ের সময় বাবার বাড়ি ও শশুর বাড়ি থেকে সোনার গহনা পাই। সব মিলে যাকাত ফরয হয়।আমি বিক্রি করে কমাতে চাইলে আমার পরিবারের লোকজন নিষেধ করে।তাদের দেওয়া জিনিস যেন বিক্রি না করি।আমার কর্ম নাই যাকাত দেওয়ার সামর্থ্য নাই। বাড়ির লোকজন তা আমার সন্তানের জন্য রাখতে বলে। ছেলের জন্য রাখলে কি যাকাত দিতে হবে।আমার কি পাপ হচ্ছে? আমি যা পারি দান করার চেষ্টা করি। আমার কি করা উচিত?",
    "answer": "আপনি  যতটুকু স্বর্ণ ছেলেকে উপহার হিসেবে দিবেন (এখনই যদি দিয়ে দেন)  ততটুকুর যাকাত আপনাকে দিতে হবে না। ছেলেকে দেওয়ার পর যদি নিসাব পরিমাণ অর্থাৎ সাড়ে সাত ভরি স্বর্ণ আপনার মালিকানায় থাকে তাহলে আপনাকে যাকাত দিতে হবে। বাবার বাড়ি ও শশুর বাড়ি থেকে স্বর্ণ পাওয়ার পর তার মালিক আপনি। তারা আপনাকে এই স্বর্ণের বিষয়ে কোন চাপাচাপি করতে পারবে না, আপনি চাইলে বিক্রি করতে পারেন।\r\n\r\nযদি ছেলেকে এখনই না দিয়ে দেন তাহলে পুরো স্বর্ণের যাকাত আপনাকে দিতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7185",
    "question": "আস- সালামু আলাইকুম। বাসায় গায়রে মাহরাম থাকে কিন্তু  বাসার ভেতর গায়রে মাহরাম এর সাথে পর্দা করে না, এমন আত্নীয়কে বাসায় দাওয়াত দেওয়ার  বিধান?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনার প্রশ্ন অস্পষ্ট। কোন বাসায় পর্দা করে না তা স্পষ্ট নয়। যদি আপনার বাসায় এসে পর্দা না করে, তার জন্য পর্দা রক্ষা করতে সমস্যা হয় তাহলে তাকে দাওয়াত দেয়া যাবে না। আর যদি তার নিজ বাসায় পর্দা না করে তাহলে আপনার বাসায় দাওয়াত দিতে সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পোশাক-পর্দা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7186",
    "question": "আসসালামুআলাইকুম। সাক্ষী ছাড়া বিবাহ করলে বৈধ হবে কি না? এভাবে বিবাহ করে তালাক দিলে সেই তালাক বৈধ হবে কি না?",
    "answer": "ওয়া আলাইকুমুস সালাম। সাক্ষী ছাড়া বিবাহ করলে বিবাহ কার্যকর বা সহীহ হয় না। সুতরাং এমন বিবাহের তালাকও গ্রহনযোগ্য নয়। এভাবে সাক্ষী ছাড়া বিবাহ করলে নতুন করে সঠিক নিয়মে বিবাহ করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7187",
    "question": "মুসলিম নারীর বিয়ের ক্ষেত্রে কী কী আবশ্যক?  এবং তার বিয়েতে কি তার নানা, মামা,খালু,দুলাভাই, খালাতো -মামাতো -ফুফাতো ভাই প্রমুখ ব্যাক্তি কি তার বিয়ের অভিভাবক হতে পারেন?",
    "answer": "মুসলিম নারীর বিয়েতে সাক্ষী প্রয়োজন, ইজাব-কবুল প্রয়োজন এবং অভিভাবক প্রয়োজন। অভিভাবককে অবশ্যই মুসলিম, সুস্থ মস্তিষ্ক সম্পন্ন ও প্রাপ্ত বয়স্ক পুরুষ হতে হবে।\r\n\r\nইসলামী আইনবিদগণ অভিভাবকদের একটি ক্রমধারা নির্ধারণ করেছেন। সুতরাং নিকটবর্তী অভিভাবক থাকতে দূরবর্তী অভিভাবকের অভিভাবকত্ব গ্রহণযোগ্য নয়।  নারীর অভিভাবক হচ্ছে- তাঁর পিতা। এরপর পিতা যাকে দায়িত্ব দিয়ে যান সে ব্যক্তি। এরপর পিতামহ, যতই উর্দ্ধগামী হোক। এরপর তাঁর সন্তান। এরপর তাঁর সন্তানের সন্তানেরা, যতই অধস্তন হোক। এরপর তাঁর সহোদর ভাই। এরপর তাঁর বৈমাত্রেয় ভাই। এরপর এ দুইশ্রেণীর ভাইয়ের সন্তানেরা। এরপর তাঁর সহোদর শ্রেণীর চাচা। এরপর বৈমাত্রেয় শ্রেণীর চাচা। এরপর এ দুইশ্রেণীর চাচার সন্তানেরা। এরপর মীরাছের ক্ষেত্রে যারা ‘আসাবা’ হয় সে শ্রেণীর আত্মীয়গণ। এরপর নিকটাত্মীয় থেকে ক্রমান্বয়ে দূরের আত্মীয়। যার কোন অভিভাবক নেই মুসলিম শাসক অথবা শাসকের প্রতিনিধি (যেমন বিচারক) তার অভিভাবক।  অভিভাবক সম্পর্কে বিস্তারিত জানতে দেখুন।\r\n\r\nhttp://islamqa.info/bn/2127",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7188",
    "question": "অনেক আগে আমার একজনের সাথে সম্পর্ক ছিল। আমরা অনেক দূরত্বে ছিলাম। দেখা হতনা তেমন। আমি মাঝে মাঝে তাকে বউ বলে সম্বোধন করতাম, সে সেটা প্রত্যাখ্যান করত না। এমন কি তার ক্লাসের বন্ধুরা মিলে তাকে আমার বউ বলে ডাকতো। এতে সে হাসতো এবং জবাব দিত। আমার প্রশ্ন হল, ঐ মেয়ের সাথে কি আমার বিয়ে হয়ে গিয়েছিল? আমরা ৫ বছর আগে রিলেশন বাদ দিয়েছি।",
    "answer": "না, এভাবে বিয়ে হয় না। এসব থেতে দূরে থাকবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7190",
    "question": "আসসালামু আলাইকুম,British American Tobacco (BAT) এ অনেক সময় চাকরির বিজ্ঞপ্তই দেয়।  আমি একজন চাকরীপ্রার্থী, আমি যদি এখানে চাকরি করি এটা কি হারাম হবে? আমার উপার্জিত অর্থ আমি কোরবানি, জাকাত, হজ্জে ব্যবহার করতে পারবো? এবং আমার ইনকাম শুরু করতে হবে, আমার পরিবারের জন্য। আমার জন্য এবং আমার পরিবারের জন্য দোয়া করবেন। আমার মা এর দীর্ঘায়ু এবং আল্লাহ যেনো আমার বাবাকে জান্নাতুল ফেরদাউস দান করেন, দোয়া করবেন। আমি যেনো হালাল উপার্জন করি সেই দোয়ায় রাখবেন, আর আমাদের সকল বালা-মুসিবত আল্লাহ সহজ করে দিক; আমিন।",
    "answer": "ওয়া আলাইকুমুস সালাম। উক্ত কোম্পানী তামাক এবং তামাকজাতদ্রব্য নিয়ে কাজ করে। তামাক চাষ, ক্রয়-বিক্রয়, তামাকজাত দ্রব্য উৎপাদন, বিপনন, গ্রহন সম্পূর্ণ হারাম। যেহেতু এই কোম্পানীর সকল কাজ হারাম হিসেবে গণ্য, তাই সেখানে চাকুরী সম্পর্ণরূপে নিষিদ্ধ। আমরা আপনার জন্য দুআ করি আল্লাহ তায়ালা আপনাকে উত্তম রিযিকের ব্যবস্থা করে দিন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7192",
    "question": "আস-সালামু আলাইকুম। নামাজরত অবস্থায় কেউ কলিং বেল বাজালে, নামাজরত থেকে দরজা খোলার বিধান কি? এক্ষেত্রে কি নামাজ ছেড়ে দিয়ে দরজা খুলে দিতে হবে নাকি নামাজ শেষ করে দরজা খুলতে হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। ফরজ নামায শেষ করে দরজা খুলবেন।  সুন্নাত বা নফল নামায যদি চার রাকাআত একসাথে আদায় কারার নিয়ত করেন, তাহলে  দুই রাকআত শেষ করে সালাম ফিরিয়ে দরজা খুলতে পারেন। যদি দুই রাকআত শেষ করে উঠে পড়েন তাহলে চার রাকআত শেষ করে দরজা খুলবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7193",
    "question": "আসসালামু আলাইকুম। প্রায় শুনতে পাওয়া যায় আল্লাহ্ ১ লক্ষ ২৪ হাজার মতান্তরে ২ লক্ষ ২৪ হাজার পয়গাম্বর বা নবী রাসূল পাঠিয়েছেন,কিন্তু এটাও লক্ষণীয় যে কোরআনে মাত্র ২৫ জন নবী রাসূল এর কথা উল্লেখ আছে। তাহলে ১ লক্ষ ২৪ হাজার মতান্তরে ২ লক্ষ ২৪ হাজার পয়গাম্বর এর বিষয়টি কি লোক মুখে প্রচলিত একটি বিষয় নাকি এর কোনো ভিত্তি রয়েছে। জানালে খুবই উপকৃত হব।",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, এটা প্রচলিত একটি কথা। এটা কোন দলীলভিত্তিক কথা নয়। অসংখ্য নবী রাসূল এসেছেন। তাদের সঠিক হিসাব হাদীস বর্ণিত হয় নি।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবিধ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7194",
    "question": "আসসালামু আলাইকুম। আমি ২৬ বছর বয়ষ্কা একজন স্বাবলম্বী নারী। আমার বাবা ২ মাস আগে মারা গিয়েছেন, আমার কোনো আপন ভাই নেই, দুজন বড় বোন আছেন, বিবাহিত। আমার বাবার মৃত্যুর আগে আমার বিয়ের বিষয়ে আলাপ আলোচনা চলছিলো তবে  বিষয়ে কোনো ফয়সালা হওয়ার পূর্বেই তিনি মারা যান। আমার বড় বোন এবং মা ব্যতীত পরিবারের সবাই বিদেশে থাকেন। আমার মায়ের এখন ইদ্দতকালীন সময় চলছে বিধায় তিনি আমার বিয়ের দায়িত্ব আমার বড় দুলাভাই এর উপর দিয়েছেন। কিন্তু তিনি বিদেশে থাকায় এ ব্যাপারে যথেষ্ট ভূমিকা রাখতে পারছেন না। তাই আমার বড় বোন আমার মায়ের ইদ্দতকালীন সময় পার হওয়ার পরে আমার পছন্দকৃত ছেলের পরিবারের সাথে বিয়ের বিষয়ে কথা বলতে চাচ্ছেন। উল্লেখ্য যে, আমি সামরিক বাহিনীতে চাকরি করি এবং এখানে হিজাবের অনুমতি পেতে বিবাহিত হতে হয়। তবে আমার বোন আমার মায়ের ইদ্দতকালীন সময় শেষ না হওয়া পর্যন্ত আমার বিয়ের বিষয়ে কোনো পদক্ষেপ নিতে চান না। এক্ষেত্রে আমাদের করণীয় কী?",
    "answer": "ওয়া আলাইকুমুস সালাম।  ইদ্দত চলাকালীন সময়ে বিবাহের বিষয়ে কথা বলতে কোন সমস্যা নেই। সুতরাং দ্রুত এই বিষয়টি ফয়সালা করুন।\r\n\r\nকোন অজুহাতে পর্দা ত্যাগ করার কোন সুযোগ নেই। পর্দা করার অনুমতি না থাকলে সেই চাকুরীও করা বৈধ নয়। মুসলিম প্রধান দেশের সামরিক বাহিনীতে এই ধরণের শরীয়াহ বিরোধী নিয়ম খুবই দুঃখজনক।\r\n\r\nআপনি আপনার বোন ও মাকে বিষয়টি বুঝিয়ে বললে আশা করি তারা দ্রুত পদক্ষেপ গ্রহণ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7195",
    "question": "কালা জাদুর মাধ্যমে ঝাড়ফুঁক করে সেরকম ব্যাক্তির পিছনে নামাজ পড়া কি উচিত?",
    "answer": "না, এমন ব্যক্তির পিছনে নামায আদায় করা আদৌ উচিৎ হবে না। সুযোগ থাকলে অবশ্যই সঠিক আকীদার ইমামের পিছনে নামায আদায় করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7196",
    "question": "একজন  লোক একটা কম বেতনের চাকরি করে। তার বেতনের টাকা থেকে মানুষকে হেল্প করতে পারে না। তার তেমন সঞ্চয় ও নেই, তার চাকরির পিএফ ফান্ড থেকে লোন নিয়ে  যদি ব্যাংকে সে ১ লাখ টাকা রেখে তার উপর পাওয়া মাসিক ১২০০/১৩০০ টাকা দিয়ে কোন ঋণগ্রস্ত/অসহায়/গরীব আত্মীয় স্বজনকে সাহায্য করেন। তাহলে কি গুনাহ হবে? জায়েজ হবে কি? সে এটা থেকে কোনো সওয়াব এর আশা করে না।",
    "answer": "জ্বী, গুনাহ হবে। বিনা প্রয়োজনে হারামে লিপ্ত হওয়া যাবে না, হারামে সহযোগিতা করা যাবে না।  তার দান-সদকা করার মতো হালাল টাকা না থাকলে দান-সদকা করবে না। লোন নিয়ে ব্যাংকে টাকা রেখে সেটা গরীবদেরকে দেওয়ার কোন দরকার নেই। যার যতটুকু সামর্থ্য সে তার হালাল টাকা থেকে ততটুকু দান করবে। না, পারলে সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7197",
    "question": "আসসালামু আলাইকুম। আমাদের একটি জমি ছিল সেটা বিক্রি করার পরে কিছু টাকা পেয়েছি। এখন আমার বয়স ১৬ বছর, আমি এই বছর এসএসসি পরীক্ষা দিব। তাই আমার পরিবার চাচ্ছে ওই টাকাগুলো কোন ব্যাংকের রাখতে,  আমার পড়ালেখা করার জন্য।  যে সুদ আসবে  আমরা  নিব না, তাহলে কি ঐ সুদের টাকা কোনভাবে কাউকে দান করে দেওয়া যাবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, টাকার নিরাপত্তার স্বার্থে ব্যাংকে টাকা রাখতে পারবেন। সুদ হিসেবে যে টাকা হবে সেগুলো সওয়াবের নিয়ত ছাড়া অসহায়দেরকে দিয়ে দিবেন। এক্ষেত্রে কোন ইসলামী ব্যাংকে রাখা আপনার জন্য উত্তম উপায়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7198",
    "question": "আসসালামু আলাইকুম। ৭ ভরির উপরে গহনা থাকলে ভরি পতি কত করে জাকাত আসবে? আর ৭ ভরির থেকে বেশি যেই টুকু ঐ টুকুর জাকাত দিবে না পুরাটা দিতে হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। যাকাত ফরজ হওয়ার জন্য সাড়ে সাত ভরি স্বর্ণ থাকতে হবে। এর কম থাকলে যাকাত ফরজ হবে না। আর যাকাত দেয়ার সময় যত স্বর্ণ থাকবে তার পুরোটারই যাকাত দিতে হবে। যা স্বর্ণ থাকবে তার চল্লিশ ভাগের এক ভাগ যাকাত দিতে হবে। স্বর্ণের দাম হিসাব করে টাকা দিয়েও যাকাত দিতে পারবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7199",
    "question": "আসসালামু আলাইকুম, আমি ইদুল আজহাতে ক্বোরবানী করার জন্য একটি খাসি পুষছিলাম, খাসিটি মরে গেছে। এখন কি একটি খাসি কিনে ক্বোরবানী করলে যথেষ্ট হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, এখন একটি পশু কিন কুরবানী করলেই হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7200",
    "question": "আমাদের দেশের কিছু আলেম বলে থাকেন “মসজিদ আল্লাহর ঘর আর মাদ্রাসা নবীর ঘর, আল্লাহর ঘরে সাদকা করলে আল্লাহ খুশী হয়, নবীর ঘরে সাদাকা করলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুশী হয়”। তাঁদের আক্বীদাহ কি ঠিক আছে? তাঁদের পিছনে নামাজ পড়া যাবে কি?",
    "answer": "তাদের উক্ত কথা ঠিক নয়। যদি এমন বিশ্বাস রাখে তাহলে সেটা ভুল বিশ্বাস।  মসজিদ মাদ্রাসা যেখানেই দান করুন আল্লাহ তায়ালা খুশি হবেন, রাসূল সা. খুশি হবেন। তাদের পিছনে নামায আদায় শুদ্ধ হবে। তবে আরো শুদ্ধ আকীদার ইমামের পিছনে নামায আদায়ের সুযোগ থাকলে সেখানে নামায আদায় করবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7201",
    "question": "আস্সালামুআলাইকুম, আমি ভিডিও কনফারেন্স এ বিয়ে করেছি। কোনো আলেম বলেন আমাদের বিয়ে সঠিক হয়েছে আবার কোনো আলেম বিপরীত মত দিচ্ছেন। আমার করণীয় কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। এই বিষয়ে আলেমেদের মধ্যে মতভিন্নতা আছে। সুতরাং নতুন করে স্বাভাবিকভাবে বিবাহ করবেন।\r\n\r\nবিশেষ প্রয়োজনেপ্রবাসে অবস্থানরত ব্যক্তি বিবাহ করতে চাইলে তার সর্বসম্মতি পদ্ধতি হল, ছেলে এ দেশে তার পক্ষে বিবাহ সম্পন্ন করার জন্য একজন উকিল তথা প্রতিনিধি নিযুক্ত করবে। ঐ উকিল বিবাহের মজলিসে উপস্থিত হয়ে সাক্ষীদের সম্মুখে প্রবাসীর পক্ষ থেকে ইজাব বা কবুলের মাধ্যমে বিবাহকার্য সম্পন্ন করবে।  https://islamqa.info/ar/answers/105531/%D8%AD%D9%83%D9%85-%D8%A7%D8%AC%D8%B1%D8%A7%D8%A1-%D8%B9%D9%82%D8%AF-%D8%A7%D9%84%D9%86%D9%83%D8%A7%D8%AD-%D8%B9%D9%86-%D8%B7%D8%B1%D9%8A%D9%82-%D8%A7%D9%84%D9%87%D8%A7%D8%AA%D9%81-%D9%88%D8%A7%D9%84%D8%A7%D9%86%D8%AA%D8%B1%D9%86%D8%AA",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7202",
    "question": "আমার ৬ দিন হলো বিয়ে হয়ছে। আমার স্ত্রী মাহারাম – ননমাহারাম মেনে পর্দা করেকিন্তু আমার পরিবারের লোক অর্থাৎ আমার বাবা চায় আমার স্ত্রী আমার ভাই, চাচাতো ও ফুপাতো ভাই এবং চাচাদের সামনে মুখ ও হাত খোলা রাখুক কিন্তু আমার স্ত্রী এটি চায় না।এখানে ফ্যামিলি মানুষ ইখতিলাফ এর কথা বলছে। যার কারনে বাড়িতে একটি জামেলার সৃষ্টি হচ্ছে। এক্ষেত্রে আমার করনীয় কী?",
    "answer": "এ বিষয়গুলো বিয়ের আগে থেকেই চিন্তা করতে হয়। আপনার স্ত্রী যেহেতু মুখ-হাত খোলা রাখতে চায় না, সেহেতু তাকে চাপ দেয়ার কোন ইখতিয়ার আপনার নেই। তাছাড়া হাত-মুখ খোলা রাখা পরিপূর্ণ পর্দার পরিপন্থী। সুতরাং আপনার বাবার চাওয়া এখানে পূর্ণ করা যাবে না। তাকে বলে দিন এভাবে তাকে চাপ দেয়ার এখতিয়ার আপনাদের নেই। আপনার স্ত্রী সঠিক কাজ করছে। হাত-মুখ খুলে নন-মাহরমাদের সামনে যাওয়া কোন তাকওয়াবান, আল্লাহভীরু মহিলোর কাজ হতে পারে না। যদি পরিবার থেকে বেশী সমস্যা করে তাহলে আলাদা বাসায় থাকবেন, এটা স্ত্রীর অধিকার।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পোশাক-পর্দা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7203",
    "question": "“আল্লাহুম্মা বারিক লানা ফী রাজাবা ওয়া শা’বানা ওয়া বাল্লিগনা রামাযান।” দুআর এ হাদিসটি কি জয়ীফ? এ দু’আটি কি পাঠ করা যাবে?",
    "answer": "এই হাদীসটির অর্থ আল্লাহ রজব ও সাবান মাসে আমাদের জন্য বরকত দান করুন এবং অমাদের রমজান পর্যন্ত পৌছে দিন। এই দুআটি যে হাদীসে এসেছে সেই হাদীসটি দূর্বল। সহীহ নয়।\r\n\r\nতবে যে কোন মুসলিমের এই দুআ করতে কোন সমস্যা নেই যে, আল্লাহ আমাকে রমাজান মাস পর্যন্ত বাঁচিয়ে রাখুন, রজব-শাবানে বরকত দান করুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7204",
    "question": "ইস্তিখারার নামাজের পর মোনাজাতে যে দোয়াটি (আল্লাহুম্মা ইন্নি আসতাখিরুকা……) করা হয় সেটি দেখে পড়লে হবে?",
    "answer": "দূআ মুখস্ত করার বিষয়। মুখস্ত করে দুআ করবেন। মুখস্ত হওয়ার আগ পর্যন্ত দেখে পড়তে পারেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7205",
    "question": "আসসালামু আলাইকুম আমি একটি ইসলামী সংগঠন করি। আম্মু আব্বু জানে না হয়ত  জানলে করতে দিবেনা। আমি সেখানে মানুষকে নামাজ, ইসলাম ও সংগঠন নিয়ে বোঝাই  ও অসৎ কাজের নিষেধ করি । তো একদিন স্কুলে এভাবে কাজ করে বাসায় আসতে দেরি হয় আব্বু জিজ্ঞেস করলে আমি তাকে বলি যে, স্যার দেরিতে ছুটি দিছে। ( যদিও বলতে খারাপ লেগেছে  আমি মিথ্যা না বলার সর্বচ্চ চেষ্টা করি ) আমাকে অনেক ভাই বলেন যে, ইসলামের জন্য মিথ্যা বললে সমস্যা নেই।তো শায়খ আমার প্রশ্ন ‘‘ইসলামের জন্য মিথ্যা বললে সমস্যা নেই”।  উক্তিটি কি সঠিক ?আর ২য় প্রশ্ন যেহেতু আমি দ্বীনের জন্য কাজ করছি এক্ষেত্রে আব্বু আম্মু নিষেধ করলে কি করনীয়?বিঃ দ্রঃ যাতে আর মিথ্যা বলতে না হয়। তাই ঐ দিনের পর আমি আর দেরি করে বাসায় আসি না। স্কুল ছটি হলেই বাসায় চলে আসি।",
    "answer": "ওয়া আলাইকুমুস সালাম। না, ‘ইসলামের জন্য মিথ্যা বললে সমস্যা নেই” কথাটি সঠিক নয়। ইসলাম মিথ্যার মুখাপেক্ষী নয়। আপনি যথা সময়ে বাসায় আসবেন, তাহলে সমস্যার সমাধান হয়ে যাবে। ২। বাবা-মায়ের নিষেধের কারণে ইসলামী দাওয়াহ বাদ দেয়া যাবে না। তবে কৌশলী হতে হবে। অনেক বাবা-মা না বুঝে এমন করেন। তাই কৌশলে কাজ করবেন। যাতে তারা বাধা না দেন, তারা কষ্ট না পান। যখন তারা আপনকে অন্যদের থেকে আলদা দেখবেন, ভাল কাজে অগ্রগামী দেখবেন, পড়াশোনায়, আমল-আখলাকে ভাল দেখবেন, আপনি সকল ভাল বিষয়ে অন্যদের থেকে এগিয়ে, এগুলো যখন দেখবেন তখন তারা আর নিষেধ করবে না।  সুতরাং ধৈর্যের সাথে কৌশলে চলবেন। যাতে বাবা-মা নিষেধ করার সুযোগই না পায়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7206",
    "question": "আসসালামু আলাইকুম। যোহর ও আসরের নামাজে আমি ইমামের পিছনে সূরা ফাতিহা এবং অন্য একটি সূরা পড়ি। আমার প্রশ্ন হচ্ছে, যোহর ও আসরের সালাতে কি আমি সূরা ফাতিহা না পরে চুপ করে আরেকটা হাদিসের উপর আমল করতে পারব?",
    "answer": "ওয়া আলাইকুমুস সালাম। যে কোন একটি ফিকহী মতের ওপর থাকবেন। মন যা চায় তা নয়। হানাফী মাজহাবে ইমামের পিছনে কোন নামাযেই কুরআন পড়া যাবে না, সূরা ফাতিহা পড়া যাবে না। সুতরাং হানাফী ফিকহ অনুযায়ী যারা চলেন তাদের জন্য এমন করা ভাল।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7207",
    "question": "আসসালামু আলাইকুম। আমি মেয়ে। সাধারণত আমার স্বপ্নদোষ হয় না। ইদানিং বেশি ধার্মিক হতে চাচ্ছি। যখন যে কাজ থেকে বেশি দূরে থাকতে চাই, সেটাই বেশি ঝেকে বসে। ইদানিং ঘুমে বা তন্দ্রা অবস্থায় মাঝেমাঝে আমি শুধু চুমু খাওয়া বা আরেকটু সামান্য বেশি খারাপ দেখি। বারবার উঠে মাথা ঝেরে দোয়া পড়ে ঘুমালে আবারো দেখি। টয়লেটে যাওয়ার পর খুব ভেজা দেখিনা, কিন্তু কম পরিমাণ মেয়েদের সাধারণ সাদা স্রাব দেখি। এমতাবস্থায় কি গোসল ফরয হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম।  না, গোসল ফরজ হবে না। ওযু করতে হবে। কাপড়ে বা শরীরের কোথাও লাগলে পরিস্কার করে পবিত্র করে নিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7208",
    "question": "স্বামী ঝগড়ার সময় অনেকবার বলেছে তুই এক্ষুনি বাড়ি থেকে বের হবি, কিন্তু পরে জিজ্ঞেস করাতে বলেছে, তার সংসার ভাংগার নিয়ত ছিলো না, এতে কি কেনায়া তালাক হয়েছে!? সে ওই ঝগড়ার সময় তার পরিবারের সদস্যকে বলেছে এটা আমার পোষাবে না, মানে এই স্ত্রী তার পোষাবে না, কিন্তু স্ত্রী কে বলেননি।মনের ভিতর সারাক্ষণ সন্দেহ লাগে এক্ষেত্রে কি করণীয়?",
    "answer": "না, নিয়ত না থাকার কারণে তালাক পতিত হয় নি। ভবিষ্যতে সাবাধান থাকবে, এমন কথা আর বলবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7209",
    "question": "আসসালামু আলাইকুম, সিয়াম অবস্থায় ওজুর জন্য কুলি করলে মুখের ভিতর কিছু পানি লেগে থাকে। কেউ যদি ওই পানি থুথুর সাথে গিলে ফেলে তাহলে কি সিয়াম ভেঙে যাবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। কুলি করার পর দৃশ্যমান কোন পানি লেগে থাকে না। সুতরাং থুতুর সাথে গিলে ফেলার কোন প্রশ্ন নেই। যদি মনে করেন লেগে আছে, তাহলে লেগে থাকা পানি গুলো বাইরে বের করে দিবেন। থুতুর সাথে পানি গিলে ফেলা যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "রোজা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7210",
    "question": "আসসালামুআলাইকুম ওয়া রাহমাতুল্লাহ, আমি হোস্টেলে থেকে পড়াশোনা করছি। আমরা ৪ জন রুমে থাকি। এর মধ্যে ২ জন হিন্দু। হিন্দু ওদের টেবিলে ছোট মূর্তি ও মূর্তির ছবি রাখা আছে। এখন আমি অনেক সময় রুমে নামাজ পড়ি। এক্ষেত্রে কী কোনো সমস্যা হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি কর্তৃপক্ষের কাছে আবেদন করুন যে রুমে এই ধরণের সমস্যা নেই তেমন একটি রুমে আপনার থাকার ব্যবস্থা করার। মূর্তির সাথে নামায, এটা অরুচিকর। নামায স্থানীয় মসজিদে আদায় করবেন। প্রয়োজনে পাশের রুমে যেখানে এরকম সমস্যা নেই সেই রুমে আদায় করবেন। বারান্দায়ও আদায় করতে পারেন। তবে স্থায়ী সমাধানের জন্য বিকল্প রুমের ব্যবস্থা করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7211",
    "question": "আজকে পিরিয়ডের ৬ষ্ঠ দিন। ৪দিন পর আর ব্লাড না দেখায় ফরজ গোসল করি তারাবির সময়ে।তখন আবার হালক ব্লাড দেখি যা ময়লা আকারের।সাহরির টাইমে ছিল না দেখে রোজা রেখেছি গোসল করে।এখন ১১টার দিকে আবার হালকা ব্লাড দেখা গেছে। ব্লাড না আসলে ময়লা। সাদা স্রাব না।ময়লা স্রাব।আমার রোজা কি হবে?",
    "answer": "আপনার পিরিয়ড এখনো শেষ হয় নি। সুতরাং এই রোজাটা হবে না, নতুন করে রাখতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "রমযান",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7212",
    "question": "যতটুকু শুনেছি, জুমার খুতবায় ১) আল্লাহর প্রশংসা ২) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর দরুদ ৩) উপস্থিত উম্মাহর প্রতি দরুদ এবং ৪) মুসলিম উম্মাহর জন্য দোয়া এই বিষয় থাকতে হবে। এটা কি ঠিক?আমাদের মসজিদগুলিতে ২/৩ মিনিটের লিখিত খুতবা পাঠ করা হয় সেখানে এই বিষয় গুলো নেই। নসিহত ছাড়া জুমার নামাজ পড়া কি ঠিক?",
    "answer": "আমাদের দেশের বেশীর ভাগ মসজিদগুলোতে লিখিত খুতবা পাঠ করা হয়। এটা উচিৎ নয়। তবে লিখিত খুতবাতেও উক্ত বিষয়গুলো থাকে। নসীহাও থাকে। তবে বাংলাভাষীরা আরবী ভাষার খুতবা বুঝতে পারবে না, এটাই স্বাভাবিক। এই কারণে খুতবার আগে বেশীরভাগ মসজিদে বাংলা ভাষায় বয়ান-বক্তৃতা হয়, এটা ভালো।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7213",
    "question": "আমাদের জাপানে প্রত্যেকবার সৌদি-আরবের সাথে ম্যাচ করে টার্কিশ মসজিদে রোযা শুরু হয়। আমিও গতবার সেইভাবেই রেখেছি, এইবারও এইটাই ইচ্ছা ছিল।কিন্ত, এইবার অন্য মাজহাবের সাথে কনফিউশান হয়ে গেছে গ্রুপে সবাই বলছিল-চাঁদ দেখা যায় নি, ভেবেছিলাম টার্কিশ মসজিদেও হয়তো ১দিন পরেই রোযা রাখবে। কিন্ত টার্কিশ মসজিদ ঠিকই ১দিন আগে রোযা রেখেছে।আমার করনীয় কি? ১ম রোযার কাফফারা দিব? নাকি কনফিউশান এর জন্য যে পরে শুরু করলাম, তাদের মাজহাবের সাথেই ঈদ করবো?",
    "answer": "যাদের সাথে রোজা শুরু করেছেন তাদের সাথেই ঈদ করুন। সেখানকার অধিকাংশ মুসলিম যে মত অনুযায়ী রোজা-ঈদ করে সেভাবে করবেন। ধর্মীয় সকল বিষয়ে স্থানীয় অধিকাংশ মুসলিমদের সাথে থাকবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "রমযান",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7214",
    "question": "আসসালামু আলাইকুম।দুই রাকাত নফল নামাজ (ওয়াক্তের বা ওয়াক্ত ছাড়া) পড়তে গিয়ে যদি নামাজ ভেঙ্গে যায়, তারপর আবার পড়তে গিয়ে যদি আবারো ভেঙ্গে যায় তাহলে কি দুইবার ভাঙ্গার জন্য ২+২ করে ৪ রাকাত পড়তে হবে? নাকি দুই রাকাত পড়লেই হবে? তারাবী পড়ার ক্ষেত্রেও কি করা প্রয়োজন এ ক্ষেত্রে? আমি সর্বোচ্চ চেষ্টা করার পরও মনোযোগ সামান্যয় সরলেই সন্দদেহ শুরু হয়ে যায়। আর বারবার পড়তে হয়। কিন্তু তারাবী এতো রাকাত তো পড়া সম্ভব না।",
    "answer": "ওয়া আলাইকুমুস সালাম। ২রাকআত পড়লেই হবে। তবে ভেঙে যাওয়া বলতে আপনি কী বুঝাচ্ছেন তা স্পষ্ট নয়। ওযু নষ্ট হলে, উচ্চস্বরে হাঁসলে নামায ভাঙে। এটা তো বারবার হয় না। কোন সন্দেহের কারণে নামায নষ্ট হয় না। সাজদায়ে সাহু দিলেই হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নফল সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7215",
    "question": "আসসালামু আলাইকুম, আমি সরকারি চাকরি করি। যখন কোন কাজ না থাকে তখন কি আমি অফিসের কম্পিউটার ব্যবহার করে অনলাইনে বিভিন্ন ইসলামিক ব্লগ, হাদীস ইত্যাদি পড়তে পারব?",
    "answer": "ওয়া আলাইকুমুস সালাম। অফিসের পক্ষ থেকে যদি আপনাকে কম্পিউটার দেয়া থাকে তাহলে আশা করি ব্যক্তিগত কাজে এতটুকু ব্যবহারে সমস্যা হবে না। তবে উত্তম হলো মোবাইলে এগুলো পড়া, তাহলে এই প্রশ্ন এড়ানো সম্ভব।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7216",
    "question": "আমার পিতা অনলাইনে লটারি হেম খেলে উপার্জন করে। তিনি আমাকে কলেজ যাওয়ার সময় ১০০ টাকা করে দেন। সেখান থেকে ৭০-৮০ টাকা আমি জমা করি যাতে ভবিষ্যতে ব্যবসা দিতে পারি। যেহেতু আমার পিতার উপার্জন হারাম, তাই আমি প্রতিদিনের জমানো এই ৭০-৮০ টাকা আমার পিতার থেকে ধার হেসেব গ্রহন করছি। কিন্তু আমার পিতা তা জানেন না। যাই হোক, আমি এই টাকা ধার হিসেবে গ্রহন করছি এবং পরে সামর্থ হওয়ার পর তা ধার শোধ করার নিয়তে সদকা করে দিবো।এখন আমার প্রশ্ন হলো যেহেতু আমি ধার হিসেবে নিচ্ছি এবং তা পরে সদকা করে দিবো, এই শর্তে আমি ওই জমানো টাকা দিয়ে ব্যাবসা করলে সেই ব্যবসা থেকে উপার্জন তা জায়েজ হবে কি না?",
    "answer": "প্রতিদিন যতটুকু টাকা প্রয়োজন হয় ততটুকু টাকা আপনার পিতার থেকে নিবেন। জমানোর দরকার নেই, এই টাকা দিয়ে ব্যবসার কথা মন থেকে বাদ দিন। স্বচ্ছ ইনকামের পথ বের করুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7217",
    "question": "আসসালামু আলাইকুম, আমার পিতা হারাম উপার্জন এর টাকা দিয়ে হালাল ব্যাবসা শুরু করে, মানে ইনভেস্টমেন্ট হারাম টাকার, এখন সে সেই টাকা দিয়েই অনেকদিন ব্যাবসা করেছে, এখন সে বুঝতে পারছে যে সে অন্যায় করেছে, এখন সে হারাম উপার্জন এর টাকা ব্যাবসা করেছিলো সেটা বুঝতে পেরে তাওবা করতে চায়,১,এখন সে যে হারাম টাকা দিয়ে ইনভেস্টমেন্ট করছিলো, সেটার জন্য কি তাকে সেই পরিমান টাকা সদকা করতে হবে, নাকি তওবা করলেই হবে?২, এবং সেই টাকায় সে যে সম্পদ করেছে, সেই সম্পদগুলো কি ওয়ারিস সুত্রে তার ছেলের অর্থাৎ আমার জন্য গ্রহন করা জায়েজ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। বিনিয়োগ করা হারাম টাকা এবং ইনকাম হওয়া টাকা, পুরোটা সদাকা করে দিতে হবে সওয়াবের নিয়ত ছাড়া। তবে সংসার চালানোর মতো টাকা না থাকলে, এই টাকা থেকে সংসার চালানোর মত কিছু টাকা এখন রেখে দিবে। পরে হালাল টাকার ব্যবস্থা হলে রেখে দেওয়া হারাম টাকা সদকা করে দিবে সওয়াবের নিয়ত ছাড়া।\r\n\r\nএভাবে করে সে তওবা করবে বিগত দিনের পাপের জন্য।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7218",
    "question": "শায়খ আহমাদুল্লাহ থেকে জেনেছি যে, বড় ভাইকে যাকাত দেয়া যায় এবং আগাম (অ্যাডভান্স) যাকাত দেয়ার সুযোগও রয়েছে।আমার বড় ভাইয়ের নিজস্ব কোনো ঘর নেই। তিনি ভাড়াবাসায় থাকেন এবং তার সীমিত আয়ের মাধ্যমে শুধু সংসার চালানোই সম্ভব হয়। তার পক্ষে নিজের অর্থে একটি ঘর তৈরি করা সম্ভব না।আমি তাকে এ বছর যাকাতের অর্থ থেকে কিছু টাকা দিতে চাই এবং ইনশাআল্লাহ আগামী বছর সম্পূর্ণ ঘর নির্মাণ করে দিতে চাই। তবে সেই খরচটা আমার এক বছরের যাকাতের চেয়ে বেশি হবে, তাই আমি পরিকল্পনা করেছি আগামী কয়েক বছরের যাকাতের হিসাব থেকে এই অর্থ ব্যয় করব।আমার প্রশ্ন হলো—১. আমি কি এ বছর কিছু টাকা এবং আগামী বছর পুরো ঘর নির্মাণ করে দিতে পারি, যেটা আগামী কয়েক বছরের যাকাতের টাকা হিসেবে ধরা হবে?২. এমন আগাম যাকাত দেয়া শরিয়তসম্মত হবে কি না?উল্লেখ্য:আমি আমার নাম ও পরিচয় গোপন রাখতে চাই।",
    "answer": "জ্বী, আপনি আপনর পরিকল্পনা অনুযায়ী যাকাতের অর্থ দিয়ে আপনার ভাইয়ের বাড়ি নির্মাণ করে দিতে পারবেন। https://binbaz.org.sa/fatwas/16228/%D8%AD%D9%83%D9%85-%D8%A7%D8%B9%D8%B7%D8%A7%D8%A1-%D8%A7%D9%84%D8%A7%D8%AE-%D9%85%D9%86-%D8%A7%D9%84%D8%B2%D9%83%D8%A7%D8%A9-%D9%84%D8%B4%D8%B1%D8%A7%D8%A1-%D9%85%D8%B3%D9%83%D9%86-%D9%84%D9%87",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7219",
    "question": "আসসালামু আলাইকুম,জরুরি উত্তর দিলে উপকৃত হবো, ইনশাআল্লাহ।আমি নরওয়ে থেকে রোজা শুরু করেছি। এখানে চাঁদ দেখা, ঈদের নামাজ—সবই সৌদি আরবের সাথে মিলিয়ে করা হয়।কিন্তু আমি ঈদের আগে বাংলাদেশে আসবো। তখন ঈদের নামাজ কি দেশের জাতীয় চাঁদ দেখা কমিটির সিদ্ধান্ত অনুসারে যারা নামাজ পড়েন, তাদের সঙ্গে পড়ব, নাকি সৌদি আরবের চাঁদ দেখার ভিত্তিতে যারা দেশে ঈদের নামাজ আদায় করেন, তাদের সঙ্গে পড়ব—সেটা বুঝতে চাই। কারণ দেশে উভয় পদ্ধতির প্রচলন রয়েছে।জাযাকাল্লাহু খায়রান।",
    "answer": "ওয়া আলাইকুমুস সালাম। জাতীয় চাঁদ দেখা কমিটির সিদ্ধান্ত অনুসারে যারা নামাজ পড়েন, তাদের সঙ্গে পড়বেন। যখন যে দেশে থাকবেন সেখানকার সংখ্যাগরিষ্ট মানুষ চাঁদ দেখোর ক্ষেত্রে যে সিদ্ধান্ত গ্রহন করেন সে সিন্ধান্ত মেনে নিবেন। বিচ্ছিন্ন কোন পথ অবলম্বন করতে হাদীসে নিষেধ করা হয়েছে। মুষ্টিময় কিছু মানুষ ছাড়া বাংলাদেশে সবাই সরকারী সিদ্ধান্ত অনুযায়ী ঈদ পালন করে থাকেন। এটাই সঠিক।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7220",
    "question": "আমার এক আত্মীয়র সন্তান হয় না। তাই তিনি একটা ছেলেকে (২বছর ) দত্তক নেয়। ঐ ছেলেটার বাবার দেয়া নাম দেয়া ছিল রায়হান । কিন্তু গত কাল আকিকা করে, নাম পরিবর্তন করে মোয়াজ রাখে। এটা টিক হবে?",
    "answer": "প্রচলিত দত্তক ইসলামে জায়েজ নেই। তবে কোন বাচ্চাকে লালন পালন করা জায়েজ। সেই বাচ্চার সাথে পর্দা রক্ষা করতে হবে, সে ওয়ারিস হবে না।\r\n\r\nএই সম্পর্কেড.আবু বকর মো. জাকারিয়া মুজুমদার বলেন,\r\n\r\n”ইসলামে দত্তক নেওয়া হারাম, দত্তক নেওয়া জায়েজ নেই। মানুষকে আপনি দয়া করে তাঁকে লালন-পালন করতে পারেন, কিন্তু সন্তান দত্তক নেওয়া জায়েজ নেই, এটা হিন্দুদের মধ্যে আছে। এটা কখনো ইসলামে নেই। ইসলামে দত্তক নিলে সে কোনো ওয়ারিশ হবে না, কোনো কিছুই পাবে না।\r\n\r\nদত্তক নেওয়া তো জায়েজ নেই, বরং কোনো মানুষকে যদি আপনি লালন-পালন করেন, যে আপনার পরিবারভুক্ত নয়, সন্তান নয়, তাঁর জন্য আপনি কিছু দান করতে পারেন, সদকা করতে পারেন। তাঁকে উত্তরাধিকার আইনের মধ্যে নিয়ে আসা যাবে না। সে আপনার কোনো সন্তানের মর্যাদা পাবে না এবং কোনো ওয়ারিশ হবে না। এটাই মূল কথা।\r\n\r\nকোরআনে কারিমে আল্লাহতায়ালা এই দত্তকপ্রথা নিষেধ করার জন্য সরাসরি তাঁর নবীকে দিয়ে একটি বিরাট কাজ করিয়েছেন। সেটা হচ্ছে, জায়েদ ইবনে হারজ, যাকে বলা হতো জায়েদ ইবনে মুহাম্মদ, অর্থাৎ মুহাম্মদের ছেলে জায়েদ। সেটা বন্ধ করার জন্য আল্লাহতায়ালা বলেছেন, ‘যাদের তোমরা সন্তান বলে ডাকো, তারা তোমাদের সন্তান নয়।’\r\n\r\nসরাসরি আল্লাহতায়ালা নিষেধ করে দিয়েছেন সূরা আহজাবে। এর পর আল্লাহতায়ালা বলেছেন, ‘এগুলো তোমাদের মুখের কথা, আল্লাহ সঠিক কথা বলেন।’ অর্থাৎ দত্তক নেওয়া কোনোভাবেই জায়েজ নেই। এ জন্য জাহেলি যুগে নবী (সা.) যাঁকে লালন-পালন করেছেন, আল্লাহতায়ালার নির্দেশে তাঁর স্ত্রীকে তিনি বিয়ে করে দেখিয়ে দিয়েছেন। আল্লাহতায়ালা বলে দিয়েছেন, ‘যাদের তারা নিজের সন্তান বলে ডাকে, তাদের স্ত্রীকে বিয়ে করা হারাম নয়, হালাল।’ এটা প্রমাণ করার জন্য আল্লাহতায়ালা তাঁর স্ত্রীকে, অর্থাৎ জায়নাবকে বিয়ে দিয়েছেন মুহাম্মদ (সা.)-এর সঙ্গে। সুতরাং ইসলামে দত্তকের কোনো সুযোগ নেই।”\r\n\r\nনাম পরিবর্তন যদি করতে হয় বাচ্চাটির বাবা করবে। অন্য কেউ বা যিনি লালন-পালন করবেন তার জন্য নাম পরিবর্তন অনুচিত কাজ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আকীকা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7221",
    "question": "আসসালামুআলাইকুম, আজ থেকে প্রায় দেড় মাস আগে আমার সাথে আমার খালাতো বোনদের  কথা কাটাকাটি হয় ( নজর লাগা ইসলামে কতটা সিরিয়াস এই বিষয়ে, তারা দাবি করে এগুলা কুসংস্কার, আমি হাদীস এর দলীল দিলে রেগে যায়, মূলত আমার মুখের উপর আমার তারিফ করায় , আমি আমার খালাতো বোনকে আল্লাহুম্মা বারিক বলতে বলি, কিন্তু সে বলতে রাজি হয় না, সেইখান থেকে তর্ক ইসলাম এ বধ নজর আছে কি নাই এই প্রসঙ্গে চলে যায়) তারপর কথা কাটাকাটির এক পর্যায়ে সে আমাকে অনেক অপমান করে আর বলে আমার কারণে নাকি আমার মা মারা গেছেন (আমার মা আজ থেকে ৮ বছর আগে কিডনি বিকল হওয়ায় মারা যান,  আর সে আমার এরকম একটা দুর্বল বিষয় নিয়ে আমাকে কষ্ট দিয়ে কথা বলে, বলে রাখি আমার মা ই আমার খালাতো বোনদের বড় করেছে, কারণ তাদের বাবা মা অনেক আগেই মারা গেছেন, যেখানে কিনা আমাদের অনেক যত্ন করার কথা আমার মায়ের জন্য হলেও, আমার খালাতো বোনরা কখনই আমাদের কোনো প্রকার হেল্প করেনি), এরকম জঘন্য কথা বলার পর সে আমাকে বলে তার বাসা থেকে বের হয়ে যেতে আর কখনও তার সামনে না আসতে যোগাযোগ না করতে, ( আল্লাহ সাক্ষী আছেন আমি তার সাথে কোনো বেয়াদবি ও করিনি কিংবা তাকে কষ্ট দিয়েও কথা বলিনি, শুধু বার বার বলেছি না জেনে এত বড় কথা না বলতে, এটা অনেক বড় গুনাহ, ইসলাম এর এমন একটা ফান্ডামেন্টাল কনসেপ্ট কে এভাবে অস্বিকার করা) এরপরও সে আমাকে এত অপমান করার পরেও আমি বলসি ঠিকাছে মাফ চাই, আর কখনও তোমার সাথে যোগাযোগ ও করব না আসবো ও না, এখানে আমার খালা উপস্থিত ছিল, সে এই পরিস্থিতিতে চুপ ছিলেন আমার উপর যুলুম হওয়া সত্ত্বেও, বড় খালাতো বোনকে জানালে সেও নীরব ছিল, এই ঘটনায় আমি অনেক কষ্ট পাই, তাই এরপর থেকে আমি আর তাদের সাথে যোগাযোগ করিনি, এভাবে এইটুকু বিষয়ের জন্য এত বড় অপমান আমার জন্য মেনে নেয়া কষ্টকর ছিল, আমি জানি আত্মীয়তার সম্পর্ক ছিন্ন কারী জান্নাতে যাবে না, কিন্তু আমার এই  ঘটনার ক্ষেত্রে আমার কি করা উচিৎ?বলে রাখা ভালো তারা আমাকে কষ্ট দিয়ে উল্টা তারাই আমার সাথে রাগ করে আছে আমাকে কল দেয় নি আজ পর্যন্ত, ক্ষমা চাওয়া তো দূরের বিষয়, এই ক্ষেত্রে কি আমি নিজ থেকে কল দিব নাকি দূরে সরে থাকতে পারবো?তাদের অন্তরে আমাদের জন্য অনেক হিংসা, এই ভয় থেকেও আমি তাদের থেকে দূরে থাকতে চাই, আমাকে সঠিক মাসআলা জানাবেন, জাজাকাল্লাহ খাইর।",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি আপনার খালাতো বোনদের প্রতি হৃদয়ে কোন হিংসা রাখবেন না। তাদের কোন ক্ষতি করবেন না। প্রয়োজনে তাদের সাথে কথা বলবেন। বিনা প্রয়োজনে তাদের সাথে কথা বলার দরকার নেই। তাছাড়া তারা যেহেতু মাহারাম, তাদের সাথে বিনা প্রয়োজনে কথা বলা, দেখা করা নিষেধ। আর তারা যেহেতু তাদের বাড়িতে যেতে নিষেধ করেছে, আপনি যাবেন না। তারা যেহেতু আপনার প্রতি বিদ্বেষ রাখে তাই তাদের থেকে দূরে থাকবেন, সতর্ক থাকবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7222",
    "question": "গতকাল আমাদের মসজিদে একটি ইসলামী দলের পক্ষ থেকে ইফতারের আয়োজন করা হয়েছিল। এজন্য তারা আসরের নামাজের পর থেকে মাগরিবের আগ পর্যন্ত অনেক বিষয়ে ওয়াজ নসিহত করে এবং তাদের দলীয় বক্তব্য মসজিদের ভেতরে দেয়।এখন আমার প্রশ্ন হল মসজিদের ভেতর দলীয় বক্তব্য দেওয়া কি ঠিক না বেঠিক?",
    "answer": "দলীয় কী বক্তব্য দিয়েছে সেটা লিখে পাঠাবেন, তাহলে উত্তর দেয়া যাবে। যদি বক্তব্য দেয়, মানুষের তৈরী আইন দিয়ে সমাজ রাষ্ট্র চালাতে হবে তাহলে এমন দলীয় বক্তব্য মসজিদে বা মসজিদের বাইরে কোথাও জায়েজ নেই। যদি বলে আল্লাহর আইন দিয়ে চালাত হবে। তাহলে মসজিদের ভিতরে বাইরে সব জায়গাতে জায়েজ। সুতরাং কী বক্তব্য দিয়েছে সেটা লিখে পাঠাবেন।\r\n\r\nদ্বিতীয়ত যে বক্তব্য মসজিদের বাইরে জায়েজ সেটা ভিতরেও জায়েজ। যেটা বাইরে না জায়েজ সেটা ভিতরেও না জায়েজ। তবে মসজিদ পবিত্র জায়গা, আল্লাহর ঘর। মসজিদের পবিত্রতা রক্ষা করে কাজ করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "মসজিদ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7223",
    "question": "আমি একটা মেয়েকে পছন্দ করি, মেয়েটা আমাকে পছন্দ করতো, তবে এখন আর করে না। আমি মেয়েটাকে বিয়ে করতে চাই৷ আমি কি এই বলে দু’আ করতে পারবো যে, হে আল্লাহ আমাদের বিয়ে করিয়ে দাও এবং তাকে আমার জন্যে কল্যাণকর বানিয়ে দাও। তার সাথে যাতে আর কোনো ছেলের সম্পর্ক না হয় সেই ব্যবস্থাও করে দাও।",
    "answer": "না, আপনি কোন ‍দুআ করতে পারবেন না। এগুলো সব শয়তানের কুমন্ত্রনা। আপনি তার বিষয়ে কোন চিন্তা-ভাবনা করবেন না। পরিবারের পক্ষ থেকে যেখানে বিয়ে দেয়, দেখেশুনে সেখানে বিবাহ করবেন। যে গুনাহ করেছেন তার জন্য আল্লাহর কাছে তওবা করবেন, ভবিষ্যতে এই গুনাহতে আর জড়িত হবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7224",
    "question": "আসসালামু আলাইকুম। আমি একজন মেয়ে। আমাদের এলাকায় মহিলা মাদ্রাসায় একজন হুজুর কে ডেকে এনে পরিপূর্ণ পর্দার সাথে খতম তারাবীহর সালাত আদায় করা হয়। আমার জন্য কি উক্ত মাদ্রাসায় গিয়ে খতম তারাবীহ পড়া উত্তম নাকি ঘরে বসে সূরা তারাবীহ পড়া উত্তম?",
    "answer": "ওয়া আলাইকুমুস সালাম। পূর্ণ পর্দার সাথে যদি খতম তারাবীহ পড়ার ব্যবস্থা থাকে, আপনিও যদি পর্দার সাথে নিরাপদে সেখানে যেতে পারেন তাহলে খতম তারাবীহ পড়া ভাল।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "নামায",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7225",
    "question": "ঘরে তারের উপর নাপাক কাপড় নেড়ে দেওয়া হয়েছিল । শুকানোর কয়েক দিন পর ঐ তারে পাক কাপড়ে নেড়ে দেওয়া হয়েছে। পাক কাপড়টা কী নাপাক হয়ে যাবে?আবার ভেজা পাক কাপড়ে ,ভেজা অজানা  নাপাক কাপড়ের ঝাঁকিতে ছিটা ফুটা লাগলে কী কাপড় না পাক হবে?আমি গত প্রায় এক  বছর ধরে ওয়াসওয়াসায় ভুগছি।",
    "answer": "আপনার মূল সমস্যা ওয়াসওয়াসা। ওয়াসওয়াসা দূর করতে চেষ্টা করুন। এভাবে সব জায়গায় যদি পাক-নাপাক নিয়ে এভাবে ভাবতে থাকেন নিজেকে নিজেই শেষ করে দিবেন। সুতরাং এই ভাবনা ত্যাগ করুন। স্বাভাবিক অন্যদের মতো জীবন-যাপন করুন।\r\n\r\nআপনার দুটো প্রশ্নের একটাতেও পাক কাপড় নাপাক হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7226",
    "question": "স্বামী যদি তালাকের আলোচনার সময় তালাকের নিয়তে ‘তুমি কি চাও’ এরকম কথা স্ত্রীকে জিজ্ঞাসা করে তাহলে কি তালাক হবে?",
    "answer": "তালাক কি খুব মিষ্টি-সুখকর বিষয় যে, সেটা নিয়ে আলোচনা করতে হবে। বিকৃত মস্তিস্কের স্বামী-স্ত্রীরাই তালাক নিয়ে খোশ-গল্প করে। সুস্থ মস্তিস্কের কেউ এই নিয়ে আলোচনা করতে পারে না। সুতরাং কোন দিন এই বিষয় নিয়ে আলোচনা করবেন না।\r\n\r\n‘তুমি কি চাও’ একথা বলার দ্বারা তালাক হয় না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7227",
    "question": "সরকারি চাকুরিতে প্রভিডেন্ট ফান্ড নিয়ে ২ টি সিস্টেম দেখা যায়। ২ টি সিস্টেম নিয়ে জানতে চাই।১. সরকারি রাজস্ব খাতে বেতন হলেঃ এই সিস্টেমে মূল বেতনের ৫% প্রভিডেন্ট ফান্ডে জমা করা বাধ্যতামূলক। একজন চাকুরিজীবি চাইলে এটি সর্বোচ্চ ২৫% পর্যন্ত জমা করতে পারে। চাকুরিজীবি ১০০০ টাকা মাসে জমা রাখলে সরকার অতিরিক্ত ১০০০ টাকা দিয়ে মোট ২০০০ টাকা ঐ চাকুরিজীবির নামে জমা হয়। এই জমা টাকার উপর বছর শেষে বাংলাদেশ ব্যাংক সুদ দেয়। এখন চাকুরিজীবি চাইলে সুদ গ্রহন বন্ধ করে রাখতে পারে।২. সরকারি সায়ত্ত্বশাসিত প্রতিষ্ঠান হলেঃ এই সিস্টেমে মূল বেতনের ১০% প্রভিডেন্ট ফান্ডে জমা করা যায়। একজন চাকুরিজীবি চাইলে এটি নাও রাখতে পারে। চাকুরিজীবি ১০০০ টাকা মাসে জমা রাখলে প্রতিষ্ঠান অতিরিক্ত ১০০০ টাকা দিয়ে মোট ২০০০ টাকা ঐ চাকুরিজীবির নামে বাংলাদেশ ব্যাংকে জমা হয়। এই জমা টাকার উপর বছর শেষে বাংলাদেশ ব্যাংক সুদ দেয়। এখন চাকুরিজীবি চাইলে সুদ গ্রহন বন্ধ করে রাখতে পারে। কিন্তু বাংলাদেশ ব্যাংক প্রতিষ্ঠানের সকল টাকার উপর সুদ দেয়। কেউ যদি সুদ বন্ধ করে রাখে তাহলে তাঁর টাকার উপর প্রদত্ত সুদ প্রতিষ্ঠান অন্য সকল কর্মচারীর (যাদের সুদ চালু রাখা) মাঝে বন্টন করে দেয়।উপরের ২টি ক্ষেত্রেই বাংলাদেশ ব্যাংক বলে দেয় সুদ কত আর আসল কত। এক্ষেত্রে একজন কর্মচারীর করনীয় কি? সুদ গ্রহন জায়েজ হবে কি?( বি.দ্রঃ অনেক কর্মচারী এমন নিয়ত করে তাঁর টাকার উপর প্রদত্ত সকল সুদ সে দান করবে চাকুরি শেষে। এমন নিয়ত কি জায়েজ হবে)",
    "answer": "শুধুমাত্র মূল বেতনের যে  ৫% প্রভিডেন্ট ফান্ডে জমা করা বাধ্যতামূলক সেটা থেকে যে সুদ আসবে সেটা নেয়া কর্মীর জন্য জায়েজ হবে। যেহেতু এই ৫% টাকা তার মালিকানায় আসতে পারে না, সে ব্যবহার করতে পারে না তাই এই টাকার লাভ তার জন্য ফকীহগণ জায়েজ বলেছেন। বাকী আর কোন পদ্ধতি থেকে পাওয়া অতিরিক্ত টাকা সুদ হিসেবে গণ্য হবে, হারাম হবে, নেওয়া যাবে না। অর্থাৎ নিজ থেকে টাকা প্রভিডেন্ট ফান্ডে রেখে সেখান থেকে সুদ নেয়া যাবে না।\r\n\r\nচাকুরী শেষে সুদ থেকে প্রাপ্ত টাকা দান করবে, এটা একটা খারাপ নিয়ত। হালাল টাকা থেকে যতটুকু সম্ভব দান করবেন। হারাম টাকা উপার্জনের দরকার নেই।  আল্লাহ তায়ালা হারাম টাকা দান করার কথা বলেন নি, হালাল টাকা দান করার কথা বলেছেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7228",
    "question": "আমি সৌদিআরবে কর্মরত বাংলাদেশী মালিকের দোকানের দায়িত্বে আছি।আমি আমার মালিককে না জানিয়ে 2020 সালে দোকান থেকে বিশ হাজার সৌদি রিয়াল ঋণ নিয়েছিলাম। তখন 1 রিয়াল = 22 টাকা ছিল। কিন্ত বর্তমানে 1 রিয়াল = 33 টাকা।এখন  আমি ঋণ কীভাবে পরিশোধ করব সৌদি রিয়াল হিসাব করে নাকি  বাংলাদেশী মুদ্রায়(টাকা)। দয়া করে জানাবেন। জাযাকাল্লাহু খায়ের।",
    "answer": "যেহেতু সৌদি আরবের মুদ্রায় রিয়ালে ঋন নিয়েছিলেন তাই রিয়ালেই ঋন পরিষোধ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "লেনদেন",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7229",
    "question": "আসসালামু আলাইকুম,আমি আমার এক পরিচিত লোককে বেশ কিছু টাকা ধার দিয়েছি, অনেক দিন ধরে সে আমার টাকা দিচ্ছে না, মাঝে অল্প কয়েকবার টাকা ফেরতের ব্যাপারে বলেছি। এখন সমস্যা হলো আমি কিছু দিন পর পর সবাইকে মাফ করে দেই, (আমার সাথে যে যে অন্যায় করেছে, যার যার সাথে আমার লেনা দেনা আছে) সবাইকে মাফ করে দেই এবং আল্লাহ রাব্বুল আলামিন এর কাছে নিজের জন্য ক্ষমা চেয়ে নেই। এখন বিষয় হলো, আমি কি তাহলে আমার ঐ পরিচিত লোকের কাছ থেকে আর টাকা চাইতে পারবো নাকি এটাও সবার সাথে সাথে সাধারণ ক্ষমা হয়ে যাবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি তাকে টাকা মাফ করে দিয়েছেন কিনা সেটা আপনি জানেন। পৃথিবীর অন্য কেউ তো জানে না। যদি মাফ করার মধ্যে তার টাকাও থাকে তাহলে তার থেকে আর টাকা নিতে পারবেন না। আর যদি মাফের মধ্যে তার টাকা না থাকে তাহলে নিতে পারবেন।\r\n\r\nযদি সবার সব টাকা মাফ করে দেন তাহলে তার টাকাও মাফ হয়ে যাবে। তার থেকে নিতে পারবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7230",
    "question": "আস্সালামু আলািইকুম, আমার বাবা একজন কাতার প্রবাসী্ । তিনি জানতে চেয়েছন যে, ‍আমাদের পরিবারের সকল সদস্যদের ফেতরা কি বাংলদেশের জন্য ধার্য করা (১১০ টাকা জনপ্রতি) হারে দান করতে হবে নাকি কাতারের জন্য ধার্য করা হারে দান করতে হবে? যদিও বাবা বাদে আমরা সকলেই বাংরাদেশে বসবাস করি, কিন্তু আমাদের সংসারের একমাত্র আয় আসে কাতার থেকে ।এই বিষয় ইসলামিক নীতি অনুসারে ‍আপনার মতামত দিয়ে ‍আমাকে উপকৃত করবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। বাংলাদেশে ফিতরা দিলে বাংলাদেশের হিসেবে দিবে। কাতারে দিলে সেখানকার হিসেবে দিবে। আসলে ফিতরা টাকার হিসেবে দেয়াটা মূল নয়। খাদ্যের হিসেবে দেয়া মূল। সুতরাং যেখানে ফিতরা দিবে সেখানকার খাদ্যের হিসেবে দিবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "দান-সদকাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7231",
    "question": "আসসালামু আলাইকুম ওয়া রহমাতুল্লাহ।যদি কোনো ব্যক্তি দ্বারা অডিও কলে বিবাহ করানো হয় যেখানে মেয়ের মতে ঐ ব্যক্তি ব্যতীত অন্য কোনো সাক্ষী ও নেই। এক্ষেত্রে সেই বিবাহ কি শুদ্ধ হবে?",
    "answer": "ওয়া আলাইকুমুস সালমা। না, শুদ্ধ হবে না। অন্তত দুজন স্বাক্ষী প্রয়োজন বিবাহের জন্য।  মোবাইলে বিয়ে একটা অযথা কাজ, এর থেকে বিরত থাকতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7232",
    "question": "আসসালামু আলাইকুম শাইখ, ৮ ভরি স্বর্ণের যাকাত কত টাকা হবে। আর ৮ ভরি স্বর্ণ আমাদের কাছে দীর্ঘদিন যাবত রয়েছে, তবে এর যাকাত আদায় করা হয়নি। এই অবস্থা কোন আমল ও কীভাবে যাকাত আদায় করলে পূর্বের সকল যাকাত আদায় হয়ে যাবে।",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনার কাছে থাকা স্বর্ণের বর্তমান বাজার মূল্য যত হবে তার চল্লিশভাগের একভাগ টাকা যাকাত দিবেন। আনুমানিক ১২ লাখ টাকা মূল্য হলে ৩০ হাজার টাকা যাকাত দিতে হবে। যত বছর ছিল প্রতি বছরের জন্য তৎতকালীন মূল্যের চল্লিশভাগের একভাগ যাকাত দিতে হবে। আপনি আনুমানিক হিসেব করে পূর্বের বছরগুলোর যাকাত দিয়ে দিবেন। আল্লাহর কাছে ক্ষমা চেয়ে নিবেন, দেরী হয়ে গিয়েছে সে জন্য।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7233",
    "question": "হারাম সম্পর্ক থেকে বেরিয়ে আসার জন্য আমরা বিয়ের সিদ্ধান্ত নেই। ছেলের মা আমার সাথে কথা বলতে চায় শুরুতেই সে আমাকে আমার গায়ের রং নিয়ে কথা শোনায়। আমি একপর্যায়ে কান্না করে ফেলি। গুরুজন যখন এমন করে তখন কি করা উচিত। শেষ পর্যন্ত তার এই উক্তি নিয়ে আমাদের ঝামেলা হয় এবং বিয়ে ও ভেঙে যায়।আমার প্রশ্ন তাহলে কি আমার বিয়ে করা উচিত না কাউকে??",
    "answer": "জ্বী, আপনাদের বিয়ে করা উচিত নয়। এভাবে বিয়ে করলে চিরকাল অশান্তি থাকাবে। পরিবার থেকে যেখানে বিয়ে দিবে সেখানে দেখেশুনে বিয়ে করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7234",
    "question": "মহানবী মুহাম্মদ (সঃ) বলেনঃ “একদল তরুণের আবির্ভাব ঘটবে, যারা চিন্তায় হবে অপরিণত। তারা সুন্দর সুন্দর কথা বলবে, কিন্তু সবচেয়ে ঘৃণ্য কাজ করবে। তারা এত বেশি ধর্ম পালন করবে যে, যার ইবাদতের কাছে মুসলমানদের ইবাদত তুচ্ছ বলে মনে হবে। তারা মানুষকে কোরআনের কথা বলবে, কিন্তু তা হবে কেবল তাদের মুখের কথা। অর্থাৎ, তারা এর মর্মার্থ বুঝবে না, কেবল বেছে বেছে কিছু অংশ আওড়াতে থাকবে। এরাই সৃষ্টির সবচেয়ে নিকৃষ্ট।”__বিশ্ব মানবতা, শান্তি ও মুক্তির দূত হযরত মুহাম্মদ (সঃ)[সহিহ মুসলিম, চতুর্থ খন্ড, পৃষ্ঠা ৪০৭]হাদিস কি সঠিক?",
    "answer": "এই শব্দে একক কোন হাদীস সহীহ মুসলিমে নেই। কোন কোন গ্রন্থেও নেই।প",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হাদীস",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7235",
    "question": "বালতিতে কাপড় ধোয়া সময় কি তিনবার ধৌত করা লাগবে তিনবার না ধৌত করলে কি  কাপড় পাক হবে না?",
    "answer": "তিনবার ধৌত করা সুন্নাত। তবে যদি তিনবারের কম ধৌত করেও নিশ্চিত হওয়া যায় যে, কাপড়ে নাপাক থাকার সম্ভাবনা নেয় তাহলে কমবার ধৌত করলেও সমস্যা নেই। তদ্রুপ তিনবার ধৈৗত করার পরও যদি মনে হয় কাপড় নাপাক লেগে থাকার সম্ভাবনা আছে তাহলে আরো বেশীবার ধৌত করে নিশ্চিত হতে হবে যে, কাপড়ে নাপাকি নেয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7236",
    "question": "আস সালামু আলাইকুম। ৩ লক্ষ টাকা এডভান্স দিয়ে ৮০ শতাংশ জমি এক জনের কাছ থেকে ভাড়া নেয়া হয়েছে। উক্ত জমির ভাড়া বার্ষিক ৩০০০ হাজার টাকা জমির মালিক এর সাথে আলাপ করে নির্ধারণ করা হয়েছে। এই ভাড়ার ৩০০০ টাকা প্রতি বছর এডভান্সের টাকা থেকে কাটা হবে। যখন জমির মালিক জমি নিয়ে নিবে তখন বছর হিসাব করে ৩০০০ টাকা করে কেটে বাকি টাকা ফিরত দিবে।উল্লেখ থাকে যে, জমি হাওরের এবং বেশীরভাগ সময় বছরে এক ফসল হয়।এভাবে জমি নিয়ে চাষাবাদ করা যাবে কি না??উক্ত পদ্ধতি ঠিক আছে কি না?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, উক্ত পদ্ধতি ঠিক আছে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "লেনদেন",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7237",
    "question": "আস’সালামু আলাইকুম,আমার ভাই বিদেশে থাকেন এবং সেখানে ব্যবসা করেন, তার ভাষ্য মতে ও আমাদের জানামতে উনি এখন নিঃস্ব প্রায়. উনি ওই দেশেই বিয়ে করেছেন এবং ছেলে মেয়ে নিয়ে ওই দেশেই (জাপান) থাকেন। উনি ওই দেশের পাসপোর্ট হোল্ডার, উনি আমার আপন বড় ভাই এবং আমি বা আমরা কি তাকে যাকাত দিতে পারি?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, নিঃস্ব হলে আপন ভাইকে যাকাত দেয়া যাবে। আপনি এবং আপনার ভাই-বোনেরা তাকে যাকাত দিতে পারবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7238",
    "question": "ভাত ময়লায় পড়ে গেলে আমি কি তুলে ভাতগুলো ধুয়ে খেতে পারি?",
    "answer": "জ্বী, পারেন। পরিস্কার করে খাবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7239",
    "question": "রোজা রেখে নাকে আগায় শুধু মেনথল লাগানো যাবে কিনা? বা মেনথল বা এজাতীয় মলম এর ঘ্রাণ নেয়া যাবে কিনা?",
    "answer": "শুধু ঘ্রাণ গ্রহণ করলে রোজা ভঙ্গ হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "রোজা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7240",
    "question": "আমার বোন ঋণ গ্রন্থ, ঋণ পরিশোধ করার সামর্থ্য তার নেই। আমার বোনের জামাইর মাসিক আয় (8/10 হাজার) টাকা মাত্র, কিন্ত তার মাসিক ব্যয় (18/20 হাজার) টাকা।উল্লেখ্য যে আমার বোনের জামাই কে তার পুরাতন মালিক ঢাকার ষ্টাফ কোয়ার্টারের কাছাকছি (1.5 দেড় শতাংশ) জায়গা হাদিয়া দেন,পরে তিনি গ্রামের ফসলের জমি বিক্রয় করে আরো 1 এক শতাংশ জায়গা ক্রয় করেন।সেখানে তিনি 5 কক্ষের একটি ঘর নির্মাণ করেন,এখন তাহারা সেখানেই বসবাস করেন।এখন গ্রামে সামান্য (2/3 শতাংশ) জায়গা আছে(বসত বাড়ী)।যার বর্তমান মূল্য (2) লক্ষ টাকা,তবে তার (6) লক্ষ টাকা ঋণ আছে।এখন আমরা ভাইদের কাছ থেকে যাকাত এর  অর্থ নিয়ে ঋণ পরিশোধ করতে পারবে কিনা?এবং যাকাত এর অর্থ দিয়ে তার সংসারের ব্যয় বহন করা যাবে কি? দয়া করে জানাবেন। জাযাকাল্লাহু খায়ের।",
    "answer": "জ্বী, আপনার বোন আপনার ভাইয়ের থেকে যাকাতের টাকা গ্রহণ করে সংসার চালাতে পারবেন, ঋন পরিষোধ করতে পারবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7241",
    "question": "আসসালামু আলাইকুম,আমি প্রতি বছর রমাদান মাসে জাকাত হিসাব করে জাকাত আদায় করি।কিন্ত এই রমাযান এর আগে একটা ডিপিএস ক্লোজ করসি। যেটা এক বছর হয় নি। আরও কিছু টাকা ঋন দেয়া আছে ওটাও এক বছর হয় নি। এখন এই বছর এ কি এই টাকার জাকাত দিতে হবে?",
    "answer": "ওয়া আলাইকুুমুস সালাম। জ্বী, সব টাকার উপর যাকাত দিতে হবে। যাকোতের নেসাবের অধিকারী হওয়ার এক বছর পর যাকাত দিতে হবে, যাকাত দেয়ার সময় যত সম্পদ বা টাকা থাকবে তার পুরোটার যাকাত দিতে হবে। গত রমাদান যেহেতু আপনি নেসাবের অধিকারী ছিলেন তাই এই রমাদানে যত টাকার আপনি মালিক পুরোটার যাকাত দিতে হবে। সব টাকার এক বছর পূর্ণ হওয়া জরুরী নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7242",
    "question": "আসসালামু আলাইকুম আমার বয়স ১৮। আমি একটি ছেলেকে পছন্দ করি। উনার বয়স ১৯।  ছেলের ব্যবহার ভালো। পরিবার ভালো সবদিক থেকেই অনেক ভালো মানুষ। অর্থাৎ উনি মানুষ হিসাবে ভালো এবং আল্লাহর ভয়ও  আছে।হারাম সম্পর্কে না গিয়ে সোজা বিয়ে করতে চাই কিন্তু পরিবারকে কীভাবে বলব বুঝতে পারছি না, কারণ তারা ছেলের কর্ম নেই সেটা বিবেচনা করে মত নাও দিতে পারেনদিবেনই না সেটাও বলা যায়। ছেলে আবার আমাদের আত্বীয়ও আমার মায়ের দিকের। পরিবারকে কিভাবে মানাবো সেটা জানতে চাইছি।",
    "answer": "ওয়া আলাইকুমুস সালাম।  আপনি নিজে পছন্দ করে পরিবারকে মানতে বলবেন, এটা বিবাহের সঠিক পদ্ধতি নয়। পরিবার পছন্দ করবে, উল্লেখযোগ্য কোন সমস্যা না থাকলে আপনি মেনে নিবেন এটা ইসলামী পদ্ধতি।\r\n\r\nএকজন ছেলের সংসার চালানোর মতো আয় রোজগার না থাকলে তার সাথে বিয়ে দিবে না, এটাই স্বাভাবিক। পুরুষের বিয়ে করতে হলে অবশ্যই তাকে সংসার চালানোর মত রোজগার করতে হবে।\r\n\r\nসুতরাং পরামর্শ হলো এই পছন্দের বিষয়টি মন থেকে দূর করে দিন, তার সাথে কোন যোগাযোগ থাকলে এখনই বন্ধ করে দিন। পরিবারের সিদ্ধান্ত অনুযায়ী কাজ করুন। সর্বোচ্চ আপনার পরিবারকে সরাসরি এই ছেলের বিষয়টি বলতে পারেন, তারা যা করবে সেটা চুড়ান্ত হিসেবে মেনে নিন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7243",
    "question": "আসসালামু আলাইকুম, আমার বেশ কয়েকটা গোল্ড মেডেল আছে, একাডেমিক রেজাল্টের কারণে আলহামদুলিল্লাহ্। যাকাত হিসাবের সময় এগুলাও হিসাবে আনতে হবে কিনা ?জাজাকাল্লাহ খাইর",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, তাতে গোল্ড থাকলে যাকাতের হিসেবে আসবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7244",
    "question": "আমারBank Accountএ ২ লাখ নগদ টাকা থাকলে বছর শেষে কি পরিমান যাকাত আসবে তার হিসাব টা জানতে চাই।",
    "answer": "দুই লাখ টাকায় ৫ হাজার টাকা যাকাত আসবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7245",
    "question": "আসসালামু আলাইকুম শায়েখ। মুসলমানদের কতটুকু জ্ঞান থাকা ফরজ। আর যদি কেউ সেই পরিমাণ জ্ঞান না থাকে তাহলে কি সে মুসলমান থাকে না?",
    "answer": "প্রাত্যহিক এবং জরুরী আমলগুলো সম্পর্কে জ্ঞান রাখা ফরজ। যেমন, নামায, রোজা, যাকাত ইত্যাদি। যে কাজগুলো সে করে সেগুলোর জায়জ, না-জায়েজ সম্পর্কে তার জ্ঞান থাকতে হবে। যে আয় উপার্জন সে করে সেগুলোর হালাল-হারাম সম্পর্কে তার সাধারণ জ্ঞান থাকতে হবে।\r\n\r\nমোটকথা প্রতিদিনের কাজগুলো ইসলামী বিধান অনুযায়ী হচ্ছে কিনা সে সম্পর্কে  সাধারণ জ্ঞান তার থাকতে হবে। গভীর জ্ঞান ফরজ নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7246",
    "question": "আমি একটা ওয়েবসাইটে বিসিএস প্রশ্ন আপলোড করার কাজ করি। সেখানে আমাকে প্রশ্নের উত্তর গুলোর ২-৪ লাইনের একটা ব্যাখ্যা দিতে হয়। এখন সেই ব্যাখ্যা গুলো আমাকে বিভিন্ন ওয়েবসাইট ঘাটাঘাটি করে নিতে হয়। এখন আমি যেহেতু এগুলো বিভিন্ন ওয়েবসাইট থেকে কপি পেস্ট করছি আমার জন্য সেই ইনকাম কি হালাল। আমি উক্ত প্রশ্ন আপলোড করার জন্য টাকা পাই। আমি যেখান থেকে কপি পেস্ট করি সেই ওয়েবসাইট এর নাম রেফারেন্স এ দিই।যেমন : প্রশ্ন : মানুষের শরীর হাড় কয়টি? ব্যখ্যা: মানুষের শরীরে ২০৬ টি হাড় আছে- (উইকিপিডিয়া) ওয়েবসাইটের নাম।এখন আমি কি এভাবে কোন ওয়েবসাইট থেকে এরকম ভাবে তথ্য নিতে পারব? আর এটা যদি হারাম হয় তাহলে কিভাবে করলে হালাল হবে? আমি যদি বিভিন্ন ওয়েব সাইট অথবা বই থেকে পড়ে নিজের মত করে লিখি তাহলে কি হালাল হবে? দয়া করে উত্তর দিবেন।",
    "answer": "জ্বী, হালাল হবে। তবে রেফারেন্স দেয়া ভাল। না দিলেও সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7247",
    "question": "আমি অসুস্থ থাকাকালিন একটি ছাগল ছদকাহ করব মানত করেছিলাম, এখন যদি ছাগলের দামের সমপরিমান টাকা দান করে দিই তাহলে হবে কি?",
    "answer": "আপনি যেহেতু ছাগল দেওয়ার মানত করেছিলেন তাই বিশেষ কোনো ওজর না হলে ছাগলটিই মদদকাহ করবেন। তবে ছাগলের ন্যায্যমূল্য মানত হিসেবে দিলেও মানত আদায় হয়ে যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "দান-সদকাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7248",
    "question": "আমি একজন নারী, আমার বিয়ের সময় আমি ৮ ভরী স্বর্ণ পাই বাবার বাসা থেকে এবং কিছু পাই শশুর বাসা থেকে। সব মিলিয়ে প্রায় ১০ ভরীর মতো স্বর্ণ আছে আমার। কিন্তু আমার স্বর্ণগুলো আমার শশুর রেখে দিয়েছে। অনেক সময় তার কাছে চাইলে দিতে চায়না, বলে হারিয়ে যাবে আমার কাছে থাক। এখন কি আমাকে এই স্বর্ণের যাকাত দিতে হবে? যাকাতের অর্থ কি আমি আমার স্বামী অথবা মায়ের কাছ থেকে নিতে পারবো? কি পরিমাণ যাকাত দিতে হয় স্বর্ণের?",
    "answer": "শশুর স্বর্ণগুলো আত্মসাত করবে না, এই নিশ্চয়তা থাকলে তার যাকাত আপনাকে দিতে হবে। স্বর্ণের  চল্লিশ ভাগের একভাগ বা স্বর্ণের মূল্যের চল্লিশ ভাগের একভাগ যাকাত দিতে হবে। দশ ভরির দাম আনুমানিক ১৬ লাখ হলে ৪০ হাজার টাকা যাকাত দিতে হবে। যাকাতের টাকা আপনারই দেয়া দায়িত্ব। তবে আপনার পক্ষ থেকে যদি আপনার স্বামী, মা বা অন্য কেউ আদায় করে দেয় তাহলেও আদায় হয়ে যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7249",
    "question": "আসসালামু আলাইকুম। আমি একটি বিপদে পড়ার আশঙ্কায় একরাতে একটি মানত করি। কিছুক্ষণ পরেই আমি আবার বলি “না না আমি মানতটি করবো না, কিছুতেই করবো না। ঝোকের বসে এখন আমি মানতটি করবো, পরে যদি পূরণ না করতে পারি?”সকালে আমি অনেকটাই বুঝতে পারি আমার বিপদটি হবে না। এখন আমার মানতটি কি পালন করতে হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। মানত করার পর তার প্রত্যাহার করার সুযোগ নেই। সুতাং মানতটি পূর্ণ করবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "মানত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7250",
    "question": "কুরআনে ৫ওয়াক্ত নামাজের দলীল কোথায় আছে বললে ভালো হতো।",
    "answer": "শরীয়াহর উৎস কুরআন ও হাদীস। সুতরাং কুরআনে সব হুকুম আসা জরুরী নয়, সব হুকুম আসেও নি। সুতরাং ইসলামী বিধানের ক্ষেত্রে শুধু কুরআনের রেফারেন্স নয়, বরং কুরআন-হাদীসের যে কোন একটি রেফারেন্স থাকলেই যথেষ্ট হবে। নিচে\r\n\r\nআল্লাহ তায়ালা কুরআনে বলেছেন, فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ (17) وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ (18) সুতরাং তোমরা সন্ধ্যায় ও ভোর সকালে আল্লাহর পবিত্রতা ও মহিমা ঘোষণা কর, এবং বিকালে ও দুপুরে। আকাশমন্ডলী ও পৃথিবীতে সকল প্রশংসা তাঁরই। সূরা রুম, আয়াত ১৭-১৮। এই আয়াতের তাফসীরে এসেছে ইবনে আব্বাস রা,কে জিজ্ঞাসা করা হলো, আপনি কি পাঁচ ওয়াক্ত সালাতের কথা কুরআনে পেয়েছেন? তিনি বললেন, হ্যাঁ। এরপর তিনি এই দুটি আয়াত তেলাওয়াাত করেন। ইবনে আব্বাস রা. এই আয়াত দুটির ব্যাখ্যায় বলেন, { فَسُبْحَانَ الله } فصلوا لله { حِينَ تُمْسُونَ } صلاة المغرب والعشاء { وَحِينَ تُصْبِحُونَ } صلاة الفجر { وَلَهُ الحمد فِي السماوات والأرض } الشكر والطاعة على أهل السموات والأرض { وَعَشِيّاً } وهي صلاة العصر { وَحِينَ تُظْهِرُونَ } وهي صلاة الظهر সন্ধায় আল্লাহর পবিত্রতা ও মহিমা ঘোষণা কর এর অর্থ হলো, মাগরিব ও এশার সালাত আদায় করো। ভোর সকালে অর্থ হলো ফজরের সালাত আদায় করো। বিকালে অর্থ হলো আসরের সালাত আদায় করো আর দুপুরে আল্লাহর পবিত্রতা ও মহিমা ঘোষণা কর অর্থ হলো যুহরের সালাত আদায় করো। (তাফসীরে বাগাবী, তাফসীরে ইবনে আব্বাস। ) ভিন্ন একটি প্রসঙ্গে আলোচনা করতে গিয়ে আল্লাহ তায়ালা দুই ওয়াক্ত সালাতের নাম কুরআনে স্পষ্টভাবে উল্লেখ করেছেন। তিনি বলেছেন, يَاأَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلَاثَ مَرَّاتٍ مِنْ قَبْلِ صَلَاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ ثَلَاثُ عَوْرَاتٍ لَكُمْ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلَى بَعْضٍ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ হে মুমিনগণ! তােমাদের মালিকানাধীন দাস – দাসীগণ এবং তোমাদের মধ্যে যারা এখনও সাবালকত্বে পৌছেনি সেই শিশুগণ যেন তিনটি সময়ে ( তােমাদের কাছে আসার জন্য ) অনুমতি গ্রহণ করে- ফজরের নামাযের আগে, দুপুর বেলা যখন তােমরা পােশাক খুলে রাখ এবং ইশার নামাযের পর। এ তিনটি তোমাদের গোপনীয়তা অবলম্বনের সময়। এ ছাড়া অন্য সময়ে তােমাদের ও তাদের প্রতি কোন কঠোরতা নেই। তোমাদের পরস্পরের মধ্যে তাে সার্বক্ষণিক যাতায়াত থাকেই। এভাবেই আল্লাহ তােমাদের কাছে আয়াতসমূহ সুস্পষ্টভাবে বর্ণনা করে থাকেন আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়। সূরা নূর, আয়াত ৫৮।\r\n\r\nনীচের হাদীসটিতে ৫ ওয়াক্ত সালাতের কথা পাওয়া যায়।\r\n\r\nعَنْ عَائِشَةَ ، زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : قَالَتْ : كَانَ أَوَّلَ مَا افْتُرِضَ عَلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الصَّلاَةُ : رَكْعَتَانِ رَكْعَتَانِ ، إِلاَّ الْمَغْرِبَ ، فَإِنَّهَا كَانَتْ ثَلاَثًا ، ثُمَّ أَتَمَّ اللَّهُ الظُّهْرَ وَالْعَصْرَ وَالْعِشَاءَ الآخِرَةَ أَرْبَعًا فِي الْحَضَرِ ، وَأَقَرَّ الصَّلاَةَ عَلَى فَرْضِهَا الأَوَّلِ فِي السَّفَرِ تعليق شعيب الأرنؤوط : إسناده حسن من أجل ابن إسحاق অর্থ: হযরত আয়েশা রা. থেকে বর্নিত তিনি বলেন, রাসূলুল্লাহ সা. এর উপর প্রথমে দুই দুই রাকআত করে নামায ফরয হয়েছিল, তবে মাগরিব তিন রাকআত ছিল। এরপর আল্লাহ তায়ালা সাধারণ সময়ে (সফর বাদে) জোহর, আসর ও ঈশা চার রাকআত পূর্ণ করে দেন। আর সফর অবস্থায় পূর্বের বিধান বহাল রাখলেন। মুসনাদ আহমাদ, হাদীস নং ২৬৩৮১। শায়খ শুয়াইব আরনাউত হাদীসটিকে সহীহ বলেছেন।\r\n\r\nসালাতের বিস্তারিত নিয়মকানূন হাদীসে উল্লেখ আছে, কুরআন শরীফে উল্লেখ নেই। ইসলাম কুরআন ও হাদসের সমন্বয়। হাদীস ব্যতিত কুরআন মানা সম্ভব নয়। সালাত তার একটি উদাহরণ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "কুরআন",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7251",
    "question": "আসসালামু আলাইকুম। রোজা রেখে যদি ফোনে চ্যাট করার সময় অনিচ্ছাকৃত ভাবে কোনোরকম ঘষা বা চেষ্টা ছাড়া বীর্যপাত হয়ে যায়, তাহলে কি রোযা ভাঙবে?এক্ষেত্রে ঐ ব্যক্তির করণীয় কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। একজন মুসলিমের উপর আবশ্যক হচ্ছে তার কান, চোখ ও অঙ্গপ্রত্যঙ্গকে আল্লাহ্‌ যা কিছু হারাম করেছেন সেগুলোতে পতিত হওয়া থেকে সুরক্ষা করা। বীর্জপাত হয়ে যায় এমন কাজ করা একেবারই অনুচিত। তবে শুধু কল্পনার কারণে বা দৃষ্টি দেয়ার কারণে বীর্জপাত হলে রোজা নষ্ট হবে না।\r\n\r\nحَدَّثَنَا يَزِيدُ بْنُ هَارُونَ ، عَنْ حَبِيبٍ ، عَنْ عَمْرِو بْنِ هَرِمٍ ، قَالَ : سُئِلَ جَابِرُ بْنُ زَيْدٍ عَنْ رَجُلٍ نَظَرَ إلَى امْرَأَتِهِ فِي رَمَضَانَ ، فَأَمْنَى مِنْ شَهْوَتِهَا ، هَلْ يُفْطِرُ ؟ قَالَ : لاَ ، وَيُتِمُّ صَوْمَهُ.\r\n\r\nতাবেয়ী জাবির ইবনে যায়েদকে জিজ্ঞাসা করা হয়েছে, কোন ব্যক্তি তার স্ত্রীর দিকে কামভাবের সাথে তাকিয়েছে। ফলে তার বীর্যপাত হয়ে গেছে তার রোজা কি ভেঙ্গে গেছে? তিনি বললেন, না। সে রোজা পূর্ণ করবে। (মুসান্নাফে ইবনে আবী শাইবা, হাদীস নং ৯৫৭৩।\r\n\r\nবিস্তারিত জানতে দেখুন https://islamqa.info/bn/answers/160569/%E0%A6%AF-%E0%A6%95%E0%A6%B2%E0%A6%AA%E0%A6%A8%E0%A6%B0-%E0%A6%AB%E0%A6%B2-%E0%A6%AC%E0%A6%B0%E0%A6%AF%E0%A6%AA%E0%A6%A4-%E0%A6%B9%E0%A7%9F-%E0%A6%AF%E0%A7%9F-%E0%A6%A4%E0%A6%A4-%E0%A6%95-%E0%A6%B0%E0%A6%AF-%E0%A6%AD%E0%A6%99%E0%A6%97-%E0%A6%AF%E0%A6%AC",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7252",
    "question": "আমি একটা কোম্পানির একাউন্টসে পদে জব করি। সেই কারনে অনেক সময়১. মালিক পক্ষের ক্রেডিট কার্ড রিলেটেড সুদি কারবার করতে হয়।২. আবার ওয়ার্ক ওর্ডার আনার জন্য ঐ কোম্পানির একাউন্টস, পার্চেজার, মেইন্টেইনেন্সকে টাকা দিতে হয়। নইলে কাজ দেই না। কাজ না পেলে ব্যবসা চলবে না।৩. সরকার কর্তৃক ভ্যাট ক্রেতা দিতে চায় না। ভ্যাট নিয়ে চাপাচাপি করলে অর্ডার দিবে না। ব্যবসা চালানো যাবে না। এক্ষেত্রে ভ্যাট ট্যাক্স ফাকি দিতে হয়।এসব কাজে মালিককে হেল্প করতে হয় চাকরির সুবাদে ইচ্ছা-অনিচ্ছায়। আমার দেখা প্রায় সব অফিসেই এমন কোন না কোন কাজে জড়িত হতেই হয়। এমন পরিস্থিতিতে চাকরী চালিয়ে যাওয়া জায়েজ হবে কিনা জানাবেন প্লিজ?",
    "answer": "আপনি যে তিনটি বিষয় উল্লেখ করেছেন তার সবগুলোই অপরাধমূলক কাজ, গুনাহের কাজ। সুতরাং এই কাজগুলোতে কোন ভাবেই জড়িত থাকা যাবে না। যে কোন ভাবে জাড়িত থাকলেই সেটা অন্যায় কাজে সহযোগিতা হিসেবে গণ্য হবে।\r\n\r\nআল্লাহ তায়ালা কুরআনে বলেছেন,(ولا تعاونوا على الإثم والعدوان) মন্দকর্ম ও সীমালংঘনের কাজে তোমরা একে অপরকে সহযোগিতা করো না। সূরা মায়েদা, আয়াত নং ২।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সুদ-ঘুষ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7253",
    "question": "আসসালামু আলাইকুম, অন্যদের কাছ থেকে ফিতরার টাকা সংগ্রহ করে তা দিয়ে সেমাই চিনি তেল মসলা কিনে গরীবদের মাঝে বিতরণ করা যাবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। এটা করলে যদি কোন অঞ্চলের গরীব মানুষের জন্য উপকার হয় তাহলে সমস্যা নেই। তবে ফিতরা গরীব মানুষের হাতে পৌঁছে দেয়ায় উত্তম।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ফিতরা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7254",
    "question": "আসসালামু আলাইকুম ওয়ারাহমাতুল্লাহ ওয়াবারাকাতুহু। আমি কুরআন  শুদ্ধ ভাবে শিখতে চাই এবং হাদিস শিখতে চাই, কিন্তু আমি কুরআন শেখা  এবং হাদিস শেখা শুরু কীভাবে করবো?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি স্থানীয় একজন হাফেজ বা আলেমের থেকে (যিনি ভাল কুরআন পড়তে পারেন) কুরআন শিক্ষা শুরু করুন। সময় নিয়ে ধৈর্য্যের সাথে শিখবেন। ধীরে ধীরে শিখে যাবেন। তারপর কুরআন ও হাদীসের অনুবাদগুলো পড়বেন। এভাবে আস্তে আস্তে ইসলাম সর্ম্পকে মোটামুটি জেনে যাবেন। যদি আরো বেশী শিখতে চান তাহলে আরবী ভাষা শিখতে হবে। বিস্তারিতি জানতে প্রয়োজনে যোগাযোগ করবেন 01734717299",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "কুরআন",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7255",
    "question": "অকারনে পিতা মাতার যুলম (বদদোয়া) থেকে বেচে থাকার উপায় কি? অহেতুক বদদোয়া কি সন্তানের উপর কি কোন প্রভাব পরে?সহিহ বুখারি হাদিস নং ৩৪৩৬ (মোবাইল এপস) তিনজন শিশুর দোলনায় কথাবলা শিরোনামের হাদিস জুরাইজের ঘটনা পড়ে আমি খুবই ভীত ও শংকিত ।আমার পিতা মাতা কোন কারণ ছাড়াই আমাদের দুই ভাইকে যখন তখন অভিশাপ দিয়ে থাকে।আমি বিবাহিত কিন্তু আমার ভাই অবিবাহিত।বিস্তারিত বলতে পারবো না বললে আমাদের পিতা মাতার দোষ বলা হয়ে যাবে সন্তান হিসাবে তা লজ্জার।অনেক বুঝিয়েছি যে আমাদের যদি কোন অপরাধ হয় আর তোমাদের তা সহ্যের বাহিরে হয় তাহলে আমাদের হত্যা করো তবুও অভিশাপ বা বদদোয়া করিয়েন না,আমরা যদি আপনাদের  বদদোয়ায় ক্ষতিগ্রস্থ হই তাহলে আমাদের পিতা মাতা ও একসময় কষ্টে পতিত হতে পারে ,তবুও  তারা তাদের মতোই আচরন করেন। তাদের এই অকারনের বদদোয়া জন্য কি আল্লাহ আমাদের উপর নারাজ হবেন।এখন আমাদের করনীয় কি ?আমরা দুই ভাই চারবোন।",
    "answer": "পিতা-মাতার উচিৎ সন্তানের জন্য কোন অবস্থাতেই বদ দোআ না করা। আপনি তাদেরকে বুঝানোর চেষ্টা করবেন এবং আল্লাহর কাছে দুআ করবেন। অহেতুক বদ দোআর কারণে আপনাদের কোন ক্ষতি হবে না ইনশাআল্লাহ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7256",
    "question": "শাওয়াল মাসের ৬ রোজা রাখার সময় ইফতারের সময়ের কয়েক সেকেন্ড আগে আ্যপ এর টাইম অনুযায়ী ইফতার করে ফেলি।এতে আমার রোযা ভঙ্গ হবে কি ?",
    "answer": "অ্যাপ এর সময় যদি ভুল হয় তাহলে রোজা ভঙ্গ হয়ে যাবে। নতুন করে রোজা রাখতে হবে। আর যদি সঠিক হয় তাহলে রোজা ভঙ্গ হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "রোজা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7257",
    "question": "আসসালামু আলাইকুম। আমার প্রশ্নটা হল নিজের পছন্দমত আমল করা যাবে কিনা? আমাদের সমাজে কেউ রফউল ইয়াদাইন করে না আমি করি আমার কাছে ভালো লাগে ।এছাড়া আরো বিভিন্ন বিষয় যেগুলো সমাজের লোকেরা করে না কিন্তু আমার কাছে ভালো লাগে হাদিসে পাই এবং আমার পছন্দ মত আমল করি , এটা জায়েজ আছে কিনা ?",
    "answer": "ওয়া আলাইকুুমুস সালাম। সহীহ হাদীসে থাকলে সমস্যা নেই। যেটাকে অধিক সহীহ মনে হয় সে অনুযায়ী আমল করতে পারেন। তবে যে আমলই করেন একজন দক্ষ আলেমের পরামর্শ নিয়ে করবেন। কারণ শুধু হাদীস দেখে আমল করতে গেলে অনেক সময় ভুল সিদ্ধান্ত নিয়ে ফেলতে পারেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7258",
    "question": "জুমআর দিন খুতবা শুরুর আগে ৪ রাকাত সুন্নাত নামাজ পড়তে হয়। এই নামাজ যদি আমি বাসা থেকে পড়ে আসি তাহলে মসজিদে যখন সুন্নাত নামাজ আদায় করতে বলে তখন আমি অন্য নফল নামাজের নিয়ত করতে পারবো কি?",
    "answer": "জুমুআর দিন খুতবা শুরু হওয়ার আগ পর্যন্ত সুুন্নাত নামায পড়া যাবে, এটা সহীহ হাদীসে আছে। সুতরাং আপনি বাসায় নামায পড়তে পারবেন, মসজিদে এসে খুতবা শুরুর আগ পর্যন্ত নামতে পড়তে পারবেন। খুতবার আগে শুধু চার রাকআত পড়তে হবে, বেশী-কম করা যাবে না, বিষয়টা এরকম না। আপনি বেশীও পড়তে পারেন। কম করলেও সমস্যা নেই।  রাকআত নির্ধারিত নয়। এগুলো সুন্নত নামায, যত বেশী আদায় করবেন, তত বেশী সওয়াব হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জুমআ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7259",
    "question": "আমি একটা ঘটনা শেয়ার করতে চাই যে আমি এমন একজনকে পছন্দ করি যার সবকিছু আমার এবং আমার মায়ের সাথে মিলে যায় এবং আমরা দুজনেই পড়াশোনায় একই লেনের এবং প্রায় সবকিছুই মিলে যায়। তাই আমার মনে হয় আমরা পেশাগতভাবে এবং পারিবারিকভাবে একে অপরকে বুঝতে পারব কিন্তু মূল সমস্যা হল আমার বাবা-মা তাকে দেখতে আগ্রহী নন। আমি আমার বাবা-মাকে কেবল তার সাথে দেখা করতে বলেছিলাম এবং জানতে চেয়েছিলাম যে সে আমার জন্য কেমন, কিন্তু তারা তা করছে না। তারা কেবল তাদের অহংকার ধরে রেখেছে এবং আমার সাথে একমত হচ্ছে না। আমি কেবল নিজের ইচ্ছায় বিয়ে করতে চাই এবং এটি আমার জীবন যা আমি নিজের হতে চাই এবং আমি চাই আমার পরিবারও এর অংশ হোক। কিন্তু তারা রাজি হচ্ছে না। আমি বসে আমার বাবা-মায়ের সাথে আলোচনা করেছি কিন্তু তারা কেবল চায় না। এবং আমিও তাকে বিয়ে করতে চাই যা সে চায়। আমি তাদের বোঝানোর চেষ্টা করেছি। এখন যদি আপনি আমাকে কথা বলে বা আমার পরিবারকে কিছু পরামর্শ দিয়ে সাহায্য করেন।",
    "answer": "যুবক শ্রেণীর ছেলে-মেয়েরা বিবাহের ক্ষেত্রে অধিকাংশ সময় সঠিক ও বাস্তবসম্মত সিদ্ধান্ত গ্রহণ করেত অপারগ। তাই বিবাহের বিষয়টি পরিববার বা অভিভাবকদের ওপরে ছেড়ে দিতে হবে। অভিভাবকরা পাত্র-পাত্রী দেখেবে, পছন্দ করবে। বড় কোন সমস্যা না থাকলে ছেলে-মেয়েরা তাদের সিদ্ধান্ত মেনে নিবে, এটাই সংসারের শান্তি ও স্থায়িত্বের জন্য অধিকতর মঙ্গলজনক। সুতরাং আপনি ঐ মেয়ের সাথে সম্পর্ক ছিন্ন করবেন, এক মুহুর্তও এই হারাম সম্পর্কে থাকতে পারবেন না। এরপর পরিবারের পরামর্শ অনুযায়ী বিবাহ করবেন। এটাই আমাদের পরামর্শ।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7260",
    "question": "যেকোনো গুরুত্বপূর্ণ পরীক্ষার আগে ২ রাকাআত নফল সালাত আদায় করে যাওয়া কি বিদআতের অন্তর্ভুক্ত হবে?",
    "answer": "না, কুরআনে আল্লাহ তায়ালা ধৈর্য্য আর সালাতের মাধ্যমে সাহায্য চাওয়ার জন্য বলেছেন। সুতরাং পরীক্ষার আগে সালাত আদায়ে সমস্যা নেই। তবে এটাকে আবশ্যক মনে করা যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিদআত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7261",
    "question": "আসসালামু আলাইকুম, আমার স্বামী আগে অন্য ধর্মের ছিলেন। আমার সাথে পরিচয়ের পর সে ইসলাম গ্রহণ করে এবং বিয়ে করি।  বলতে গেলে প্র্যাকটিসিং মুসলিম। সে সূরা তেমন জানেন না। আমি তার সাথে নামাজে দাড়ালে কী জোরে জোরে সুরা পরতে পারি? মানে আমি কি জামাত করতে পারি কিনা যতদিন  পর্যন্ত সে নামাজ না শিখে?",
    "answer": "ওয়া আলাইকুমুস সালাম। মহিলারা পুরুষের ইমাম হতে পারবে না। সুতরাং আপনি তার ইমাম হয়ে নামায পড়াতে পারবেন না। নামাযের বাইরে আপনি তাকে সূরা শেখাবেন, দূআ শেখাবেন। আর তাকে নামায মসজিদে আদায় করতে বলবেন, তাহলে অনেক কিছু শিখে যাবে পরিশ্রম ছাড়াই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "সালাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7262",
    "question": "আসসালামু আ’লাইকুম, আশা করি ভালো আছেন। আমি আমেরিকার নিউ ইয়র্কে অবস্থিত একটি রেপুটেড বিশ্ববিদ্যালয়ে ফুল ফান্ডিংসহ পিএইচডির অফার পেয়েছি। বয়স্ক মা-বাবা ও ছোটভাইকে নিয়ে গড়া সংসারে আমিই একমাত্র উপার্জনক্ষম ব্যক্তি। বর্তমানে আমি বেকার অবস্থায় আছি (এখন টিউশন করিয়ে কিছু ইনকাম করছি)।চলমান পরিস্থিতিতে কি আমেরিকায় ফান্ডিং পেয়ে পিএইচডি করতে গেলে কি গুনাহগার হবো? কেননা আমার ফান্ডিংয়ের কিছু অংশ আমেরিকার সরকার ট্যাক্স হিসেবে কেটে নিবে যার কিছু অংশ তারা খারাপ কাজে ব্যয় করবে। আমার পরিকল্পনা ছিলো ফান্ডিংয়ের কিছু অংশ বাসায় পাঠিয়ে পরিবারের হাল ধরবো যেনো সারাজীবন কষ্ট করে আসা আমার মা-বাবা একটু শান্তিতে থাকতে পারে এবং অগ্রাধিকার দিব এই যে পিএইচডি অর্জন শেষে কোন মুসলিমপ্রধান দেশ কিংবা বাংলাদেশে ফেরত এসে হয়তো বেসরকারি বিশ্ববিদ্যালয়ের শিক্ষকতা করবো। আমাদের কোন সেভিংস নেই যেনো চলতে পারি এবং পড়ালেখা ছাড়া আমার তেমন কোন গুণও নেই যা দ্বারা অর্থ উপার্জন করতে পারবো।এমতাবস্থায় আমার কি করা উচিৎ? আমি কি আমেরিকায় পিএইচডি করতে যেতে ভিসা প্রসেসিংসহ বাকি কাজ করবো নাকি ইউরোপের অন্য দেশের দিকে আগাবো? কাল বিলম্ব করে পারিবারিকভাবে জীবনযাপন করার মতো অর্থ আমাদের নেই এবং আমেরিকায় যাওয়ার আনুসঙ্গিক অর্থ আত্মীয়স্বজন থেকে ধার হিসেবে নিতে অঙ্গীকারবদ্ধ।",
    "answer": "ওয়া আলাইকুমুস সালাম। আমেরিকা, ইউরোপ এই দিক দিয়ে এক যে, উভয় যায়গাতেই স যথাযথভাবে ইসলাম মানা খুবই কঠিন। স্বাময়িক সময়ের জন্য আপনি সেখানে যেতে পারেন, স্থায়ীভাবে অমুসলিম দেশে থাকা যাবে না। পি এইচ ডি শেষ করে দ্রুত মুসলিম প্রধান কোন দেশে চলে যাবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7263",
    "question": "আমার বিয়ে হয়েছে ১২ বছর।দুই টা সন্তান আছে।আমাদের প্রেমের বিয়ে।আমাদের খুব ভালো সম্পর্ক। খুব হাসিখুশি দম্পতি আমরা।আমারা ছোট বয়সেই বিয়ে করে ফেলি। তার পর দুই জনই দুই পরিবারে থেকেই পড়াশোনা শেষ করি।সে পড়া শোনা শেষ করে চাকরি শুরু করার পর আমাকে ঘরে তোলে।এর মধ্যে সামাজিক আর পারিবারিক ভাবেই অনেক অসুবিধাজনক পরিস্থিতিতে থেকেও ডিপ্লোমা কমপ্লিট করি।আমার অনেক অসুবিধার মধ্যে ছিল আমার স্বামীর পর নারী আসক্তি।আমার সাথে ভালো সম্পর্ক থাকা সত্বেও সে অন্য নারীর সাথে যোগাযোগ রাখত।এই সমস্যাটা বিয়ের কিছু দিন পর থেকেই বুঝতে পারি।কিন্ত অন্য নারীর সাথে তার কেমন সম্পর্ক কত দিনের সম্পর্ক কিসের সম্পর্ক তা আমি জানি না।যখন আমি বুঝতে পারি। তখন অস্বীকার করে।মিথ্যে বলে। রাগারাগি করে কিন্ত যখন বুঝতে পারে আমি প্রমান সহ দেখেই বলছি তখন স্বীকার করে।রেগে মেগে বলে হ্যা কথা বলছি।কিন্ত কে?কেন?কি কথা এসব কিছুই আমার সাথে ক্লিয়ার করে না।এভাবে বার বার মেনে নিতে নিতে ছেড়ে দিতে দিতে আমাদের প্রথম বাচ্চা দ্বিতীয় বাচ্চা।কিন্ত এখন ও সে গোপনে অন্য নারীর সাথে কথা বলে আমাকে লুকিয়ে।এদিকে আমাদের খুব হাসি খুশি সুখের সংসার।কোথাও কোন কমতি নেই। প্রতি বছরেই কম বেশি দুই তিনবার এভাবে আমি তাকে অন্যের সাথে ফোনে কথা বলা ধরতে পারি।এমন নয় যে সে একি মেয়ে তে আসক্ত।যত টুকু বুঝতে পারি সে বিভিন্ন সময় বিভিন্ন নারীর সাথে যোগাযোগ করে।আমি এভাবে সহ্য করতে পারছি না।বার বার একি ঘটনা আমাকে খুব কস্ট দিচ্ছে।আমি অনেক ভাবে তাকে শোধরানোর চেস্টা করছি,বোঝানোর চেস্টা করছি।কিন্ত আমি মেনে নিলে ছেড়্র দিলে সে স্বাভাবিক হয়ে যায়।তখন আবার আমার বিশ্বাস চলে আসে।কিন্ত আবার কিছু দিন পর বোঝা যায়।আমি এ ব্যপারে কিছু বললেই আমার সাথে রাগারাগি করে বাড়াবাড়ি করে।এমন ঘটনা স্মনে আসলেই সে অল্প অজুহাতেই দুরত্ব বড়িয়ে নেয়।আমার সাথে ভালো হবার কিংবা আমাকে বোঝানোর কিংবা মানানোর কোন চেস্টাও করে না।এমন মনে হয় যেন সে চায় আমি এভাবে ভুল বুঝে অভিমান নিয়ে নিজে থেকে চলে যাওয়াটাই ওর কাম্য।এভাবে বার বার তার ভুল মেনে নিয়ে, সহ্য করে কস্ট করে থেকে গেছি।মনে হয় আমি না থাকতে চাইলে সে জোর ও করবে না।কিন্ত আমি ও একটা মানুষ আমি দুই টা বাচ্চার মা। আমি এভাবে বার বার ভেংগে পড়ছি।নিজের দিকে কিংবা বাচ্চাদের দিকেও খেয়াল রাখতে পারিনা।তার বাবা মাও এব্যপারে কোন শাসন করে না।আমার এখন কি করা উচিত। দোয়া আর ধর্য্য ধরা ছাড়া ইসলাম আমাকে আর কি নির্দেশ দেয়।কারন এগুলা আমি যথা সাধ্য করেই যাচ্ছি",
    "answer": "ভুল তো প্রথমেই হয়েছে। বিয়ের সময় আল্লাহভীরু পাত্র-পাত্রী দেখে সিদ্ধান্ত নিতে হয়। মানুষের মধ্যে আল্লাহর ভয় না থাকলে তাকে পাপের পথ থেকে ফেরানো যায় না। সে যদি পাপকে আদৌ পাপ মনে না করে, পাপের শাস্তি সম্পর্কে তার কোন বিশ্বাস না থাকে তাকে কীভাবে পাপ থেকে বিরত রাখবেন? তাকে ইসলামের বিধিবিধান পালনে অভ্যস্ত করাতে হবে। আল্লাহর ভয় হৃদয়ে প্রবেশ করলেই কেবল এই সমস্যার সমাধান সম্ভব। আপনি এই চেষ্টা করুন। সাথে সাথে দুআ এবং অন্যান্য চেষ্টা অব্যাহত রাখুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7264",
    "question": "ফযজরের নামাজের পর সেখানে বসে নামাজের নিষিদ্ধ সময় শেষ হওয়া পর্যন্ত জিকির করে পরে ২ রাকাত নামাজ পরলে কবুল হজের সওয়াব পাওয়া যাবে।প্রশ্ন ১: এই ২ রাকাত কি ইশরাকের নামাজ নাকি আলাদা ২ রাকাত পরতে হবে?প্রশ্ন ২ :  কিন্তু মসজিদে নামাজ আদায় ইশরাকের নামাজ র্পর্যন্ত বসে থাকার সূযোগ থাকেনা। মসজিদে বন্ধ করে দেয়।  ঘরে এসে বাকি আমল করলে কি কবুল হজের সওয়াব পাওয়া যাবে?",
    "answer": "এই বিষয়ে হাদীসটি হলো عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏”‏ مَنْ صَلَّى الْغَدَاةَ فِي جَمَاعَةٍ ثُمَّ قَعَدَ يَذْكُرُ اللَّهَ حَتَّى تَطْلُعَ الشَّمْسُ ثُمَّ صَلَّى رَكْعَتَيْنِ كَانَتْ لَهُ كَأَجْرِ حَجَّةٍ وَعُمْرَةٍ ‏”‏ ‏.‏ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏”‏ تَامَّةٍ تَامَّةٍ تَامَّةٍ ‏”‏ ‏.‏ আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যক্তি জামাআতের সাথে ফজরের সালাত (নামায/নামাজ) আদায় করে সূর্যোদয় পর্যন্ত সেখানে বসে আল্লাহর যিকর করবে এবং এরপর দু’রাকআত সালাত আদায় করবে, তার জন্য একটি হজ্জ ও উমরা পালনের সওয়াব হবে। আনাস রাদিয়াল্লাহু আনহ বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ঐ ব্যক্তির জন্য হজ্জ ও উমরার পরিপূর্ণ সওয়াব হবে, পরিপূর্ণ সওয়াব হবে, পরিপূর্ণ সওয়াব হবে। সুনানু তিরমিযী, হাদীস নং ৫৮৬্ উক্ত হাদীসে আমরা দেখছি দুই রাকআত নামায আদায় করতে হবে। এটাকেই অনেকেই ইশরাকের নামায বলে। মসজিদ পুরোপুরি বন্ধ করে দিলে বাসায় এসে পড়বেন। ইনশাআল্লাহ ফজিলত পাবেন। তবে মসজিদ পুরোপুরি বন্ধ করা ঠিক নয়। বারান্দা বা কিছু জায়গা মানুষের প্রয়োজনে খুলে রাখা দরকার।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হাদীস",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7265",
    "question": "আসসালামু আলাইকুম।আমার নতুন বিয়ে হয়েছে। আমার স্বামী আলহামদুলিল্লাহ খুবই ভালো। পাঁচ ওয়াক্ত নামাজ পড়েন, নজরের হিফাজত করেন, কোন বাজে অভ্যাসও নেই।কিন্তু উনার কিছু আচরণ আমার খুবই খারাপ লাগে, যেমন উনি উনার ইন্টারমিডিয়েট পড়া বোনকে জড়িয়ে ধরেন, কোলে নেন, গালে চুমু খান, কোলবালিশে মানুষ যেমন হাত পা দিয়ে জড়িয়ে ধরে ঘুমায়, প্রায় সময় এভাবে ধরে ঘুমান, বোনও এভাবে জড়িয়ে ধরে। আমি জানি উনার কোন খারাপ নিয়ত নেই, এটা বুঝাও যায়।আমি এটা নিয়ে কিছু বলিনি, বললে হয়তো ভুল বুঝবেন, উনার ধারণা বোন তো মাহরাম তাই এটা স্বাভাবিক।এ ব্যাপারে শরীয়ত আসলে কি বলে, উনার এই আচরন গুলো কি ঠিক। ঠিক না হলে আমি কিভাবে বুঝিয়ে বলতে পারি ইসলামের আলোকে। উনি সব বিষয়ে যুক্তিতর্ক করেন।দয়া করে আমাকে সাহায্য করবেন।",
    "answer": "ওয়া আলাইকুমুস সালাম। না, তার আচরণ ঠিক নয়। এগুলো শয়তানের জাল। শয়তান এভাবে মানুষকে বিপথগামী করে। তাকে অবশ্যই এই আচরণ ত্যাগ করতে হবে। সে হয়তো শয়তানের চক্রান্ত অনুধাবণ করতে পারছে না, কিন্তু শয়তান মানুষকে এভাবেই বিপদে ফেলে। عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم ‏”‏ مُرُوا أَوْلَادَكُمْ بِالصَّلَاةِ وَهُمْ أَبْنَاءُ سَبْعِ سِنِينَ وَاضْرِبُوهُمْ عَلَيْهَا وَهُمْ أَبْنَاءُ عَشْرِ سِنِينَ وَفَرِّقُوا بَيْنَهُمْ فِي الْمَضَاجِعِ ‏”‏ ’আমর ইবনু শু’আইব (রহঃ) থেকে পর্যায়ক্রমে তার পিতা ও তার দাদার সূত্রে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের সন্তানদের বয়স সাত বছর হলে তাদেরকে সালাতের জন্য নির্দেশ দাও। যখন তাদের বয়স দশ বছর হয়ে যাবে তখন (সালাত আদায় না করলে) এজন্য তাদেরকে মারবে এবং তাদের ঘুমের বিছানা আলাদা করে দিবে। সুনানু আবু দাউদ, হাদীস নং ৪৯৫। হাদীসটি হাসান। সুতরাং এই বয়সের ভাইবোনের একসাথে শোয়া বা কোলে নেয়ার কোন সুযোগ নেই। এমনকি দুই ভাই বা দুই বোনেরও একত্রে এক কাপড়ের নীচে থাকার কোন সুযোগ নেই। عَنْ أَبِي سَعِيدٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَا يَنْظُرُ الرَّجُلُ إِلَى عَوْرَةِ الرَّجُلِ وَلَا الْمَرْأَةُ إِلَى عَوْرَةِ الْمَرْأَةِ وَلَا يُفْضِي الرَّجُلُ إِلَى الرَّجُلِ فِي ثَوْبٍ وَاحِدٍ وَلَا تُفْضِي الْمَرْأَةُ إِلَى الْمَرْأَةِ فِي ثوب وَاحِد আবূ সা’ঈদ আল খুদরী (রাঃ) হতে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোনো পুরুষ যেন অপর পুরুষের এবং কোনো নারী যেন অপর নারীর সতর (লজ্জাস্থান) না দেখে। আর কোনো পুরুষ যেন অপর পুরুষের সাথে এক কাপড়ের নিচে না ঘুমায় (পৌঁছে)। আর কোনো নারীও যেন অপর নারীর সাথে এক কাপড়ের নিচে না থাকে। সহীহ মুসলিম, হাদীস নং ৩৩৮। এইসব হাদীস থেকে বুঝা যায় আপনার স্বামীর কাজ-কর্ম শরীয়াহ অনুমোদিত নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "আদব আখলাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7266",
    "question": "আসসালামু আলাইকুম, আমার কিছু আত্মীয় আমার সাথে এমন কিছু আচরণ করেছিল যার সুদূরপ্রসারী প্রভাব এখনো আমার পরিবারের ক্ষতির কারণ হয়ে আছে। আমি তাদের ক্ষমা করেছি। কিন্তু উঠতে বসতে খাওয়ার সময় ঘুমানোর আগে গোসলের সময় এমনকি নামাজে তাদের মন্দ আচরণ গুলো মনে কষ্ট দেয়। আমার করনীয় কী? আমার কষ্টের কারণে কি তাদের শাস্তি হবার সম্ভাবনা আছে?",
    "answer": "ওয়া আলাইকুমুস সালাম। নিজের প্রতি খারাপ আচরণের কথা মনে আসলে কষ্ট পাওয়া স্বাভাবিক। ধীরে ধীরে এটা সহনীয় পর্যায়ে চলে আসবে। আর মাফ করে দিলে আল্লাহ তাদের এই গুনাহের শাস্তি দিবেন না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7267",
    "question": "আসসালামুয়ালাইকুম,  আমার মায়ের উপর হজ ফরজ। কিন্তু শারীরিক ভাবে তিনি অসুস্থ। তিনি বদলি হজ করাতে চান। আমার আব্বার শরীর ও খারাপ থাকায় গত বছর তার বদলি হজ করানো হয়েছে। আমার মায়ের ইচ্ছা তার বদলি হজ তার আপন মামাতো ভাইয়ের ছেলেকে দিয়ে করানো। তিনি অনেক পরেজগার মানুষ। পূর্বে তিনি হজ করেছেন। আমার মায়ের প্রশ্ন, তাকে দিয়ে হজ করানো যাবে কিনা?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, তাকে দিয়ে বদলী হজ করানো যাবে। পূর্বে হজ করেছেন এমন যে কাউকে দিয়ে বদলী হজ করানো যায়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হজ্জ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7268",
    "question": "আসসালামু আলাইকুম, আমাদের এলাকায় ইমাম সাহেব নামাজে সালাম ফিরিয়ে শুধু আস্তাগফার পড়ে হাত তুলে মোনাজাত শুরু করেন। আমি সালাম ফিরিয়ে মসনুন দোয়া গুলি পাঠ করি তাতে ইমামের পিছনে দোয়া করার সময় পাই না। আমি কি আগে ইমামের পিছনে হাত তুলে মোনাজাত করে নিয়ে মাসনুন দোয়া গুলো পরে পড়ে নিতে পারবো?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি আগে মাসনূন দুআ পড়া শেষ করবেন। এরপর নিজে নিজে মুনাজাত করবেন। ইমামের সাথে মুনাজাতে অংশ নেয়ার প্রয়োজন নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7269",
    "question": "একই কাপড়ে আগে মযী ও পরে বীর্য মোছার ফলে কাপড়টা ভিজে যায়। ভুলে সে ভেজা কাপড়টা রুমের ভিতরে কাপড় শোকানোর রশির উপরে রাখি।পরে হাতে পানি নিয়ে বা হাত পানিতে ভিজিয়ে সে রশিটা মুছে ফেলি।এতে কি রশিটা পবিত্র হয়ে গেছে  এবং সে রশিতে শোকানো কাপড় পবিত্র হবে?….রশিটা মোছার সময় পানি ছিটকে কয়েকটা পানির ফোটা শুকনা জামাকাপড়ে পড়ে।কিন্তু সে পানি শুকিয়ে কোন দাগ সৃষ্টি করেনি।এতে কি জামাকাপড়গুলো পবিত্র আছে?",
    "answer": "না, শুধু ভিজা হাতে মুছ দিলে রশি পবিত্র হবে না। পবিত্র করতে হলে তিনবার ধৌত করতে হবে। প্রতিবার ধোয়ার পর ভাল করে চিপতে হবে।\r\n\r\nআর নাপাক পানির ফোটা শুকনা কাপড়ে পড়লে শুকনা কাপড় নাপাক হয়ে যাওয়ার সম্ভবনা থাকে। সুতরাং এই কাপড়ও ভাল করে ধুয়ে পবিত্র করতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ত্বহারাত পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7270",
    "question": "আসসালামু আলাইকুম। আমি ২৬ বছর বয়সী একজন মেয়ে, আমি সামরিক বাহিনী তে চাকরি করি। সামরিক বাহিনী তে যোগদানের পূর্বে আমি জানতাম যে অফিসার হওয়ার পরে মহিলা অফিসার রা ইউনিফর্মের সাথে হিজাব পড়ার পারমিশন পায়। কিন্তু আমি অফিসার হওয়ার পরে জানতে পারি, বিষয়টা এত সহজ নয়, হিজাবের অনুমতি লাভ করতে ন্যূনতম মেজর র‍্যাংকে উন্নীত হতে হয়, নতুবা বিবাহিত হতে হয়। আমি দেড় বছর আগে, আমার পরিবার কে এ বিষয়ে জানাই, এবং আমার পছন্দকৃত একজন সৎ ছেলের বিষয়ে তাদের অবগত করি। ছেলে তখন বেসরকারি চাকরি করতো, তার বাবা মা আমার পরিবারের সাথে সাক্ষাৎ করতে চায় আমাদের বিয়ের বিষয়ে কথা বলার জন্যে। কিন্তু আমার বাবা মা তাদের সাথে দেখা করতে মানা করে দেন, কারণ উনার বাবা মা উনি ছোট থাকতেই তালাক নেন এবং অন্যত্র বিয়ে করেন, পরবর্তীতে উনি উনার নানা নানীর কাছে লালিত পালিত হন। উনার পরিবার ফোনে, এবং সরাসরি আমাদের বিয়ের বিষয়ে কথা বলতে চাইলে আমার বাবা মা উনাদের অপমান করেন এবং ছেলেকে দেখতেও চান না। ঘটনার ২ মাস পরে আমার বাবা মারা যান, আমার বাবা হাসপাতালে থাকাকালে আমার কোনো আত্মীয় স্বজন আমাদের সাথে ছিলেন না, শুধুমাত্র আমি, আমার মা, আর আমার বড় বোন ছিলেন। আমি পাত্র হিসেবে যাকে পছন্দ করেছি, একমাত্র পুরুষ হিসেবে, সার্বক্ষনিক ভাবে আমাদের পাশে ছিলেন, আমার বাবা কে রক্ত দিয়েছেন এবং সব ধরণের দায়িত্ব পালন করেছেন। আমার বড় দুলাভাই বিদেশে থাকেন, আমার বড় বোন আমার বাবা মারা যাওয়ার পরে আমার মায়ের ইদ্দতকালীন সময় শেষ হওয়া পর্যন্ত আমাদের বিয়ের ব্যাপার টা স্থগিত রাখেন। আমার মায়ের ইদ্দতকালীন সময় পার হলে আমার মায়ের সাথে আমার বড় বোন আমার সাথে ওই ছেলের বিয়ের সম্পর্কে কথা বললে আমার মা ওই পরিবারে বিয়ে দেয়ার ব্যাপার মানা করে দেন, এবং বলেন যে ওদের ঢাকায় বাড়ি গাড়ি নাই, ছেলে সরকারি চাকরি করেনা, ওখানে উনি বিয়ে দিতে রাজি না। উল্লেখ্য, আমার পছন্দকৃত ছেলেকে, একজন মানুষ হিসেবে, আমার বড় দুই বোন ই যথেষ্ট পছন্দ করেছেন, তিনি আপাতত সরকারি চাকরির পরীক্ষা দেয়ার জন্যে সাময়িক ভাবে বেসরকারি চাকরি থেকে অব্যহতি নিয়েছেন কিন্তু উনার আরো সাইড জব আছে, যেখান থেকে উনি হালাল ভাবে যা উপার্জন করেন, তা আমার ভরোণ-পোষণ এর জন্যে যথেষ্ট। তিনি এবং তার পরিবার আমার দ্রুত হিজাবের পারমিশন পাওয়ার ব্যাপার টা নিয়ে অত্যন্ত সিরিয়াস এবং এজন্য দ্রুত সম্ভব আমাকে বিয়ে করতে চান। কিন্তু আমার বড় বোন বলেছেন, যেন উনার সরকারি চাকরি না হওয়া পর্যন্ত অপেক্ষা করি, যাতে আম্মুকে রাজি করাতে পারে। আমার হাতে আর একমাস সময় আছে, এরপরে আমার এমন একটি স্থানে পোস্টিং হবে, যেখানে থেকে আমি আগামী দেড় বছরের মধ্যে বিয়ে করার সুযোগ পাবোনা। আমি অফিস টাইম ব্যতীত সর্বদা সবস্থানে পরিপূর্ণ পর্দা মেনে চলি। কিন্তু আমার পরিবারের কারণে আমি বিয়ে করতে পারছি না এবং ইউনিফর্মের সাথে হিজাব পড়ার অনুমতি নিতে পারছি না, এ বিষয়টি আমি মেনে নিতে পারছি না, এ বিষয় নিয়ে আমার মা কে বলতে চাইলে উনি আমার ইচ্ছার বিরুদ্ধে অন্যত্র যে কোনো জায়গায় বিয়ে দিতে রাজি এবং সেক্ষেত্রে একমাত্র ক্রাইটেরিয়া ছেলের বাবার পেশা আর সামাজিক স্ট্যাটাস, ছেলের চরিত্র বা দ্বীনদারিতা উনার কনসার্নের বিষয় না। এক মাস পরে আমি যেখানে যাবো সেখানে যাওয়ার আগে বিয়ে না করলে পর্দা মেইনটেইন করতে না পারা সহ, আরো বিভিন্ন ধরণের জটিলতার সম্মুখিন হতে হবে, যা কম বেশি সব মহিলা অফিসার দের ই ভোগ করতে হয়। আমি এ বিষয়ে আমার পরিবার কে বুঝিয়ে বলেছি, কিন্তু কোনো লাভ হয়নি। আমার পক্ষে চাকরি ছাড়াও সম্ভব নয়, কারণ তার জন্যে যে ক্ষতিপূরণ দিতে হয়, সেই সামর্থ্য আমার নেই।এক্ষেত্রে আমার কী করণীয়?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনার মায়ের চিন্তা চেতনা নিম্নমানের। বয়স্ক মানুষের টাকা পয়সার প্রতি লোভ বৃদ্ধি পায় আর তার ধর্মীয় জ্ঞানও শূণ্য পর্যায়ের মনে হচ্ছে। আপনার আরো আগে বিয়ের করা চিন্তা করার দরকার ছিল। মেয়েদের নিজের পায়ে দাঁড়িয়ে বিয়ে করতে হবে এটা ইসলামিক কালচার নয়। বিধর্মীদের কালচার। যাইহোক আপনি অন্য আত্মীয়স্বজনদের নিয়ে দ্রুত বিয়ে করে ফেলুন। আল্লাহর ওপর ভরসা রাখুন, ইনশাআল্লাহ সব ঠিক হয়ে যাবে।\r\n\r\nশেষ কথা হলো যে কাজই করবেন সেখানে ইসলাম পূর্ণ অনুস্বরণ করার পরিবেশ আছে কিনা আগে দেখবেন। না থাকলে সেখানে কাজ করা কোন মুসলিমের জন্য জায়েজ হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7271",
    "question": "যে বইগুলো টাকা দিয়ে কিনতে হয় সেগুলো অনলাইনে ডাউনলোড করে পড়লে কোন গুনাহ হবে নাকি?",
    "answer": "প্রকাশক বা লেখক কর্তৃক যদি অনলাইনে ডাউনলোডের জন্য সুযোগ রাখা হয় তাহলে তারা ডাউনলোডের অনুমতি দিয়েছে বলে ধরে নেয়া হবে। এক্ষেত্রে ডাউনলোড করা বৈধ হবে।\r\n\r\nপ্রকাশক বা লেখক বাদে অন্য কেউ যদি অনলাইনে আপলোড করে তাহলে সেখান থাকে ডাউনলোড করা বেধ হবে না। যথাযথ কর্তৃপক্ষের বাইরে অন্য কারো অনুমতি গ্রহনযোগ্য নয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7272",
    "question": "আমার চুল পড়ে যাচ্ছে। চুলের জন্য অ্যালকোহলযুক্ত মিনঅক্সিডিল নামক ওষুধ মাথায় লাগানো যাবে কিনা?",
    "answer": "জ্বী, যে কোন ওষুধ বা ওষুধ জাতীয় পদার্থ লাগানো যাবে, এটাও লাগানো যাবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7273",
    "question": "আসসালামু আলাইকুম।আমি ও আমার প্রতিবেশি একই ইন্টারনেটের লাইন ব্যাবহার করি। এবং আমি অর্ধেক ও তারা অর্ধেক বিল দেয়। তো, আমার প্রতিবেশীরা নেট দিয়ে কিছু খারাপ ভিডিও ও দেখে। যেমন, ইন্ডিয়ান সিরিয়াল নাটক দেখে। ওসব নাটকে হিন্দুদের শিরক, কুফর ও আরো খারাপ কিছু দেখায়।আমার প্রশ্ন হলো, আমি যেহেতে তাদেরকে আমার নেটের লাইনে শরিক করেছি এতে কি আমার কোনো গোনাহ হবে? যদি তারা ওসব খারাপ জিনিস দেখে?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, এখানে যেহেতু তারা তাদের টাকা দিয়ে দেখছে সেহেতু আপনার গোনাহ হবে না। আপনার টাকা দিয়ে তারা যদি দেখতো তাহলে আপনার গোনাহ হতো।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "গুনাহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7274",
    "question": "অনেক ঝামেলার পর কোন ছেলে যদি তার স্ত্রীকে কল দিয়ে বলে এক তালাক দুই তালাক তিন তালাক তাহলে কি তালাক হয়ে যাবে?",
    "answer": "জ্বী, তালাক হয়ে যাবে। চিরদিনের জন্য বিচ্ছিন্ন হয়ে যাবে। সংসারের কোন সুযোগ থাকবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7275",
    "question": "আসসালামু আলাইকুম। ১।কেউ যদি হারাম প্রেমের সম্পর্কে থাকে এবং পরবর্তীতে উভয়ই যদি তাদের ভুল উপলব্ধি করে আল্লাহর সন্তুষ্টি অর্জনের জন্য গুনাহ থেকে বের হয়ে আসে, সেক্ষেত্রে কি তাদের গুনাহ মাফ হবে?২।তারা কি আবার সেই ব্যাক্তিকেই তাদের জন্য হালাল ভাবে উত্তম করে দেওয়ার জন্য আল্লাহর কাছে চাইতে পারবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। ১। জ্বী, যে কোন গুনাহ থেকে তওবা করে ফিরে আসলে আল্লাহ তায়ালা ক্ষমা করে দেন। সুতরাং এক্ষেত্রেও আল্লাহ তায়ালা তাদের ক্ষমা করে দিবেন, যদি তার তওবা করে আল্লাহর কাছে ক্ষমা চেয়ে পাপ কাজ থেকে বিরত হয়ে যায়।\r\n\r\n২। এটা শয়তানের চক্রান্ত। শয়তার পূণরায় পাপে লিপ্ত করার জন্য এই ধরণের জালের আশ্রয় নয়। শয়তানের পাতা জালে পা দিলেই আবার পাপ শুরু হয়ে যাবে। সুতরাং এই ধরণের কোন দুআ করা থেকে বিরত থাকা আবশ্যক।\r\n\r\nদুআ করবে যেন ভাল পাত্র-পাত্রীর সাথে আল্লাহ বিবাহের ব্যবস্থা করে দেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7276",
    "question": "আসসআলামুয়ালাইকুম। আমি একটা বিদেশি কোম্পানির সাথে যুক্ত। কোম্পানিটি হলো গেম কোম্পানি তারা নতুন গেম গুলোর সমস্যা খোজার জন্য আমাদেরকে দিয়ে গেম খেলিয়ে ঘন্টা হিসেবে টাকা দেয় গেম গুলো বিভিন্ন ধরনের হয়ে থাকে। বতমানে বেটেল রয়েল এর গেম চালাচ্ছে। আমার প্রশ্ন হলো উপার্জন টা কি হালাল হবে।",
    "answer": "ওয়া আলাইকুমুস সালাম। দুনিয়াতে হালাল ও স্বচ্ছ কাজের অভাব নেই।  খেলা খেলে উপার্জনের কোন বিধান ইসলামে নেই। গেইম খেলা  মানুষের মেধা বিকৃত করে দেয়, মানুষের কর্মক্ষমতা নষ্ট করে দেয়, প্রয়োজনীয় কাজ করার পথে বাঁধা হয়ে দাঁড়ায়। একজন প্রকৃত মূমিনের অবশ্যই  অর্থহীন ও খারাপ কাজ থেকে বিরত থাকতে হবে। সুতরাং কোন অবস্থাতেই গেইম নামক নোংরা কাজের সাথে জড়িত হওয়া যাবে না, এখান থেকে কোন উপার্জন হালাল হবে না। আরো বিস্তারিত জানতে আমাদের দেয়া 2078 নম্বর প্রশ্নের উত্তর দেখুন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7277",
    "question": "আসসালামুআলাইকুম, জনৈক প্রবাসী ব্যক্তি প্রবাস থাকা অবস্থায় একটি বাড়ি কিনেছিল।।বাড়িটি কেনার সময় এই নিয়ত করেছিল যে, যতদিন সে প্রবাসে থাকবে ততদিন বাড়িটিতে মেস ভাড়া দিয়ে ইনকাম করবে,তারপর যখন নিজ দেশে চলে যাবে,তখন বাড়িটি বিক্রয় করে চলে যাবে।(প্রশ্ন)প্রবাসী ব্যক্তির বাড়ি কেনার সময় এমন নিয়ত করায় বাড়িটি কি এখন ব্যবসায়িক পণ্য হিসেবে গণ্য হবে? বাড়িটির কি যাকাত দিতে হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, এই নিয়তের কারণে বাড়িটা ব্যবসার পণ্য হিসেবে গণ্য হবে না। সুতরাং যাকাত দেয়া লাগবে না। ভাড়া থেকে উপার্জিত অর্থের যাকাত দিতে হবে, যদি যাকাতের নেসাব পরিমাণ হয়।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7278",
    "question": "আসসালামু আলাইকুম। আমার মাঝে মাঝে হস্তমৈথুন এবং অশ্লীল ছবি দেখার বদঅভ্যাস আছে। আমি এ থেকে পরিত্রাণের জন্য চেষ্টা করছি। আল্লাহ সাহায্য করুন। এ অবস্থায় কি আমার আগে এসব বদঅভ্যাস পরিত্যাগ করে তারপর বিয়ে করা উচিত?  নাকি বিয়ে এসব থেকে দূরে রাখবে। অনুগ্রহ পূর্বক উপদেশ দিবেন। আমার বয়স প্রায় ২৩। আমি ইঞ্জিনিয়ারিং বিশ্ববিদ্যালয়ে পড়ালেখা করছি এবং আমি কোনো প্রকার হারাম সম্পর্কে জড়িত না আলহামদু লিল্লাহ।",
    "answer": "ওয়া আলাইকুমুস সালাম। গুনাহ ছাড়ার জন্য সর্বপ্রথম প্রয়োজন প্রবল মনোবল।জাহান্নামকে গুনাহ না করার দৃঢ় ইচ্ছা করতে হবে। সাথে সাথে গুনাহ করার মাধ্যমগুলো থেকে দূরে থাকতে হবে। বাটন মোবাইল ব্যবহার করবেন। নন মাহরাম নারীদের থেকে দূরে থাকবেন।  বিয়ে এই ধরণের গুনাহ থেকে দূরে রাখতে খুবই কার্যকর একটি উপায়। সুতরাং বিয়ে করার সামর্থ্য থাকলে এখনই বিয়ে করে নিন।\r\n\r\nএই পাপ থেকে বের হয়ে বিয়ে করতে হবে, এটা ভুল চিন্তা। বরং বিয়ে এই পাপ থেকে বের করার শক্তিশালী সমাধান।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ব্যক্তিগত ও পারিবারিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7279",
    "question": "আসসালামু আলাইকুম।  মুত্র পরিক্ষা  এবং মেডিকেল টেস্ট এর জন্য লজ্জাস্থান দেখানো লাগে  এটি জায়েজ কিনা ? আর মেডিকেল টেস্ট বিদেশে যাওয়ার জন্য করা হয়ে থাকে,  যারা কাজের ভিসায় যায় ।",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, এই সব বিশেষ ক্ষেত্রে লজ্জাস্থান দেখাতে সমস্যা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7280",
    "question": "আসসালামু আলাইকুম শায়খ, আমার আপন বোন  বিধবা,  তার সেরকম কোন ইনকাম নেই, তবে তার  ইসলামী ব্যাংকে ১৫-১৬ লাখ টাকা গচ্ছিত আছে, যেখান থেকে সে যে লাভের অংশ পায়, তা থেকে তার বাড়ি ভাড়া খরচটা ওঠে। এখানে বলে রাখা দরকার যে এই গচ্ছিত টাকার উপরে যে যাকাত হয় সেটা আমার বোন সময় মত আদায় করে।এছাড়া তার স্বামীর ছোটখাটো কিছু ব্যবসার অংশ থেকে সে কিছু লাভ এখনও পায়, সেগুলোতে তার সংসার ও সন্তানদের লেখাপড়ার খরচ কোন রকমে যায়, পুরোপুরি হয় না। আমার বোন অথবা তার সন্তানদের  কারোরই ভরণপোষণের দায়িত্ব আমি নেইনি।এমতাবস্থায় আমি জানতে চাচ্ছি আমার এই বোনের ছেলে আমার  ভাগিনার একটা কম্পিউটার দরকার সে সেই কম্পিউটার দিয়ে কোডিং ও অন্যান্য আইটি অন্যান্য কাজগুলো শিখতে চাচ্ছে স্বাবলম্বী হওয়ার জন্য।আমি কি আমার ভাগিনাকে আমার যাকাতের টাকা থেকে তার কম্পিউটারটা কেনার ব্যবস্থা করে দিতে পারব কিনা কিংবা তাকে কম্পিউটার কিনতে যে টাকাটা লাগে সেই টাকাটা তাকে দিতে পারব কিনা?ধন্যবাদ, জাযাকাল্লাহ",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি ধনী মানুষ। ভাগনেকে একটা কম্পিউটার তো মূল টাকা থেকেই দিবেন।  যাকাতের টাকা থেকে কেন দিবেন?\r\n\r\nশুধু কম্পিউটার নয়, মাঝে মধ্যে জামা-কাপড়, বই-পত্র, হাত-খরচের টাকা, এগুলো আপনি দিবেন। মামা হিসেবে এগুলো আপনার দায়িত্বের মধ্যে পড়ে।\r\n\r\nআল্লাহ তায়ালা তে যাকাত-ফিতরা ছাড়াও দান করতে বলেছেন। তারা অসহায় হওয়ার কারণে তাদেরকে এগুলো উপহার দিবেন, এটাই তো প্রকৃত মুসলিমের পরিচয়।\r\n\r\nদ্বিতীয়তঃ আপনার ভগ্নিপতি মারা যাওয়ার সাথে সাথে তার সম্পদের একটি অংশ অটোমেটিক আপনার ভাগিনার ভাগে চলে গেছে। বাংকে গচ্ছিত টাকার একটি অংশ ঐ ভাগিনাও পাবে, সুতরাং তাকে যাকাতের টাকা দেয়া যাবে না, যাকাতের টাকা দিয়ে কিছু কিনে দেয়া যাবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7281",
    "question": "আসসালামু আলাইকুম। বিশ্ববিদ্যালয় থেকে বাসার উদ্দেশ্যে রওয়ানা করলে রাস্তায় সালাতের জন্য যখন বিরতি দেয়, সেটা যদি বাসা থেকে সফর দূরত্বের কম হয় তাহলে কি কসর পড়তে হবে না সম্পূর্ণ? আর সফরের দূরত্বটা কতো?",
    "answer": "ওয়া আলাইকুমুস সালাম।  বিশ্ববিদ্যালয় থেকে বাসার দূরত্ব যদি ৮০ কিলোমিটার বা তার চেয়ে বেশী হয় তাহলে রাস্তায় কসর করবেন। ৮০ কি.মি. এর কম কম হলে রাস্তায় পূর্ণ সালাত আদায় করবেন। সফরের দূরত্ব হলেও বাসার এলকায় চলে গেলে পূর্ণ সালাত আদায় করবেন।\r\n\r\nসফরের দূরত্ব ধরা হয় ৪৮ মাইল বা ৮০ কিলোমিটার।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "মুসাফির",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7282",
    "question": "আসসালামু আলাইকুম,, আমরা পবিত্রতা অর্জন করার জন্য অযু করি। কিন্তু আমার  কৌতুহল বস্তুত মনে  প্রশ্ন জাগে ওযুর মাধ্যমে আমরা কিভাবে পবিত্রতা অর্জন করি?",
    "answer": "ওয়া আলাইকুমুস সালাম।  শরীয়াহ পবিত্রতা অর্জনের কিছু পন্থা বলে দিয়েছেন। সেই ভাবে পবিত্রতা অর্জন করতে হবে। কখনো ওযু, কখনো গোসল, কখনো তায়াম্মুম। মূল ইবাদত সালাত। সালাত আদায়ের জন্য এসব পন্থায় পবিত্র হওয়া ইসলামের নির্দেশ। এর চেয়ে বেশী চিন্তা বিপদ ডেকে আনতে পারে, সুতরাং কৌতুহলের ক্ষেত্রেও সাবধান হতে হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পবিত্রতা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7283",
    "question": "আসসালামুআলাইকুম, কোন ব্যক্তির সম্পদের যাকাত যদি ১০ লক্ষ টাকা হয়, কিন্ত সে যদি কৃপণতা করে ৫ লক্ষ টাকা যাকাত দেয়, তাহলে বাকী যে ৫ লক্ষ টাকা সে যাকাত দেয়নি, সেই ৫ লক্ষ টাকা কি হারাম হয়ে যাবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। যাকাত গরীবের হক। গরীবের হক না দিয়ে কাছে রেখে দিলে ভয়ঙ্কর শাস্তির কথা আল্লাহ তায়ালা কুরআন বলেছেন। সুতরাং যাকাতের সম্পদ বা টাকা গরীবদের না দিয়ে রেখে দিলে তা সম্পূর্ণ হারাম হবে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "যাকাত",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7284",
    "question": "আমার বয়স ২৭। একটি মেয়েকে বিবাহের জন্য পছন্দ করা হয়েছে। মেয়ের পরিবারে বিবাহের জন্য বলা হচ্ছে আমার পরিবার থেকে। কিন্তু মেয়ের বাবা তার ২ মেয়েকে বিয়েই দিতে চান না এবং বিয়ের বিষয়ে  তিনি কোনো কথা বলেন না, তার দুই মেয়ে ই ২৫ উর্ধ্ব,মেয়েরা বিয়ে করতে চায় এবং মেয়ের মা ও বিয়ে দিতে চান, এমতাবস্থায় মেয়ের মায়ের অনুমতি নিয়ে আমরা কী বিবাহ করতে পারবো? সেক্ষেত্রে আমাদের বিয়ে কী সম্পুর্ন হবে? জীবন আটকে আছে বিয়ের প্রশ্নে দয়া করে উত্তর দিবেন শায়খ।",
    "answer": "যে বিবরণ দিয়েছেন তাতে বাবার অনুমতি ছাড়াও তাদের বিবাহ শুদ্ধ হবে ইনশাআল্লাহ। তাছাড়া ফকীহদের একটি অংশ প্রাপ্তবয়স্ক মেয়েদের অভিভাবক বা ওলী ছাড়া সহীহ হওয়ার কথা বলেছেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7285",
    "question": "আসসালামু আলাইকুম। খতম তারাবীহর নামে দেশে মসজিদগুলোতে অত্যন্ত দ্রুত গতিতে কুরআন তিলাওয়াত করা হয়। এক্ষেত্রে মুসল্লি হিসেবে যদি কিছু না বলি তাহলে কি আমাদের গুনাহ হবে? আমি সাধারণত এরকম পরিস্থিতিতে ইমাম বা মসজিদ কমিটির কাউকে কিছু না বলে অন্যত্র কোনো মসজিদে সালাত আদায় করার চেষ্টা করি। সেক্ষেত্রে মসজিদ দূর হওয়ায় মাঝে মাঝে এই মসজিদেও সালাত আদায় করতে হয়। এখন কিছু না বলার কারণে কি আমার গুনাহ হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। সুযোগ থাকলে বলবেন, যদি তারা সাবধাণ হয়, তাহলে সবার জন্য ভালো হবে। আপনারও সওয়াব হবে। যদি আপনার বলার দ্বারা ভালো মানের তারাবী হওয়ার সম্ভাবনা থাকে তাহলে অবশ্যই আপনি বলবেন।\r\n\r\nআর যদি বলার কারণে আপনি কোন অনকাংখিত অবস্থার সম্মুখীন হওয়ার আশঙ্কা করেন, তাহলে বলার দরকার নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "তারাবীহ",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7286",
    "question": "একটি মেয়েকে পাত্রপক্ষ দেখতে এসেছে। সেই পাত্রের বাবা ছোটবেলায় মারা যান।পাত্রের মায়ের অন্যত্র বিয়ে হয়।পাত্র মায়ের সেই সংসারেই থাকেন। এক্ষেত্রে কি পাত্রের সাথে বিয়ে হলে পাত্রের সৎ বাবার সাথে মেয়ের পর্দা করতে হবে?",
    "answer": "জ্বী, ঐ মেয়েকে তার সৎ শ্বশুরের সাথে পর্দা করতে হবে। সৎ শ্বশুরের জন্য তার সঙ্গে দেখা-সাক্ষাৎ করার অনুমতি নেই।\r\n\r\nশরিয়তে সুনির্দিষ্ট কিছু নারীকে মাহরাম সাব্যস্ত করা হয়েছে। পুরুষের জন্য কেবল তাদের সঙ্গেই দেখা-সাক্ষাৎ করা জায়েয; অন্য নারীদের সঙ্গে দেখা-সাক্ষাৎ করা জায়েয নয়। আর সৎ ছেলের স্ত্রী মাহরাম নারীদের অন্তর্ভুক্ত নয়।\r\n\r\nতথ্যসূত্র : সুরা নিসা, ২৪; বাদায়িউস সানায়ে, ২/২৫৭; দুরারুল হুককাম, ১/৩৪১; মিরকাতুল মাফাতিহ, ৫/৫১",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পোশাক-পর্দা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7287",
    "question": "মাগরিবের পূর্বে  দুই রাকআত সুন্নাহ সম্পর্কে জানতে চাই।",
    "answer": "ওয়া আলাইকুমুস সালাম। মাগরিবের আযানের পর ফরজ সালাতের পূর্বে সালাত আদায় করার কথা হাদীসে আছে। রাসূলুল্লাহ সা. বলেছেন,صَلُّوا قَبْلَ صَلاَةِ الْمَغْرِبِ তোমরা মাগরিব পূর্বে সালাত আদায করো। সহীহ বুখারী, হাদীস নং ১১৮৩। সুতরাং মাগরিব পূর্বে সালাত আদায় করাতে কোন বাধা নেই।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "অর্থনৈতিক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7288",
    "question": "অনেক আলিম বলেন যে বাথরুমে যাওয়ার সময় মাথায় টুপি না দিলে মাকরুহ হবে, বিষয়টা সত্য কিনা জানতে চাই? হাদিসে কোন নির্দেশনা আছে কিনা?",
    "answer": "রাসূল সা. থেকে এই বিষয়ে সহীহ কোন হাদীস পাওয়া যায় না। দূর্বল হাদীসে পাওয়া যায় যে, রাসূল সা. টয়লেটে যাওযার সময় মাথা ঢেকে রাখতেন।   তবে আবু বকর রা. থেকে সহীহ বর্ণনা আছে।\r\n\r\nفعن عُرْوَة ، عَنْ أَبِيهِ : ” أَنَّ أَبَا بَكْرٍ الصِّدِّيقَ ، قَالَ ، وَهُوَ يَخْطُبُ النَّاسَ : ” يَا مَعْشَرَ الْمُسْلِمِينَ ، اسْتَحْيُوا مِنَ اللهِ ، فَوَالَّذِي نَفْسِي بِيَدِهِ إنِّي لأظل حِين أَذْهَبُ إلَى الْغَائِطِ فِي الْفَضَاءِ ، مُغَطّيًا رَأْسِي اسْتِحْيَاءً مِنْ رَبِّي ”\r\nرواه ابن المبارك في ” الزهد ” (1/107) ، وابن أبي شيبة في “المصنف” (1/105) .\r\nوإسناده صحيح .\r\n\r\nউরওয়া (রহ.) তার বাবা জুবায়ের (রা.) থেকে বর্ণনা করেন যে, একবার আবু বকর সিদ্দিক (রা.) লোকদের উদ্দেশ্যে খুতবা দিতে গিয়ে বলেন, লোকসকল! তোমরা আল্লাহ তাআলার সাথে লজ্জা বজায় রাখ। ওই সত্ত্বার কসম, যার হাতে আমার প্রাণ, নিশ্চয়ই আমি যখন প্রাকৃতিক প্রয়োজন পূরণের জন্য লোকালয় থেকে দূরে যাই তখন আমি আমার রবের থেকে লজ্জাবনত হয়ে মাথা ঢেকে নিই। মুসান্নাফে ইবনে আবী শায়বা, ১/১০৫। সনদ সহীহ।\r\n\r\nসুতরাং বাথরুমে মাথা ঢাকা মুস্তাহাব, ভালো কাজ, পছন্দনীয় কাজ।। তবে খুলে গেলে  গুনাহ হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "জায়েয",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7289",
    "question": "আমাদের সমাজে কুরবানীর গোশত বন্টনের নিয়ম হলো, যে গরু কুরবানী দেয় তাকে ছাগলের গোস্ত এবং যে ছাগলের কুরবানী দেয় তাকে গরুর গোস্ত দেয়, এটা কতটুকু সঠিক বা এর বিধান কি? দলীলসহ জানালে উপকৃত হতাম।",
    "answer": "কুরবানীর গোশত যে কাউকে দেয়া যায়।  বন্টন করা আবশ্যক কিছু না, সুন্নাত, মুস্তাহাবও না। দেশের বিভিন্ন জায়গাতে বিভিন্নভাবে বন্টন করা হয়। প্রশ্নে যেভাবে বন্টন করার কথা বলেছেন সেভাবে বন্টন করতে সমস্যা নেই। তবে গরীবের জন্য যেটা রাখা হয়, সেটা যেন নিজেরা ভাগ করে না নেন, এটাও অনেক জায়গাতে ঘটে। وَ الۡبُدۡنَ جَعَلۡنٰهَا لَكُمۡ مِّنۡ شَعَآئِرِ اللّٰهِ لَكُمۡ فِیۡهَا خَیۡرٌ ٭ۖ فَاذۡكُرُوا اسۡمَ اللّٰهِ عَلَیۡهَا صَوَآفَّ ۚ فَاِذَا وَجَبَتۡ جُنُوۡبُهَا فَكُلُوۡا مِنۡهَا وَ اَطۡعِمُوا الۡقَانِعَ وَ الۡمُعۡتَرَّ ؕ كَذٰلِكَ سَخَّرۡنٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُوۡنَ আর উটকে আমরা আল্লাহর নিদর্শনগুলোর অন্যতম করেছি তোমাদের জন্য তাতে অনেক মঙ্গল রয়েছে।( কাজেই এক পা বাঁধা ও বাকী তিনপায়ে দাঁড়ানো অবস্থায় তাদের উপর তোমরা আল্লাহর নাম উচ্চারণ কর। তারপর যখন তারা কাত হয়ে পড়ে যায় তখন তোমরা তা থেকে খাও এবং আহার করাও ধৈর্যশীল অভাবগ্রস্তকে ও সাহায্যপ্রার্থীদেরকে; এভাবে আমরা সেগুলোকে তোমাদের বশীভূত করে দিয়েছি। যাতে তোমরা কৃতজ্ঞতা প্ৰকাশ কর। সূরা হাজ্জ, আয়াত ৩৬।\r\n\r\nরাসূল সা. বলেছেন, ‏”‏ إِنَّمَا نَهَيْتُكُمْ مِنْ أَجْلِ الدَّافَّةِ الَّتِي دَفَّتْ فَكُلُوا وَادَّخِرُوا وَتَصَدَّقُوا ‏”‏ ‏.‏\r\n\r\nঅতঃপর এখন তোমরা খেতে পার, জমা করে রাখতে পার এবং সাদাকাহ করতে পার। সহীহ মুসলিম, হাদীস নং ১৯৭১।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ঈদ কুরবানী",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7290",
    "question": "আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু। আমার বাবা মারা গেছেন। দাদার সম্পত্তি রেখে গেছেন। সেখান থেকে আমার বাবার ভাগে ২২ বা ২৩ শতাংশ জমি পাবো আমরা এইটা ফুফুদের ভাগসহ ফুফুদের ভাগ বাদ দিলে আমরা হয়তো আরো দুই তিন শতাংশ কম পাব অর্থাৎ আমরা হয়তো ১৭-১৮ শতাংশ পেতে পারি। আর আমি নিজে একটা চাকরি করি ছোটখাটো সেখানে যা বেতন পায় মাস শেষে আমার কোন টাকা অবশিষ্ট থাকে না। শুধুমাত্র এই পাঁচ মাসে আমার সঞ্চয় হয়েছে বিশ হাজার টাকা। আর বাদবাকি যত বেতন পাই বোনাসসহ সব খরচ হয়ে যায়।আমার বউয়ের ছয় ভরি স্বর্ণ আছে । এখন আমার বা আমার বউয়ের উপর যাকাত বা কোরবানি ওয়াজিব হয়েছে কিনা বা ফরজ হয়েছে কিনা সেটা জানতে চাই? দাদার জমি ভাগ হয়নি, কিন্তু আমরা আমাদের ফুফুদের ভাগ সহ ওই ২২-২৩ শতাংশ ভোগ করছি।স্বর্ণের দাম বেশি থাকলেও কি ওই নিসাব পরিমাণ ৭.৫ ভরিই?এখন তো স্বর্নের দাম অনেক বেশি। এখনো কি ৭.৫ ভরিতেই নিসাব হবে?",
    "answer": "ওয়া আলাইকুমুস সালাম। না, আপনার ওপর কুরবানী ওয়াজিব হয় নি। আপনার স্ত্রীর যদি ৬ ভরি স্বর্ণ ছাড়া যাকাতযোগ্য অন্য কোন সম্পদ না থাকে তাহলে তার  ওপরও কুরবানী ওয়াজিব হয় নি, যাকাত ফরজ হয় নি।\r\n\r\nশুধু স্বর্ণ থাকলে সাড়ে সাত ভরির কম থাকলে যাকাত ফরজ হবে না।\r\n\r\nতবে কুরবানী ওয়াজিব না হলেও সম্ভব হলে দেয়ার চেষ্টা করবেন। কারণ এটা অনেক সওয়াবের এবং এই ইবাদাতের ঐতিহ্যও পরিবারে প্রতিষ্ঠিত হওয়া দরকার।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ঈদ কুরবানী",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7291",
    "question": "আসসালামু আলাইকুম।কিছুদিন পূর্বে আমি আমার হাসবেন্ড কে নিয়ে লিখেছিলাম যে উনি উনার প্রাপ্তবয়স্ক বোনকে জড়িয়ে ধরেন, চুমু খান, শুয়ে থাকেন। আপনাদের লেখা দেখে বুঝানোর পরও উনি উনার লজিক দিচ্ছেন, মানে এসব উনি মানবেন না। সরাসরি উনাকে হাদিস দেখালে উনি মানবেন।এবং বলেছেন আমি যদি না মানতে পারি তাহলে আমি যেটা চাই করতে পারি(উনাকে ছেড়ে আসতে চাইলেও আসতে পারি)।আমার কি উনার সাথে থাকা উচিত হবে? অথবা আমার আসলে কি করা উচিত?আমার তো অনেক কষ্ট হয়, এই কষ্ট থেকে বেচে থাকার উপায় কি?",
    "answer": "ওয়া আলাইকুমুস সালাম। আপনি আপনার পরিবারের সাথে বিষয়টি নিয়ে আলোচনা করুন। যদি এই অবৈধ পথ থেকে ফিরে না আসে তাহলে চুড়ান্ত সিদ্ধান্ত নিতে পারেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "পোশাক-পর্দা",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7292",
    "question": "আমার স্বামী আমাকে দুই তালাক দিয়েছে। কিন্ত তালাকের মাস’আলা সে জানতো না। না জেনে তালাক দিলে কি সেটা কার্যকর হবে? নাকি এই তালাক সবসময়ের জন্য বহাল থাকবে? পরবর্তীতে কি একবার তালাক বললেই তালাক হয়ে যাবে নাকি ৩ বার বলতে হবে?",
    "answer": "জ্বী, না  জেনে তালাক দিলেও সেটা কার্যকর হবে। সুতরাং এই দুই তালাক বহাল থাকবে। পরবর্তীতে  একবার তালাক বললেই চিরতরে সম্পর্ক ছিন্ন হয়ে যাবে। নতুন করে সংসার করার কোন সুযোগ থাকবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7293",
    "question": "আসসালামু আলাইকুমআমি প্রবাসে থাকি। কুরবানির ঈদে সামর্থ্য অনুযায়ী অর্থ পাঠাই বাবার কাছে কুরবানির জন্য। আমার অন্য দুই ভাইও সামর্থ্য অনুযায়ী বাবাকে অর্থ দিয়ে থাকেন কুরবানির সময়। এতে বাবা এক ভাগে নিজের কুরবানি আদায় করে থাকেন আলহামদুলিল্লাহ।আমি প্রবাসে থাকি। এখানে আমার দুই কাজিন ভাই থাকে তাদের ফ্যামিলি সহ। প্রতি কুরবানির ঈদে তারা নিজ নিজ কুরবানি দিয়ে থাকে ছাগল বা দুম্বা দিয়ে। যেহেতু একই এলাকায় থাকা হয় তাই কুরবানির পশু জবাই থেকে শুরু থেকে শেষ পর্যন্ত আমরা সবাই একসাথে কাজ করে থাকি। এখন কাটাকাটি শেষে তারা আমাকে কিছু গোশত দেয় সাথে কিছু অর্থও বকশিস হিসেবে দেয়। এখন গোশত ও বকশিস গ্রহন করা আমার জন্য ঠিক হবে কিনা?",
    "answer": "ওয়া আলাইকুমুস সালাম। জ্বী, এখানে অর্থ বখশিস নিবেন, কাজ করেছেন সে হিসেবে আর গোশত নিবেন আত্মীয় সে হিসেবে। এভাবে টাকা-পয়সা ও গোশত নিতে কোন সমস্যা নেই। প্রবাসে এভাবেই একে অপরের সহযোগিতা করবেন।\r\n\r\nআপনার এবং আপনার ভাইদের প্রত্যেকের যদি এককভাবে কুরবানী দেয়ার সামর্থ্য থাকে তাহলে প্রত্যেকে আলাদা করে কুরবানী দিবেন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "ঈদ কুরবানী",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7294",
    "question": "Assalamualaikumআমি এবং আমার স্বামী প্রায় এক বছর আগে বাবা-মাকে না জানিয়ে মসজিদে গিয়ে দুজন সাক্ষীর উপস্থিতিতে একজন হুজুরের মাধ্যমে কাবুলের মাধ্যমে বিয়ে করেছি। আমাদের মধ্যে কোনো নিকাহনামা ছিল না, তবে মহর ধার্য করা হয়েছিল। মূলত, আমরা অবৈধ সম্পর্কে না থেকে ইসলামের নিয়ম অনুযায়ী সম্পর্ক গড়ে তুলতে চেয়েছিলাম।\r\n\r\nআমার বাবা-মা এখনো এ বিয়ের বিষয়ে কিছু জানেন না এবং তারা আমাদের বিয়েতে সম্মতও নন। এ অবস্থায় আমাদের এই বিয়ে ইসলামের দৃষ্টিতে বৈধ হয়েছে কি না, তা নিয়ে আমার মনে দ্বিধা রয়েছে। এ বিষয়ে কারো সুপরামর্শ চাই।\r\n\r\nজাযাকাল্লাহ খাইরান।\"",
    "answer": "ওয়া আলাইকুমুস সালাম। ফকীহদের অনেকেই  জায়েজ বললেও এই ধরণের বিবাহ ইসলাম সমর্থন করে না। বিবাহ হতে হবে পরিবারের অনুমতিতে সবাইকে জানিয়ে। এমন বিয়ে এক ধরণের চুরি। সুতরাং দ্রুত অভিভাকদের জানান এবং তাদের পরামর্শ অনুযায়ী সম্পর্ককে পরিপূর্ণ হালাল করে নিন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "বিবাহ-তালাক",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7295",
    "question": "বাংলাদেশ ব্যাংক কর্তৃক পরিচালিত ১০০ টাকার প্রাইজ বন্ড কেনা কি হালাল না হারাম? এই বন্ডের থেকে পুরস্কার গ্রহণ করা কি হালাল নাকি হারাম?",
    "answer": "ওয়া আলাইকুমুস সালাম। প্রাইজবন্ড সম্পূর্ণ হারাম, সুদী কারবার। সরকার প্রাইজবন্ড ছাড়ে। যা যে কোনো ব্যাংক থেকে ভাঙ্গানো যায়। একটা নির্ধারিত মেয়াদের পর লটারীর মাধ্যমে ড্র করা হয়। এরপর বিজয়ীদেরকে পুরস্কার দেওয়া হয়। এই পুরস্কারটাই রিবা নাসিয়্যাহ বা সুদ। প্রাইজবন্ড ক্রয়ের মাধ্যমে ব্যাংককে ঋণ প্রদান করা হচ্ছে। আর ব্যাংক প্রাইজ বা পুরস্কার দেয়ার নামে ক্রেতাকে সুদ দিচ্ছে।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7296",
    "question": "আমি সাউন্ড লাইট এবং লজিস্টিক এর ব্যবসা করি। আমাকে প্রায় ৯০% প্রোগ্রাম করতে গান বাজনার। যেখানে নারী পুরুষের কোনো ভেদাভেদ থাকে না । আমি যে ব্যবসা করি সেটা কি হালাল নাকি হারাম?",
    "answer": "যে ব্যবসার ৯০% কাজই হারামে ব্যবহৃত হয়, সেটা যে ভালো কাজ নয়, এটাতো স্পষ্ট। স্বচ্ছ ও সুন্দর সন্দেহমুক্ত আয়ের উৎস খুঁজে বের করুন। এমন ব্যবসা করুন যেটা মানুষের কল্যানে প্রয়োজন।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হালাল হারাম",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7334",
    "question": "মহানবী মুহাম্মদ (সঃ) বলেনঃ “একদল তরুণের আবির্ভাব ঘটবে, যারা চিন্তায় হবে অপরিণত। তারা সুন্দর সুন্দর কথা বলবে, কিন্তু সবচেয়ে ঘৃণ্য কাজ করবে। তারা এত বেশি ধর্ম পালন করবে যে, যার ইবাদতের কাছে মুসলমানদের ইবাদত তুচ্ছ বলে মনে হবে। তারা মানুষকে কোরআনের কথা বলবে, কিন্তু তা হবে কেবল তাদের মুখের কথা। অর্থাৎ, তারা এর মর্মার্থ বুঝবে না, কেবল বেছে বেছে কিছু অংশ আওড়াতে থাকবে। এরাই সৃষ্টির সবচেয়ে নিকৃষ্ট।”__বিশ্ব মানবতা, শান্তি ও মুক্তির দূত হযরত মুহাম্মদ (সঃ)[সহিহ মুসলিম, চতুর্থ খন্ড, পৃষ্ঠা ৪০৭]হাদিস কি সঠিক?",
    "answer": "এই শব্দে একক কোন হাদীস সহীহ মুসলিমে নেই। কোন কোন গ্রন্থেও নেই।প",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "হাদীস",
    "createdAt": "May 23, 2025"
  },
  {
    "id": "7335",
    "question": "রোজা রেখে নাকে আগায় শুধু মেনথল লাগানো যাবে কিনা? বা মেনথল বা এজাতীয় মলম এর ঘ্রাণ নেয়া যাবে কিনা?",
    "answer": "শুধু ঘ্রাণ গ্রহণ করলে রোজা ভঙ্গ হবে না।",
    "answeredBy": "assunnahtrust.org",
    "date": "May 23, 2025",
    "category": "রোজা",
    "createdAt": "May 23, 2025"
  }
]